{
    "bob_nomi": "I bob. Hayotga qarshi jinoyatlar",
    "moddalar": [
        {
            "modda_raqami": "97-modda. Qasddan odam o‘ldirish.",
            "matni": "Qasddan odam o‘ldirish o‘n yildan o‘n besh yilgacha ozodlikdan mahrum qilish bilan jazolanadi.\n\nJavobgarlikni og‘irlashtiradigan holatlarda qasddan odam o‘ldirish, ya’ni:\n\na) ikki yoki undan ortiq shaxsni;\n\nb) homiladorligi aybdorga ayon bo‘lgan ayolni;\n\nv) aybdorga ayon bo‘lgan ojiz ahvoldagi shaxsni;\n\ng) o‘z xizmat yoki fuqarolik burchini bajarishi munosabati bilan shaxsni yoki uning yaqin qarindoshlarini;\n\nd) boshqa shaxslarning hayoti uchun xavfli bo‘lgan usulda;\n\nye) ommaviy tartibsizliklar jarayonida;\n\nj) o‘ta shafqatsizlik bilan;\n\nz) nomusga tegish yoki jinsiy ehtiyojni zo‘rlik ishlatib g‘ayritabiiy usulda qondirish bilan bog‘liq holda;\n\ni) tamagirlik niyatida;\n\nk) milliy yoki irqiy adovat zamirida;\n\nl) bezorilik oqibatida;\n\nm) diniy taassublar zamirida;\n\nn) inson a’zolarini va (yoki) to‘qimalarini olish yoki murdaning qismlaridan foydalanish maqsadida;\n\no) boshqa biror jinoyatni yashirish yoki uning sodir etilishini osonlashtirish maqsadida;\n\np) bir guruh shaxslar yoki uyushgan guruh a’zosi tomonidan yoki o‘sha guruh manfaatlarini ko‘zlagan holda;\n\nr) takroran yoki xavfli retsidivist tomonidan;\n\ns) o‘ta xavfli retsidivist tomonidan qasddan odam o‘ldirilishi o‘n besh yildan yigirma besh yilgacha ozodlikdan mahrum qilish yoki umrbod ozodlikdan mahrum qilish jazosi bilan jazolanadi.",
            "sharxi": "1. Huquqqa xilof ravishda, qasddan boshqa kishini hayotdan mahrum qilish odam o‘ldirish deb e’tirof etiladi.\n\n2. Sudlar qasddan odam o‘ldirishga oid ishlarni ko‘rayotganda, ish holatlarini sinchkovlik bilan, har tomonlama, to‘la va xolisona tekshirish lozimligi to‘g‘risidagi qonun talablariga qat’iy amal qilishlari shart. Ishning to‘g‘ri hal etilishi uchun muhim hisoblansa-da, biroq olib borilgan tergov bir yoqlama va to‘liq bo‘lmaganligi natijasida odam o‘ldirish jinoyatining barcha holatlari aniqlanmagan taqdirda, shuningdek, bu kamchilikni sud majlisida bartaraf etishning iloji bo‘lmagan hollarda ish qo‘shimcha tergovga qaytarilishi kerak.\n\n3. Qasddan odam o‘ldirish jinoyatining obyekti o‘zga shaxsning hayoti hisoblanadi. Jinoyat qonuni barcha odamlarning hayotini bir xilda himoya qiladi. Shuning uchun yoshni ham, keksani ham, sog‘lom odamni ham, bemorni ham hayotdan huquqqa xilof ravishda mahrum etish odam o‘ldirish deb e’tirof etiladi. O‘zbekiston Respublikasida evtanaziya taqiqlanadi.\n\nInson hayotining boshlanish va tugallanish vaqtini to‘g‘ri belgilash inson hayoti va sog‘lig‘iga qarshi jinoyatlarni kvalifikatsiya qilish va mazkur jinoyatlarni odam o‘lishiga olib kelishi mumkin bo‘lgan boshqa jinoyat tarkiblaridan farqlash masalalarini to‘g‘ri hal etish uchun birinchi darajali ahamiyat kasb etadi.\n\nInson hayotining boshlanishi tug‘ish vaqtida ona qornidan chaqaloq tana a’zosining bir qismi chiqishi bilan boshlanadi.\n\nHomilador ayolning roziligi bilan homila to‘la shakllanmay turib, uning sun’iy ravishda tushirilishi odam o‘ldirish deb hisoblanmasligi kerak. Bunday qilmish Jinoyat kodeksining 114-moddasiga asosan homiladorlik muddatidan qat’i nazar, jinoiy ravishda homilani tushirish deb kvalifikatsiya qilinishi lozim.\n\n4. Qasddan odam o‘ldirish jinoyatining obyektiv tomoni o‘zga shaxsni huquqqa xilof ravishda hayotdan mahrum qilishdan iborat. Agar boshqa shaxsni hayotidan mahrum qilish qonunga xilof bo‘lmasa, u odam o‘ldirish deb hisoblanishi mumkin emas (masalan, zaruriy mudofaa holatida (JKning 37-moddasi), oxirgi zarurat holatida (JKning 38-moddasi), ijtimoiy xavfli qilmish sodir etgan shaxsni ushlash vaqtida (JKning 39-moddasi) boshqa shaxsni hayotidan mahrum qilish va hokazo).\n\nOdam o‘ldirish faol harakatlar bilan ham, harakatsizlik orqali ham sodir etilishi mumkin. Odam o‘ldirish usuli jinoyatni kvalifikatsiya qilishga ta’sir ko‘rsatmaydi.\n\nOdam o‘ldirish moddiy tarkibli jinoyat hisoblanadi. U miyaning tuzalmas halokati, ya’ni jismoniy o‘limning yuzaga kelishi bilan ifodalanuvchi biologik o‘lim boshlangan paytdan e’tiboran tugallangan hisoblanadi.\n\nQasddan odam o‘ldirish jinoyati obyektiv tomonining zaruriy belgisi aybdorning sodir etgan qilmishi (harakati yoki harakatsizligi) bilan jabrlanuvchining o‘limi o‘rtasida sababiy bog‘lanish mavjudligi hisoblanadi.\n\nSodir etilgan qilmish bilan jinoiy natija sifatidagi o‘lim o‘rtasida sababiy bog‘lanishning yo‘qligi qasddan odam o‘ldirganlik uchun jinoiy javobgarlikni butunlay istisno etadi, ammo mazkur qilmish jabrlanuvchining sog‘lig‘iga turli darajadagi shikast yetkazganlik uchun javobgarlikni belgilovchi moddalardan biri bo‘yicha kvalifikatsiya qilinishi mumkin.\n\n5. Qasddan odam o‘ldirish jinoyatining subyektiv tomoni aybning qasd shakli bilan tavsiflanadi. Qasddan odam o‘ldirish jinoyati ham to‘g‘ri, ham egri qasd bilan sodir etilishi mumkin. Qasddan odam o‘ldirish jinoyatini sodir etayotganda aybdor jabrlanuvchini hayotdan mahrum etish qasdi bilan harakat qiladi, qilmishning ijtimoiy xavfli oqibatlariga ko‘zi yetadi, o‘lim yuz berishini istaydi (to‘g‘ri qasd) yoki bunga ongli ravishda yo‘l qo‘yib beradi (egri qasd).\n\nQasddan odam o‘ldirishga suiqasd qilish faqat to‘g‘ri qasd bilan sodir etilishi mumkin, chunki bunda aybdor o‘z qilmishining ijtimoiy xavfli xususiyatini anglagan, jabrlanuvchining o‘limiga ko‘zi yetgan va uning o‘limini istagan bo‘ladi, biroq o‘lim aybdorga bog‘liq bo‘lmagan holatlarga ko‘ra (jabrlanuvchining faol qarshiligi, boshqa shaxslarning aralashuvi, jabrlanuvchiga o‘z vaqtida tibbiy yordam ko‘rsatilganligi va hokazo tufayli) yuz bermaydi. Shu sababli aybdorning jabrlanuvchini hayotdan mahrum etish niyatida harakat qilgan-qilmaganligini, o‘lim yuz berishini istagan-istamaganligini va qanday holatlar istalgan natija yuz berishiga to‘sqinlik qilganligini aniqlash zarur.\n\n6. Odam o‘ldirishni sodir etishda aybdor shaxsning qasdini to‘g‘ri aniqlash, qasddan odam o‘ldirishni jabrlanuvchining o‘limiga sabab bo‘lgan qasddan badanga og‘ir shikast yetkazishdan (JKning 104-moddasi 3-qismi, “d” bandi) ajratish, shuningdek, qasddan odam o‘ldirishga suiqasd qilish bilan jabrlanuvchi sog‘lig‘iga turli darajadagi shikast yetkazganlik holatlarini farqlash uchun ayblanuvchi qasdining yo‘nalishini, uning o‘z harakatlari oqibatiga, ya’ni jabrlanuvchining o‘limiga subyektiv munosabatini hisobga olish zarur.\n\nAybdor qasddan odam o‘ldirishda o‘limning yuzaga kelishiga to‘g‘ri qasd bilan harakat qiladi, qasddan badanga og‘ir shikast yetkazish natijasida jabrlanuvchining o‘limi kelib chiqqanda esa, o‘limga nisbatan ayb ehtiyotsizlik shaklida namoyon bo‘ladi.\n\n7. Aybdorning qasdi nimaga qaratilganligi to‘g‘risidagi masalani hal etishda qilmishning barcha holatlari majmuidan kelib chiqilishi, xususan, jinoyatni sodir etish usuli va quroli, tan jarohatlari soni, xususiyati va o‘rni (masalan, odam hayoti uchun muhim a’zolarning jarohatlanganligi), jinoiy harakatlar to‘xtashi sabablari, shuningdek, aybdor va jabrlanuvchining jinoyat sodir etilgunga qadar bo‘lgan fe’l-atvori, o‘zaro munosabatlari, aybdorning jinoyat sodir etilgandan keyingi harakatlari xususiyati e’tiborga olinishi lozim. Sanab o‘tilgan holatlarni ularning majmuida hisobga olish aybdor shaxsning qasdi odam o‘ldirishga yo‘naltirilganligini aniqlashga yordam beradi.\n\n8. JKning 97-moddasida javobgarlik belgilangan qasddan odam o‘ldirishning subyekti 14 yoshga to‘lgan aqli raso jismoniy shaxsdir. Odam o‘ldirish bo‘yicha jinoyat ishlari ko‘rilganida aybdor shaxsini, uning shaxsiga oid xususiyatlarini va jabrlanuvchining xulq-atvorini chuqur o‘rganish zarur. Oliy sud Plenumi ta’kidlashicha, qasddan odam o‘ldirish uchun jazo tayinlashda ushbu jinoyat sodir etilishidagi barcha holatlar: qasd turi, qotillik sabablari, maqsadi, usuli, jinoyat sodir etilgan vaziyat va jinoyat bosqichi, shuningdek, aybdorning shaxsi, uning o‘z qilmishiga munosabati, jazoni yengillashtiruvchi va og‘irlashtiruvchi holatlar e’tiborga olinishi zarur. Ayni paytda jabrlanuvchining shaxsiga oid ma’lumotlar, uning sudlanuvchi bilan o‘zaro munosabatlari, shuningdek, qotillik sodir etilmasdan oldingi xulq-atvori o‘rganilishi lozim.\n\nAyblanuvchining (sudlanuvchining) ruhiy jihatdan sog‘lomligiga shubha tug‘ilgan taqdirda, ambulatoriya yoki statsionar sharoitda sud-psixiatriya ekspertizasi o‘tkazilishi kerak. Aybdor tomonidan JK 97-moddasi ikkinchi qismida nazarda tutilgan harakatlar sodir etilgan hollarda sud-psixiatriya ekspertizasi statsionar sharoitda o‘tkazilishi shart.\n\n9. Jinoyatni sodir etishda bir necha shaxs ishtirok etgan bo‘lsa, birgalikda odam o‘ldirishga qaratilgan yagona qasd bilan harakat qilgan va jabrlanuvchini hayotdan mahrum etish jarayonida bevosita ishtirok etgan shaxslar jinoyatning ishtirokchisi deb topilishi lozim. Agar o‘lim bir kishining harakati natijasida ro‘y bergan bo‘lsa, ishtirokchilik belgilari bo‘lmagan hollarda qolgan kishilar odam o‘ldirganlik uchun javobgar bo‘lmaydilar. Umuman olganda, bir necha shaxs javobgarlikka tortilgan qasddan odam o‘ldirish bilan bog‘liq ishlarni ko‘rib chiqish chog‘ida har bir sudlanuvchining jinoyat sodir etishdagi ishtiroki darajasini o‘rganish lozim.\n\nQasddan odam o‘ldirish ishtirokchilikda sodir etilganda, Jinoyatning subyektini tavsiflovchi kvalifikatsiya belgilari (qotillik o‘ta xavfli retsidivist yoki ilgari ham qasddan odam o‘ldirgan shaxs tomonidan sodir etilganligi) faqat ushbu belgilar bevosita taalluqli bo‘lgan ishtirokchilarning harakatlarini kvalifikatsiya qilishda e’tiborga olinishi lozim.\n\n10. Jinoyatni JKning 97-moddasi 1-qismi bilan kvalifikatsiya qilish istisno qilish usuli bilan amalga oshiriladi. Ishda, ya’ni sodir etilgan qilmishda JKning 97-moddasi 2-qismida nazarda tutilgan odam o‘ldirganlik uchun javobgarlikni og‘irlashtiruvchi holatlarning mavjudligi va JKning 98-102-moddalaridagi yengillashtiruvchi holatlarning borligi aniqlanadi. Agar yuqorida aytilgan holatlar bo‘lmasa, aybdorning qilmishi JKning 97-moddasi 1-qismi bilan kvalifikatsiya qilinadi.\n\n11. Uch olish maqsadida, rashk tufayli, tuzalmaydigan kasalni azobdan qutqarish maqsadida jabrlanuvchining iltimosiga ko‘ra (passiv yoki aktiv evtanaziya), mushtlashish vaqtida o‘ldirish, bezorilik belgilari bo‘lmasa, hasad, qo‘rqoqlik va hokazo tufayli sodir etilgan odam o‘ldirish JKning 97-moddasi 1-qismi bilan kvalifikatsiya qilinadi.\n\n12. O‘z xizmat yoki fuqarolik burchini bajarishi munosabati bilan shaxsni yoki uning yaqin qarindoshlarini qasddan o‘ldirishdan boshqa barcha holatlarda o‘ch olish maqsadida shaxsni o‘ldirganligi uchun aybdor JKning 97-moddasi 1-qismi bilan javobgarlikka tortiladi. Dastlab aytib o‘tilgan holatda odam o‘ldirganlik JKning 97-moddasi 2-qismi “g” bandi bilan kvalifikatsiya qilinadi, buning uchun odam o‘ldirish aynan shaxsiy munosabatlar tufayli o‘ch olish maqsadida sodir etilganligini aniqlash lozim.\n\nShaxsiy munosabatlar tufayli o‘ch olish maqsadida odam o‘ldirishdan bezorilik oqibatida odam o‘ldirishni farqlash lozim. Bezorilik oqibatida odam o‘ldirishga jabrlanuvchining ahamiyatga ega bo‘lmagan harakati (chekish uchun sigareta bermaslik, biror korxonaning qayerda joylashganligini aytmaslik va hokazo) bahona bo‘ladi yoki u hech qanday sababsiz ham amalga oshiriladi.\n\nAybdorda o‘ch olish motivi shakllanilishiga olib kelgan sabablar (qoida tariqasida, bu jabrlanuvchining xulq-atvori yoki qandaydir xatti-harakatlari) bevosita odam o‘ldirilishidan oldin yoki ancha ilgari vujudga kelishi mumkin, bunda odam o‘ldirishning kvalifikatsiyasiga ushbu holatning hech qanday ta’siri yo‘q.\n\nShaxsiy munosabatlar tufayli o‘ch olish motivi bevosita o‘ldirish sodir bo‘lishidan avval paydo bo‘lgan holatlarda, odam o‘ldirish kuchli ruhiy hayajonlanish yoki zaruriy mudofaa chegarasidan chetga chiqish yoki ijtimoiy xavfli qilmishni sodir etgan shaxsni ushlash vaqtida zarar yetkazish tufayli sodir etilmaganligini ham aniqlash lozim. Mazkur holatlarning vujudga kelishi normalar raqobati mavjudligidan guvohlik beradi, uni hal qilish umumiy va maxsus normalar raqobatida kvalifikatsiya qoidalari bo‘yicha amalga oshiriladi (JKning 33-moddasi sharhiga qarang).\n\n13. Rashk sababidan odam o‘ldirish ham JKning 97-moddasi 1-qismi bilan kvalifikatsiya qilinadi. Odam o‘ldirish sababi bo‘lgan rashk o‘z ichiga ishonmaslik, adovat va xudbinlik elementlarini oladi. Rashk tufayli odam o‘ldirishga ko‘pincha xayoliy yoki haqiqiy xiyonat, jabrlanuvchining turmushga chiqishga yoki uylanishga rozi bo‘lmasligi yoki jabrlanuvchining birga yashashdan bosh tortishi kabilar bahona bo‘lishi mumkin.\n\n14. Mushtlashish yoki janjallashish oqibatida sodir etilgan odam o‘ldirish janjal yoki mushtlashish, kimning aybi bilan kelib chiqqanligidan qat’i nazar, JKning 97-moddasi 1-qismi bilan kvalifikatsiya qilinadi, asosiysi, ushbu mushtlashish (janjallashish) shaxsiy munosabatlar tufayli vujudga kelishi hamda bezorilik motivlari bilan bog‘liq bo‘lmasligi lozim. Biroq faqatgina ushbu holat, shuningdek, JKning 97-moddasi 2-qismida nazarda tutilgan boshqa og‘irlashtiruvchi holatlarning yo‘qligi mazkur qotillikni JKning 97-moddasi 1-qismi bo‘yicha kvalifikatsiya qilishga imkon bermaydi.\n\nUrishish yoki mushtlashish vaqtida odam o‘ldirish o‘zidan o‘zi qilmishga JKning 102-moddasi bo‘yicha yuridik baho berishni talab qiladigan aybning ehtiyotsizlik shakli mavjudligini yoki qilmishni kuchli ruhiy hayajonlanish holatida qasddan odam o‘ldirish (JKning 98-moddasi) yoki zaruriy mudofaa chegarasidan chetga chiqib, qasddan odam o‘ldirish (JKning 100-moddasi) sifatida kvalifikatsiya qilishga asos beruvchi yengillashtiruvchi holatlarning mavjudligini istisno qilmaydi.\n\nMushtlashish yoki janjallashish paytida sodir etilgan odam o‘ldirishni kvalifikatsiya qilishda sodir etilgan jinoyatning rost motivlari va haqiqiy holatlarini aniqlash muhim, zero, mushtlashish yoki janjallashish faqatgina sodir etilgan jinoyat vaziyatini tavsiflaydi, biroq jinoyatni kvalifikatsiya qilishda hal qiluvchi belgi hisoblanmaydi.\n\n15. Odam o‘ldirish jinoyatini JKning 97-moddasi 2-qismi bo‘yicha kvalifikatsiya qilish uchun ushbu modda ikkinchi qismining tegishli bandida ko‘zda tutilgan belgilardan birortasini aniqlash lozim. JKning 97-moddasi 2-qismida ko‘rsatilgan har bir og‘irlashtiruvchi holat mustaqil ahamiyatga ega. Bir vaqtning o‘zida JKning 97-moddasi 2-qismida ko‘rsatilgan og‘irlashtiruvchi holatlarning bir nechasi mavjud bo‘lganda jinoyatni kvalifikatsiya qilishda ularning har biri ko‘rsatilishi zarur va bu jazo tayinlanganida e’tiborga olinishi lozim.\n\n16. JKning 97-moddasi 2-qismi «a» bandida ikki yoki undan ortiq shaxsni qasddan o‘ldirganlik uchun javobgarlik nazarda tutilgan. Ikki yoki undan ortiq shaxsni o‘ldirish bo‘yicha aybdorning harakatlari yagona qasd bilan qamrab olingan va, qoida tariqasida, bir vaqtda sodir etilgan hollardagina mazkur belgi shaxsning aybiga qo‘yilishi mumkin. Bitta qotillik oldingidan keyin bir qancha vaqt o‘tgach sodir etilgan bo‘lsa, bunda qasdning mazmuni va yo‘nalishidan kelib chiqish lozim. Agar sodir etilgan qilmishning holatlari aybdorda ikki yoki undan ortiq shaxsni hayotdan mahrum etishga yo‘naltirilgan yagona qasd mavjudligidan dalolat berayotgan bo‘lsa, ikki yoki undan ortiq shaxsni qasddan o‘ldirganlik jinoyati mavjud bo‘ladi.\n\nIkki yoki undan ortiq shaxsni o‘ldirish motivlari bir-biriga to‘g‘ri kelmasligi mumkin (asosiysi, aybdorning niyatlari yagona bo‘lishi shart). Masalan, aybdor xotinini rashk motivlari tufayli, uning o‘ynashini esa o‘ch olish maqsadida o‘ldiradi.\n\nIkki yoki undan ortiq shaxsning bir vaqtning o‘zida o‘ldirilishi jinoiy niyatning yagonaligi ko‘rsatkichlaridan biridir. Turli vaqtlarda sodir etilgan ikki yoki undan ortiq shaxsni o‘ldirishda jinoiy niyatning yagonaligini e’tirof etish uchun aybdorning xatti-harakatida faqat to‘g‘ri qasd, albatta, mavjud bo‘lganligini aniqlash lozim. Bir vaqtning o‘zida odam o‘ldirishda faqat to‘g‘ri qasd emas, balki egri qasd ham bo‘lishi mumkin.\n\nOliy sud Plenumining tushuntirishlariga ko‘ra, ikki yoki undan ortiq shaxsni qasddan o‘ldirish, garchi bu jinoiy harakatlar bir vaqtning o‘zida sodir etilgan bo‘lsa-da, lekin aybdorning yagona qasdi bilan qamrab olinmagan bo‘lsa, qilmish takroran qasddan odam o‘ldirish tariqasida JK 97-moddasi ikkinchi qismining «r» bandi bilan kvalifikatsiya qilinadi.\n\nBir kishining qasddan o‘ldirilishi va boshqa shaxsning hayotiga suiqasd qilinishi tugallangan jinoyat (ikki yoki undan ortiq shaxsni o‘ldirish) sifatida baholanmasligi kerak, chunki bunda ikki va undan ortiq shaxsni hayotdan mahrum etishga oid jinoiy niyat aybdor shaxsga bog‘liq bo‘lmagan sabablarga ko‘ra amalga oshmagan bo‘ladi. Bunday holda, Oliy sud Plenumi ta’kidlashicha, qilmishni JKning 25, 97-moddasi 2-qismining «a» bandi va 97-moddasining tegishli qismi bilan bir kishini o‘ldirganlik uchun va ikki yoki undan ortiq shaxsni o‘ldirishga suiqasd sifatida kvalifikatsiya qilish kerak.\n\nAgar aybdorning niyati bir kishini o‘ldirish bo‘lib, biroq mazkur qilmishni sodir etish jarayonida ehtiyotsizlik oqibatida boshqa kishini ham o‘ldirgan bo‘lsa, bu qilmish jinoyatlar majmui bo‘yicha qasddan odam o‘ldirish va ehtiyotsizlik tufayli odam o‘ldirish sifatida kvalifikatsiya qilinishi lozim (JKning 97-moddasi 1-qismi yoki 2-qismi va 102-moddasi).\n\n17. Homiladorligi aybdorga ayon bo‘lgan ayolni qasddan o‘ldirish uchun JKning 97-moddasi 2-qismi «b» bandi bo‘yicha javobgarlik yuzaga keladi.\n\nOdam o‘ldirishning mazkur turi subyektiv tomondan to‘g‘ri qasd bilan sodir etiladi. Qonun matnida avvaldan ayon bo‘lish holati ko‘rsatilganligi aybdorning ongi bilan jabrlanuvchi organizmi holatining o‘ziga xos xususiyatlari aniq qamrab olinganligini nazarda tutadi, ya’ni aybdor jabrlanuvchining homiladorligini oldindan bilgan bo‘lishi lozim (tashqi belgilar va boshqa faktik ma’lumotlar mavjudligi). Bunda homiladorlik muddati, shuningdek, homilador ayol o‘ldirilishi natijasida uning homilasi nobud bo‘lgan-bo‘lmaganligi qilmishni kvalifikatsiya qilish uchun ahamiyatga ega emas.\n\nAvvaldan ayon bo‘lish aybdor shaxs ayolning homiladorligidan xabardorligini nazarda tutadi. Aybdorning xabardorligi shaxsiy kuzatishlariga (homila muddati kattaligida), davolash muassasasi tomonidan berilgan homiladorlikni tasdiqlovchi rasmiy hujjat bilan tanishganligiga asoslangan bo‘lishi yoki jabrlanuvchining o‘zi, uning ota-onasi, do‘stlari, tanishlari bergan ma’lumotlardan kelib chiqishi mumkin.\n\nFaktik xato mavjud bo‘lganda, ya’ni aybdor homiladorlik mavjud emasligini taxmin qilganida, uning harakatlari tegishli ravishda JKning 97-moddasi 2-qismi «b» bandi bo‘yicha kvalifikatsiya qilinishi mumkin emas. Teskari holatda, ya’ni agar aybdor yanglish taxmin asosida, aslida homilador bo‘lmagan ayolni homilador deb qasddan o‘ldirgan bo‘lsa, Oliy sud instansiyasining ko‘rsatmalariga binoan qilmish odam o‘ldirish uchun javobgarlikni og‘irlashtiruvchi boshqa holatlar mavjud bo‘lmasa, JKning 97-moddasi 1-qismi bo‘yicha kvalifikatsiya qilinadi.\n\n18. Aybdorga ayon bo‘lgan ojiz ahvoldagi shaxsni qasddan o‘ldirish JKning 97-moddasi 2-qismi «v» bandi bilan kvalifikatsiya qilinadi.\n\nOliy sud Plenumi belgilaydiki, aybdorning harakatlarini JK 97-moddasi ikkinchi qismining «v» bandi bilan kvalifikatsiya qilishda ojiz ahvol deb jabrlanuvchining fiziologik, jismoniy yoki ruhiy jihatdan (jismoniy nuqsonlari, ruhiyati buzilganligi, juda yosh yoki keksaligi, qattiq og‘riq yoki behush holatda yoki uyquda bo‘lganligi, alkogol, giyohvandlik vositasi yoki psixotrop modda ta’sirida og‘ir darajada mastligi tufayli) o‘zini himoya qilishga, aybdorga faol qarshilik ko‘rsatishga qodir emaslik, yoki o‘ziga nisbatan sodir etilayotgan harakatlarning xususiyati va mohiyatini tushuna olmaslik yoki o‘z harakatlarini boshqara olmaslik holati tushunilishi kerak. Bunda aybdor jabrlanuvchining ojiz ahvolda ekanligini anglagan bo‘lishi shart.\n\nJabrlanuvchining alkogolli ichimlik, giyohvandlik vositasi yoki psixotrop modda ta’sirida atrofdagi vaziyatni anglay olmaydigan darajada mastligi, uning ojiz ahvolda bo‘lgan deb tan olinishiga asos bo‘lishi mumkin. Bunda jabrlanuvchini kim bu ahvolga solganligi ahamiyatga ega emas.\n\nShunday qilib, ojiz ahvol bu jabrlanuvchining shunday jismoniy yoki ruhiy holatiki, bunda u aybdorning uning hayotiga qilgan tajovuziga qarshilik ko‘rsata olmasligi yoki unga nisbatan sodir qilinayotgan harakatlarning xususiyati va mazmunini tushunishga yoki o‘z harakatlarini boshqarishga qodir bo‘lmaydi.\n\nHayotiga qarshi qaratilgan tajovuzga faol qarshilik ko‘rsata olmaydigan shaxsga nisbatan qotillik sodir etilsa, shaxsning aybiga JKning 97-moddasi 2-qismi «v» bandi qo‘yiladi: jabrlanuvchi uyquda bo‘lgan, xushidan ketgan paytida yoki u bilan sodir etilayotgan harakatlarning mazmunini tushuna olmaydigan darajadagi mastlik holatida bo‘lgan vaqtda uni o‘ldirish; ruhiy faoliyat buzilishiga yo‘l qo‘yilgan shaxsni yoki behush holatda bo‘lgan shaxsni o‘ldirish va hokazo. Ojiz ahvol jabrlanuvchining o‘zi ushbu ahvolda bo‘lganligini tushunishidan qat’i nazar, mavjud bo‘ladi.\n\nChaqaloqni ojiz ahvoldagi odam deb e’tirof etish zarurligiga qaramasdan, uning tug‘ilishi chog‘ida yoki undan keyin onasi tomonidan o‘ldirilish qoida tariqasida JKning 97-moddasi 2-qismi «v» bandi bo‘yicha emas, balki JKning 99-moddasi bo‘yicha kvalifikatsiya qilinadi.\n\n19. Jabrlanuvchining o‘z xizmat yoki fuqarolik burchini bajarishi oqibatida kelib chiqqan o‘ch olish maqsadida shaxsni yoki uning yaqin qarindoshlarini o‘ldirish o‘z xizmat yoki fuqarolik burchini bajarishi munosabati bilan shaxsni yoki uning yaqin qarindoshlarini qasddan o‘ldirish (JKning 97-moddasi 2-qismi «g» bandi) sifatida kvalifikatsiya qilinishi lozim. O‘ch olish motivi aniqlanmagan holda ham, ya’ni odam o‘ldirish jabrlanuvchining o‘z qonuniy faoliyatiga qarshilik ko‘rsatish maqsadida yoki uning bundan keyingi aybdor uchun nojoiz xizmat yoki fuqarolik faoliyati bilan bog‘liq hollarda sodir etilganda ham ko‘rib chiqilayotgan kvalifikatsiya qiluvchi belgi shaxsning aybiga qo‘shilishi mumkin.\n\nYaqin qarindoshlar deganda JKning Sakkizinchi bo‘limi qoidalariga muvofiq qarindosh yoki quda tomondan qarindosh bo‘lgan shaxslar, ya’ni ota-ona, tug‘ishgan va o‘gay aka-uka va opa-singillar, er-xotin, farzand, shu jumladan farzandlikka olinganlar, bobo, buvi, nevaralar, shuningdek er-xotinning ota-onasi, tug‘ishgan va o‘gay aka-uka va opa-singillari tushuniladi.\n\nXizmat faoliyatini amalga oshiradigan va tahlil qilinayotgan odam o‘ldirish turining jabrlanuvchisiga aylanishi mumkin bo‘lgan shaxslar doirasi juda keng. Bular nafaqat mansabdor shaxslar, hokimiyat vakillari, turli bo‘linmalarning rahbarlari, balki mansabdor shaxs bo‘lmagan turli xizmatchilar bo‘lishi mumkin (qorovullar, kotiblar, posbonlar va hokazo).\n\nOliy sud instansiyasining rahbariy tushuntirishlariga ko‘ra, xizmat burchini bajarish deganda shaxsning o‘z xizmat (mehnat) vazifalari doirasiga kiradigan harakatlari, fuqarolik burchini bajarish deganda esa fuqaro tomonidan uning zimmasiga qonun bilan maxsus yuklatilgan majburiyatlarning amalga oshirilishi, shuningdek boshqa ijtimoiy foydali harakatlar sodir etilishi (huquqbuzarlikning oldini olganligi, sodir etilgan yoki tayyorlanayotgan jinoyat to‘g‘risida yoki qidirilayotgan shaxs turgan joy haqida hokimiyat organlariga xabar berganligi, guvoh yoki jabrlanuvchi sifatida shaxsning jinoyat sodir etganligini fosh etuvchi ko‘rsatuvlar berganligi va hokazo) tushunilishi lozim.\n\nYa’ni, xizmat burchini bajarish deganda har qanday muassasa, korxona va tashkilotda ishlaydigan va xizmat yoki boshqa ish bo‘yicha o‘z zimmasiga yuklatilgan majburiyatlarni bajarayotgan har qanday shaxsning faoliyati tushuniladi.\n\nFuqarolik burchini bajarish deganda esa fuqaroning har qanday qonuniy faoliyatini tushunish lozim: jamiyat manfaatlarida o‘z zimmasiga maxsus yuklatilgan jamoat majburiyatlarini bajarish, shuningdek jamiyat manfaatlarida yoki ayrim fuqarolarning qonuniy manfaatlarida har qanday ijtimoiy foydali harakatlarni amalga oshirish.\n\nFaqatgina qonuniy asoslarga ko‘ra harakat qilayotgan shaxsni o‘ldirish JKning 97-moddasi 2-qismi «g» bandi bo‘yicha kvalifikatsiya qilinadi. Jabrlanuvchi qonunga xilof harakati, ya’ni xizmat vazifasini suiiste’mol qilishi, aybdor shaxsga nisbatan hokimiyat vakolati doirasidan chetga chiqishi natijasida o‘ldirilgan bo‘lsa, u holda aybdor shaxsni JKning 97-moddasi 2-qismi «g» bandi bilan javobgarlikka tortib bo‘lmaydi.\n\nOdam o‘ldirishni JKning 97-moddasi 2-qismi «g» bandi bo‘yicha kvalifikatsiya qilishda jinoyatning jabrlanuvchi o‘z xizmat vazifasini bajarayotgan paytda yoki boshqa vaqtda sodir etilganligi ham ahamiyatga ega emas. Bunda faqatgina qasddan odam o‘ldirish aynan jabrlanuvchi o‘z xizmat yoki fuqarolik burchini bajarishi munosabati bilan sodir etilganligini aniqlash zarur.\n\n20. Xizmat vazifasini bajarayotgan hokimiyat vakiliga yoki fuqarolik burchini bajarayotgan shaxsga qarshilik ko‘rsatish bilan bog‘liq holda uni qasddan o‘ldirish JK 219-moddasining tegishli qismida hamda 97-moddasi ikkinchi qismining «g» bandida nazarda tutilgan jinoyatlar majmui bo‘yicha kvalifikatsiya qilinadi.\n\nJKning 97-moddasi 2-qismi «g» bandida nazarda tutilgan jinoyatni davlat yoki jamoat arbobi yoki hokimiyat vakilining davlat yoki jamoatchilik faoliyati munosabati bilan uning hayotiga suiqasd qilish (JKning 155-moddasi 2-qismi), shuningdek O‘zbekiston Respublikasi Prezidentining hayotiga tajovuz qilish (JKning 158-moddasi 1-qismi) jinoyatlaridan farqlash lozim. «Maxsus norma» va «umumiy norma» raqobati vujudga kelganda kvalifikatsiya qilish qoidalariga muvofiq qilmish maxsus norma bo‘yicha kvalifikatsiya qilinadi, ko‘rsatilgan holatda JKning 155-moddasi 2-qismi va 158-moddasi 1-qismidagi normalar maxsus normalar jumlasiga kiradi.\n\n21. Jinoyatni boshqa shaxslarning hayoti uchun xavfli bo‘lgan usulda qasddan odam o‘ldirish deb JKning 97-moddasi 2-qismi «d» bandi bo‘yicha kvalifikatsiya qilish uchun aybdorning shaxsni hayotdan mahrum qilish uchun qo‘llayotgan usuli boshqa shaxslarning hayotiga xavf tug‘dirishini anglaganini aniqlash lozim. Bunga odamlar gavjum joyda tartibsiz ravishda o‘q otish, odamlar bor bo‘lgan xonadonda, jamoat transportida, odamlar to‘planib turgan joyda o‘q otish holatini, portlatish, odamlar bor bo‘lgan uyni yoqib yuborish, quduqdagi suvni yoki odamlar uchun tayyorlangan oziq-ovqatlarni zaharlash orqali odam o‘ldirishni, transportda halokat uyushtirishni, shuningdek boshqa shaxslarning hayoti uchun xavf tug‘dirishi mumkin bo‘lgan boshqa harakatlarni kiritish lozim. Shu bilan birga, odam o‘ldirish uslubining xavfliligi mavhum emas, balki sodir etilgan jinoyatning aniq holatidan kelib chiqqan holda baholanmog‘i lozim. Masalan, jabrlanuvchidan boshqa hech kim bo‘lmagan joyda shaxsni portlatish yoki transport vositasi bilan bosib ketish natijasida hayotidan mahrum qilganlikni JKning 97-moddasi 2-qismi «d» bandi bilan kvalifikatsiya qilib bo‘lmaydi, chunki bunday holatlarda aybdorning qilmishi boshqa kishilarning hayoti uchun haqiqiy xavf tug‘dirmaydi. Haqiqatan ham boshqa shaxslarning hayoti uchun xavf mavjud bo‘lganida va shu sharoitda boshqalarni hayotidan mahrum qilish mumkinligi ko‘rinib turganidagina JKning 97-moddasi 2-qismi «d» bandi bo‘yicha javobgarlik vujudga keladi.\n\nOdam o‘ldirishni boshqa shaxslarning hayoti uchun xavfli bo‘lgan usulda sodir etilgan deb e’tirof etish uchun aybdor o‘z jinoiy qasdini amalga oshirayotganida muayyan shaxsni hayotidan mahrum qilish uchun jabrlanuvchi hayoti uchungina emas, balki yana bitta odam hayoti uchun ham haqiqiy xavf tug‘diradigan usulni ongli ravishda tanlaganligini aniqlash lozim.\n\nKo‘p shaxslarning hayoti uchun xavfli usulda odam o‘ldirish vaqtida boshqa shaxslarga jarohat yetkazilgan bo‘lsa, qilmish jinoyatlarning majmui bo‘yicha JKning badanga shikast yetkazganlik uchun javobgarlik belgilangan moddalari bilan ham kvalifikatsiya qilinadi. Agar jinoyat natijasida boshqa shaxslar ham o‘lgan bo‘lsa, aybdor ehtiyotsizlik orqasida odam o‘ldirganlik uchun javobgarlik belgilangan moddalarning majmui bo‘yicha javobgar bo‘ladi.\n\n22. Ommaviy tartibsizliklar jarayonida sodir etilgan odam o‘ldirishni JKning 97-moddasi 2-qismi «ye» bandi bo‘yicha kvalifikatsiya qilish zarur. Ko‘rib chiqilayotgan odam o‘ldirish turining subyekti bir vaqtning o‘zida ommaviy tartibsizliklarning ham tashkilotchisi yoki faol ishtirokchisi bo‘lsa, uning qilmishlari jinoyatlarning jami JKning 244-moddasi va JKning 97-moddasi 2-qismi «ye» bandi bilan kvalifikatsiya qilinishi lozim. Aybdor tomonidan ommaviy tartibsizliklar jarayonida qasddan odam o‘ldirishdan tashqari qirg‘in solish, vayron qilish, o‘t qo‘yish va boshqa jinoyatlar ham sodir etilganda, biroq u ommaviy tartibsizliklar ishtirokchisi, ularning faol ishtirokchisi yoki tashkilotchisi bo‘lmasa, uning harakatlari shaxsga, mulkka qarshi jinoyatlar uchun javobgarlikni ko‘zda tutuvchi jinoyatlar majmui bo‘yicha kvalifikatsiya qilinishi kerak.\n\n23. O‘ta shafqatsizlik bilan odam o‘ldirish (JKning 97-moddasi 2-qismi «j» bandi) deganda jabrlanuvchini o‘ta azob berish usuli bilan hayotdan mahrum qilish yoki aybdor tomonidan o‘ta shafqatsizlik qilinganligidan dalolat beradigan o‘zga holatlarda odam o‘ldirish tushuniladi.\n\nO‘zbekiston Respublikasi Oliy sudi Plenumi tushuntirishlariga ko‘ra, o‘ta shafqatsizlik bilan odam o‘ldirish usullariga, jumladan, hayotdan mahrum etishdan oldin yoki qotillik sodir etish jarayonida jabrlanuvchini qiynoqqa solish yoki unga qattiq azob yetkazish bilan bog‘liq (kuchli og‘riq beruvchi zahardan foydalanish, tiriklayin yoqib yuborish, uzoq muddat ovqat, suv bermaslik) hollarni ham kiritish mumkin. Badanga ko‘plab shikast yetkazish orqali odam o‘ldirish faqat aybdor buni jabrlanuvchiga qattiq azob-uqubat yetkazishga qaratilgan to‘g‘ri qasd bilan sodir etgan bo‘lsa, o‘ta shafqatsizlik ko‘rinishi deb baholanishi mumkin.\n\nJabrlanuvchining yaqin kishilari ko‘z o‘ngida odam o‘ldirish, agar aybdor o‘z harakatlari bilan ularga kuchli iztirob berayotganligini anglagan bo‘lsa, aybdor tomonidan o‘ta shafqatsizlik namoyon etilganligidan dalolat beruvchi holat sifatida baholanmog‘i lozim.\n\nJabrlanuvchining yaqin kishilari qatoriga uning yaqin qarindoshlaridan tashqari, jabrlanuvchi bilan alohida shaxsiy do‘stona munosabatda bo‘lgan shaxslar ham kirishi mumkin.\n\nYana bir bor ta’kidlash joizki, jabrlanuvchiga ko‘plab tan jarohati yetkazishning o‘zi odam o‘ldirishni o‘ta shafqatsizlik bilan sodir etilgan deb topish uchun asos bo‘la olmaydi, chunki mazkur belgi mavjud bo‘lishi uchun aybdor qotillikni o‘ta shafqatsizlik bilan sodir etishga qaratilgan qasd bilan harakat qilishini va jabrlanuvchini o‘lishidan avval qasddan alohida qiynoqqa solganligini yoki unga o‘ta azob yetkazganligini aniqlash zarur. O‘ta shafqatsizlik bilan odam o‘ldirish boshqa odam o‘ldirish turlari kabi jabrlanuvchining o‘limi berishi bilan tugallangan hisoblanadi. Shuning uchun aybdorning har qanday keyingi harakatlari, masalan, murdani tahqirlash, sodir etilgan qotillikni yashirish maqsadida uni bo‘laklarga bo‘lish, yo‘q qilib yuborish ko‘rib chiqilayotgan qotillik turining tarkibi doirasiga kirmaydi hamda o‘ta shafqatsizlik bilan odam o‘ldirishdan dalolat beruvchi holat sifatida hisobga olinmaydi. Qilmish bunday hollarda jinoyatlar majmui bo‘yicha JKning 97-moddasi tegishli qismi va JKning 134-moddasi bilan kvalifikatsiya qilinishi kerak, chunki qotillikni yashirish maqsadida murdani yo‘q qilish yoki bo‘laklarga bo‘lish qotillikning o‘ta shafqatsizlik bilan sodir etilganligini anglatuvchi holat sifatida baholanishi mumkin emas.\n\nQotillikning ko‘rib chiqilayotgan turi aksariyat hollarda to‘g‘ri qasd bilan, kamdan-kam hollarda egri qasd bilan sodir etiladi. Odam o‘ldirish jinoyati o‘ta shafqatsizlik bilan sodir etilgan deb topish uchun aybdorda o‘ta shafqatsizlik bilan odam o‘ldirish qasdining mavjudligini aniqlash muhimdir.\n\nJinoyat ishtirokchilari o‘rtasida qasddan o‘ta shafqatsizlik bilan odam o‘ldirish to‘g‘risida oldindan til biriktirilmagan taqdirda qotillikni bajaruvchi shaxsning harakatlari JK 97-moddasi 2-qismining «j» bandi bo‘yicha, boshqa ishtirokchilarning harakatlari esa JK 97-moddasi 2-qismining «j» bandi istisno etilgan holda ushbu moddaning tegishli qismi bo‘yicha kvalifikatsiya qilinadi.\n\n24. Nomusga tegish yoki jinsiy ehtiyojni zo‘rlik ishlatib g‘ayritabiiy usulda qondirish bilan bog‘liq holda qasddan odam o‘ldirish uchun javobgarlik JKning 97-moddasi 2-qismi «z» bandida nazarda tutilgan. Nomusga tegish yoki jinsiy ehtiyojni zo‘rlik ishlatib g‘ayritabiiy usulda qondirish bilan bog‘liq holda qasddan odam o‘ldirish ko‘rsatilgan jinsiy erkinlikka qarshi jinoyatlarni sodir etish jarayonida sodir etiladigan qasddan odam o‘ldirishdan iborat bo‘ladi. Bunda ikkita mustaqil jinoyat sodir etilganligini inobatga olgan holda aybdorning qilmishlari JKning 97-moddasi 2-qismi «z» bandi va JKning 118-moddasi yoki JKning 119-moddasi tegishli qismlari bo‘yicha kvalifikatsiya qilinishi lozim.\n\nJinsiy zo‘rlik ishlatishga qasd qilish vaqtida yoki darhol uni sodir etishdan so‘ng jabrlanuvchiga nisbatan uning qarshiligini sindirish va shu orqali unga nisbatan jinoyat sodir etishni yengillashtirish maqsadida, aybdorning sadizmga moyilligi munosabati bilan, nekrofiliya maqsadida, jabrlanuvchi qarshilik ko‘rsatgani uchun o‘ch olish hissi bilan sodir etilgan qotillikni Oliy sud instansiyasi ko‘rsatmalariga muvofiq, ushbu jinoyatni yashirish maqsadida jabrlanuvchini qasddan o‘ldirish JK 118 yoki 119-moddasida hamda 97-moddasi ikkinchi qismining «o» bandida nazarda tutilgan jinoyatlar majmui bo‘yicha kvalifikatsiya qilinadi.\n\n25. Tamagirlik niyatida qasddan odam o‘ldirish (JKning 97-moddasi 2-qismi «i» bandi) aybdor yoki boshqa shaxslar uchun har xil moddiy naf (pul, mol-mulk, mulkiy huquqlar, uy-joy maydoniga bo‘lgan huquq va hokazo) olishga qaratilgan niyatda yoki moddiy sarf-xarajatlardan (mol-mulkni qaytarishdan, qarzni to‘lashdan, xizmatlar uchun haq to‘lashdan, mulkiy majburiyatlarni bajarishdan, alimentlarni to‘lashdan) qutulish istagida sodir etilgan odam o‘ldirish tushuniladi.\n\nJabrlanuvchi kim bo‘lishidan qat’i nazar, ya’ni mol-mulkning (boshqa boyliklarning) egasi yoki o‘zida mol-mulk turgan shaxs yoki mol-mulk saqlash uchun berib qo‘yilgan shaxs bo‘lishidan qat’i nazar, odam o‘ldirish tamagirlik niyatida sodir etilgan deb topiladi. O‘limidan keyin biron-bir mulkiy huquqlarini aybdor o‘z qo‘liga kiritish maqsadida o‘ldirilgan shaxs ham jabrlanuvchi bo‘lishi mumkin.\n\nO‘zi yoki boshqa shaxslarning manfaatini ko‘zlab moddiy naf ko‘rish yoki biron-bir moddiy sarf-xarajatlar qilishdan qutulish maqsadida sodir etilganligidan qat’i nazar, odam o‘ldirish tamagirlik niyatida sodir etilgan deb hisoblanadi.\n\nTamagirlik motivi vujudga kelishining vaqti albatta aniqlashtirilishi zarur. Jinoyat motivi sifatida tamagirlik odam o‘ldirish jinoyati sodir etilganidan keyin emas, balki odam o‘ldirishdan oldin yoki mazkur jinoyatni sodir etish vaqtida vujudga kelishi lozim. Agar aybdor qotillikni boshqa motivlar bilan, masalan, qasos olish uchun, rashk tufayli sodir etib, keyin jabrlanuvchining mulkini egallasa, uning harakatlari jinoyatlar majmui bo‘yicha odam o‘ldirish (aniqlangan holatlarga qarab) va o‘g‘rilik (JKning 169-moddasi) sifatida kvalifikatsiya qilinishi shart. Mazkur qoida O‘zbekiston Respublikasi Oliy sudi Plenumining qarorida ko‘rsatib o‘tilgan.\n\nModdiy rag‘batlantirish evaziga qasddan odam o‘ldirish (yollanma qotillik) ham tamagirlik niyatida qasddan odam o‘ldirish hisoblanadi. Mazkur turdagi odam o‘ldirish ishtirokchilarining javobgarligi chegaralari o‘ziga xos xususiyatlarga ega. Ya’ni qotillik uchun haq va’da qilgan tashkilotchi (buyurtmachi)ning harakatlari u qaysi sabablarga ko‘ra shunday qilganligidan kelib chiqib, Jinoyat kodeksining 28, 97-moddasining tegishli qismi bilan kvalifikatsiya qilinishi kerak.\n\nKo‘p hollarda tamagirlik niyatida qasddan odam o‘ldirish bosqinchilik jinoyatini amalga oshirish vaqtida sodir etiladi. Shuning uchun e’tiborga olish kerakki, agar qotillik birinchidan hujum qilish yo‘li bilan, ikkinchidan o‘zganing mulkiga ega bo‘lish maqsadida sodir etilgan bo‘lsa, uchinchidan mulkka egalik qilish qotillik paytida yoki bevosita qotillikdan so‘ng amalga oshirilgan bo‘lsa (xullas, qasddan odam o‘ldirish o‘zganing mulkiga g‘ayriqonuniy egalik qilish maqsadida sodir etilgan bo‘lsa va to‘g‘ridan-to‘g‘ri sababiy bog‘lanish mavjud bo‘lsa), qilmish jinoyatlar majmui qasddan odam o‘ldirish va bosqinchilik jinoyatlari bilan kvalifikatsiya qilinishi kerak (JKning 97-moddasi 2-qismi «i» bandi va 164-moddasi bilan). Tamagirlik niyatida qasddan odam o‘ldirish tovlamachilik (JKning 165-moddasi) bilan jinoyatlar majmui ko‘rinishida bo‘lishi mumkin.\n\n26. Milliy yoki irqiy adovat zamirida sodir etilgan qasddan odam o‘ldirishning (JKning 97-moddasi 2-qismi «k» bandi) zaruriy belgisi bu jinoyatning motividir. O‘zbekiston Respublikasi Oliy sudi Plenumi ta’kidlaganidek, milliy yoki irqiy adovat zamirida, ya’ni boshqa millatga, irqqa mansub shaxsga, uning turmush tarziga, madaniyatiga, urf-odatlariga, oila tutumiga nisbatan g‘ayirlik yoki nafrat tuyg‘ulari bilan yoki millatlararo, irqlararo adovat yoki nifoq solish maqsadida qasddan sodir etilgan odam o‘ldirish jinoyati JK 97-moddasi ikkinchi qismining «k» bandi bilan kvalifikatsiya qilinishi kerak.\n\nYuqorida ko‘rsatilgan motivlarning mavjud emasligi JKning 97-moddasi 2-qismi «k» bandi bilan kvalifikatsiya qilishni inkor etadi. Ma’lum bir millat, irq vakillariga boshqa motiv sababli (shaxsiy munosabatdan kelib chiqqan qasos, rashk, tamagirlik va hokazo) tajovuz qilinsa, JKning 97-moddasi tegishli qismi bilan kvalifikatsiya qilinishi kerak.\n\n27. JKning 97-moddasi 2-qismi «l» bandida bezorilik oqibatida qasddan odam o‘ldirish uchun javobgarlik nazarda tutilgan. Jamiyatga va umume’tirof etilgan axloq-odob normalariga nisbatan oshkora hurmatsizlik, jamoat tartibiga oshkora bo‘ysunmaslik, o‘zini atrofdagilarga nisbatan qarshi qo‘yish, ularga bepisand munosabatni namoyish etish istagi asosida sodir etilgan qasddan odam o‘ldirish JKning 97-moddasi 2-qismi «l» bandi bo‘yicha kvalifikatsiya qilinadi.\n\nBezorilik oqibatida odam o‘ldirish qoida tariqasida hech qanday sababsiz yoki o‘ldirish uchun arzimagan sababdan kelib chiqishi mumkin. Masalan, jabrlanuvchi aybdorga sigaretidan yondirib olishga ruxsat bermaganligi, unga boshqacha qaraganligi yoki unga uning xulq-atvori yuzasidan e’tiroz qilganligi va hokazo uchun aybdor uni hayotidan mahrum qiladi. Qoida tariqasida qotillikning ushbu turi jamoat joylarida sodir etiladi, biroq bezorilik oqibatida qasddan odam o‘ldirish jinoyatining sodir etilgan joyi jinoyatni kvalifikatsiya qilishning majburiy sharti hisoblanmaydi. U odamsiz joyda ham sodir etilishi mumkin (xonadonda, dalada, o‘rmonda va hokazo).\n\nBezorilik oqibatida odam o‘ldirgan aybdor shaxs boshqa kishini o‘ldirishdan yoki jamoat tartibini odam o‘lishi mumkin bo‘lgan tarzda qo‘pol ravishda buzish va jamiyatga nisbatan hurmatsizlik qilishdan rohatlanadi.\n\nBezorilik oqibatida odam o‘ldirgan aybdorning harakatlari JKning 277-moddasi (bezorilik) bo‘yicha qo‘shimcha kvalifikatsiya qilishni talab etmaydi. Oliy sud instansiyasining ko‘rsatmasiga binoan, agar jamoat tartibini qo‘pol ravishda buzish va jamiyatga nisbatan ochiqdan-ochiq hurmatsizlik bildirish, shuningdek o‘zganing mol-mulkini yo‘q qilish yoki unga shikast yetkazish bilan bog‘liq harakatlar aybdor tomonidan bezorilik oqibatida odam o‘ldirish jinoyatidan so‘ng qasddan sodir etilgan bo‘lsagina, aybdorning qilmishi qo‘shimcha ravishda JKning 277-moddasi tegishli qismlari bilan kvalifikatsiya qilinishi lozim.\n\nBezorilik oqibatida qasddan odam o‘ldirish jinoyatini shaxsiy yomon munosabatlar tufayli vujudga kelgan o‘zaro janjal yoki urishish oqibatida sodir etilgan qotillikdan farqlash zarur. Aybdorning harakatlarini to‘g‘ri kvalifikatsiya qilish uchun jinoyat ishining barcha holatlarini ularning majmuida o‘rganish lozim. Urishish, janjal vujudga kelishining sabablarini, ular kim tomonidan boshlanganligini puxta aniqlash zarur. Agar urush-janjal jabrlanuvchi tomonidan boshlangan bo‘lsa yoki nizoga uning g‘ayrihuquqiy xulq-atvori sabab bo‘lgan bo‘lsa, aybdor bezorilik oqibatida odam o‘ldirish jinoyati uchun javobgar bo‘lmaydi.\n\n28. Diniy taassublar zamirida, jabrlanuvchining diniy e’tiqodi bilan bog‘liq holda, ko‘pincha muayyan bir konfessiyaning qadr-qimmatini kamsitish, diniy adovat yoki nifoq keltirib chiqarish maqsadida sodir etilgan qasddan odam o‘ldirish jinoyatini diniy taassublar zamirida qasddan odam o‘ldirish sifatida JKning 97-moddasi 2-qismi «m» bandi bo‘yicha kvalifikatsiya qilish zarur. Diniy taassublar zamirida qasddan odam o‘ldirayotganida aybdor shaxs jabrlanuvchining biron-bir konfessiyaga mansub bo‘lganligi tufayli uning pastligini namoyon qiladi, o‘zi mansub bo‘lgan dinning istisno ekanligini ko‘rsatadi.\n\nDiniy taassublar deganda diniy fanatizmga asoslangan g‘oyalarga ishonish, ularga kundalik hayotda o‘zgarmas amal qilishda, boshqa dinga e’tiqod qiluvchilar va boshqacha fikrlovchilarga nisbatan murosasizlikda namoyon bo‘ladigan xohish-istaklarni tushunmoq lozim.\n\n29. Inson a’zolarini va (yoki) to‘qimalarini olish yoki murdaning qismlaridan foydalanish maqsadida odam o‘ldirish uchun javobgarlik JKning 97-moddasi 2-qismi «n» bandida nazarda tutilgan. Qasddan odam o‘ldirish jinoyatini JK 97-moddasi ikkinchi qismining «n» bandi bilan kvalifikatsiya qilish uchun transplantant olish yoki murdadan olingan qism (bo‘lak)lardan foydalanishga nisbatan to‘g‘ri qasd mavjudligini aniqlash zarur. Bunda aybdor qotillikdan ko‘zlagan maqsadga erishgan bo‘lishi shart emas.\n\nJinoyatning motivi har xil bo‘lishi mumkin, masalan, donorlik organi kerak bo‘lgan yaqin insonining hayotini asrab qolishga harakat qilish, boylik orttirishga bo‘lgan harakat.\n\nOdam o‘ldirishning alohida og‘irlashtiruvchi belgilari bo‘lgan motivlar qilmishga uzil-kesil yuridik baho berishda o‘z aksini topishi kerak. Masalan, kishi a’zolarini kesib olib, boshqa kishiga ko‘chirish (transplantant) yoki murdaning qismlaridan foydalanish maqsadida haq evaziga sodir etilgan odam o‘ldirish hollarida aybdorning qilmishi JKning 97-moddasi 2-qismi «i» va «n» bandlari bo‘yicha kvalifikatsiya qilinishi lozim.\n\nInson a’zolarining va (yoki) to‘qimalarining transplantatsiyasi retsipiyentning yozma roziligi bilan amalga oshiriladi. Bunda retsipiyent bo‘lajak jarrohlik amaliyoti yoki muolaja munosabati bilan o‘z sog‘lig‘i uchun yuzaga kelishi mumkin bo‘lgan asoratlar haqida imzo qo‘ydirilib ogohlantirilishi kerak. Ushbu jarayon majburiy tartibda videoyozuvga qayd etiladi. Shaxs tirikligida uning roziligini omasdan turib inson a’zolarini va (yoki) to‘qimalarini olish JKning 133-moddasi bo‘yicha jinoiy javobgarlikni keltirib chiqaradi.\n\nAgar retsipiyent o‘n sakkiz yoshga to‘lmagan bo‘lsa yoki belgilangan tartibda muomalaga layoqatsiz deb topilgan bo‘lsa yoki retsipiyentning o‘zidan rozilik olishning imkoni bo‘lmasa, inson a’zolarining va (yoki) to‘qimalarining transplantatsiyasi uning ota-onasining yoki boshqa qonuniy vakilining yozma roziligi bilan amalga oshiriladi.\n\n30. Boshqa biror jinoyatni yashirish yoki uning sodir etilishini osonlashtirish maqsadida qasddan odam o‘ldirish (JKning 97-moddasi 2-qismi «o» bandi) aksariyat hollarda o‘zga mol-mulkni egallab olishni yengillashtirish, rejalashtirilgan jinoyatni sodir etish uchun qulay sharoitlar yaratish, sodir etilgan jinoyatning guvohlarini yoki shohidlarini yo‘qotish, ilgari sodir etilgan jinoyat uchun javobgarlikdan qutulish uchun sodir etiladi.\n\nJKning 97-moddasi 2-qismi «o» bandida nazarda tutilgan qotillikni tugallangan deb topish uchun aybdor uni sodir etish natijasida qo‘yilgan maqsadga erishganligi, ya’ni boshqa jinoyat sodir etilganligini yashirishga yoki uning sodir etilishini osonlashtirishga erishgan bo‘lishi talab etilmaydi. Aybdorning qilmishini JKning 97-moddasi 2-qismi «o» bandi bilan kvalifikatsiya qilish uchun qotillik ushbu maqsad bilan sodir etilganligi faktini aniqlashning o‘zi yetarlidir.\n\nSodir etilgan yoki tayyorgarlik ko‘rilayotgan jinoyat haqida tegishli organlarga arz qilinmagan holdagina aybdor shaxs JKning 97-moddasi 2-qismi «o» bandi bo‘yicha javobgarlikka tortilishi mumkin. Agar bunday ariza qilingan bo‘lsa va aybdor jinoyatni sodir etayotganida bundan xabardor bo‘lsa, uning qilmishi o‘z xizmat yoki fuqarolik burchini bajarishi munosabati bilan shaxsni o‘ldirish sifatida JKning 97-moddasi 2-qismi «g» bandi bilan kvalifikatsiya qilinishi kerak.\n\nBoshqa biror jinoyatni yashirish yoki uning sodir etilishini osonlashtirish maqsadida qasddan odam o‘ldirishni kvalifikatsiya qilishda mazkur jinoyat faqat to‘g‘ri qasd bilan sodir etilishi mumkinligini e’tiborga olish lozim. Bundan maxsus maqsad ham dalolat beradi.\n\nOdam o‘ldirishning ko‘rib chiqilayotgan turi jinoyatlarning majmui bo‘yicha, ya’ni JKning 97-moddasi 2-qismi «o» bandi va tegishli jinoyatni sodir etish uchun javobgarlikni nazarda tutuvchi JKning moddasi bilan kvalifikatsiya qilinishi kerak. Aybdor qotillikni boshqa bir jinoyat sodir etishni osonlashtirish maqsadida sodir etayotgan bo‘lsa, biroq ushbu jinoyatni oxiriga yetkaza olmasa, bunday holda u JKning 97-moddasi 2-qismi «o» bandi bo‘yicha, shuningdek tegishli jinoyatni sodir etishga tayyorgarlik ko‘rish uchun javobgarlikka tortiladi.\n\nOliy sud Plenumining tushuntirishlariga ko‘ra, qasddan odam o‘ldirish jinoyati JK 97-moddasi ikkinchi qismining «o» bandi bilan kvalifikatsiya qilinganda aybdorning harakatlarini mazkur modda ikkinchi qismining boshqa maqsad va sabablarni nazarda tutuvchi yana biron-bir bandi bilan kvalifikatsiya qilishga yo‘l qo‘yilmaydi. Masalan, agar jabrlanuvchi tamagirlik niyatida yoki bezorilik oqibatida o‘ldirilganligi aniqlansa, qilmish ayni bir vaqtning o‘zida JK 97-moddasi ikkinchi qismining «o» bandi bilan kvalifikatsiya qilinishi mumkin emas.\n\n31. Bir guruh shaxslar yoki uyushgan guruh a’zosi tomonidan yoki o‘sha guruh manfaatlarini ko‘zlagan holda qasddan odam o‘ldirish JKning 97-moddasi 2-qismi «p» bandi bo‘yicha kvalifikatsiya qilinadi. Oliy sud Plenumi ta’kidlaganidek, har qaysi ishtirokchining jinoyatda ishtirok etganlik darajasi va xususiyatini aniqlash, oldindan til biriktiruv bo‘lgan-bo‘lmaganligini va ular o‘rtasida vazifalar o‘zaro taqsimlangan-taqsimlanmaganligini sinchkovlik bilan tekshirish lozim.\n\nBir guruh shaxslar tomonidan sodir etilgan qasddan odam o‘ldirish uni sodir etishda ikki yoki undan ortiq shaxsning ishtirok etishini (miqdoriy belgi) talab qiladi. Bunda odam o‘ldirish maqsadi bilan birgalikda harakat qilgan hamda jabrlanuvchini hayotidan mahrum qilish jarayonida bevosita ishtirok etgan (sifatiy belgi) shaxslarni jinoyatning bajaruvchilari deb e’tirof etish zarur, ya’ni aybdorlarning har biri odam o‘ldirishning obyektiv tomonini bajargan bo‘ladi. Bunda o‘limga sabab bo‘lgan shikast ishtirokchilarning har biri tomonidan yetkazilgan bo‘lishi shart emas (masalan, ishtirokchilardan biri jabrlanuvchining qarshiligini bartaraf etib, uni o‘zini himoya qilish imkoniyatidan mahrum etgan, boshqasi esa unga halok etuvchi shikast yetkazgan).\n\nQasddan odam o‘ldirishda bevosita ishtirok etmagan hamda jabrlanuvchiga nisbatan jismoniy zo‘rlik ishlatmagan, biroq o‘zgalar tomonidan qotillik sodir etilishida ko‘maklashgan boshqa shaxslarning harakatlari Jinoyat kodeksi 28, 97-moddasining tegishli qismi bo‘yicha kvalifikatsiya qilinadi.\n\nOdam o‘ldirish to‘g‘risida jinoyat ishtirokchilarining oldindan kelishuvi jinoyatni ko‘rib chiqilayotgan band bo‘yicha kvalifikatsiya qilish uchun ahamiyat kasb etmaydi. Odam o‘ldirishning mazkur turini to‘g‘ri kvalifikatsiya qilish uchun jinoyatning barcha ishtirokchilarida jabrlanuvchini hayotdan mahrum qilish qasdi mavjud bo‘lganligini aniqlash zarur. Bunda bir guruh shaxslar tomonidan oldindan til biriktirmagan holda odam o‘ldirish to‘g‘ri qasd bilan ham, egri qasd bilan ham sodir etilishi mumkin. Bir guruh shaxslar tomonidan oldindan til biriktirib odam o‘ldirish subyektiv tomondan faqat to‘g‘ri qasd bilan sodir etilishi mumkin.\n\nAgar bir guruh shaxslar tomonidan jabrlanuvchining badaniga shikast yetkazish natijasida guruh a’zolaridan biri boshqa ishtirokchilarning ongi bilan qamrab olinmagan qotillikni sodir etish maqsadida jabrlanuvchining o‘limiga olib kelgan zarba bersa (bajaruvchining ekssessi), mazkur shaxsning qilmishini JKning 97-moddasi 2-qismi «p» bandi bo‘yicha kvalifikatsiya qilishga yo‘l qo‘yilmaydi. Bunday holda o‘limga olib keluvchi zarba bergan shaxsning harakatlarini zarur belgilar mavjudligida odam o‘ldirish sifatida kvalifikatsiya qilish zarur, jinoyatning boshqa ishtirokchilari harakatlarini esa bir guruh shaxslar tomonidan jabrlanuvchining badaniga tegishli og‘irlikdagi shikast yetkazish deb baholash lozim.\n\nIkki yoki undan ortiq shaxsning birgalikda jinoiy faoliyatni amalga oshirish uchun oldindan bir guruhga birlashishi uyushgan guruh hisoblanadi.\n\nJKning 97-moddasi 2-qismi «p» bandi dispozitsiyasida ko‘rsatilgan uyushgan guruh deganda uning barqarorligini, unda tashkilotchining mavjudligini, qoida tariqasida bir necha jinoyatni sodir etish maqsadida tuzilganligini, jinoyatlar rejalashtirilganini va uning qismlari ishlab chiqilganligini, har bir ishtirokchining vazifalari taqsimlanganligini, texnikaviy qurollanganligini, jinoyatni yashirish choralari ko‘rilganligini, jinoiy guruhda guruhiy intizomga va tashkilotchining ko‘rsatmalariga bo‘ysunish mavjudligini va hokazolarni tushunish zarur.\n\nOdam o‘ldirish uyushgan guruh tomonidan sodir etilgan deb topilgan taqdirda jinoyat barcha ishtirokchilarining harakatlari, ularning jinoyatni amalga oshirishdagi rolidan qat’i nazar, Jinoyat kodeksining 28-moddasiga havola qilinmagan holda 97-moddasining tegishli qismi bilan kvalifikatsiya qilinadi.\n\nQotillikni uyushgan guruh a’zosi tomonidan yoki o‘sha guruh manfaatlarini ko‘zlagan holda sodir etish deb kvalifikatsiya qilish uchun sodir etilgan qotillik natijasida bunda qotillikni bajaruvchi uyushgan guruh a’zosi bo‘lmasa ham uyushgan guruh o‘zining muayyan manfaatlarini hal etgan bo‘lishi lozim. Qotillikning bajaruvchisida uyushgan guruh manfaatlarini ko‘zlab jabrlanuvchini hayotdan mahrum etish niyati bo‘lganligini aniqlash lozim.\n\nKo‘rib chiqilayotgan turdagi qotillikni sodir etishda boshqa og‘irlashtiruvchi belgilar (tamagirlik motivi, o‘z xizmat yoki fuqarolik burchini bajarishi munosabati bilan shaxsni o‘ldirish, boshqa shaxslarning hayoti uchun xavfli bo‘lgan usulda odam o‘ldirish va hokazo) ham mavjud bo‘lishi mumkin. Mazkur holatda qilmishga yuridik baho berilayotganda barcha jazoni og‘irlashtiruvchi holatlarni ko‘rsatish va jazo tayinlashda ularni inobatga olish zarur.\n\nQasddan odam o‘ldirish ishtirokchilikda sodir etilganda Jinoyatning subyektini tavsiflovchi kvalifikatsiya belgilari (qotillik o‘ta xavfli retsidivist yoki ilgari ham qasddan odam o‘ldirgan shaxs tomonidan sodir etilganligi) faqat ushbu belgilar bevosita taalluqli bo‘lgan ishtirokchilarning harakatlarini kvalifikatsiya qilishda e’tiborga olinishi lozim.\n\n32. Takroran yoki xavfli retsidivist tomonidan qasddan odam o‘ldirish uchun javobgarlik JKning 97-moddasi 2-qismi «r» bandida ko‘zda tutilgan.\n\nAgar shaxs oldin qasddan odam o‘ldirish jinoyatini sodir etgan va buning uchun u sudlanmagan bo‘lsa, shuningdek yangi qotillik sodir etilgan paytga kelib ilgari sodir etilgan qotillik uchun jinoiy javobgarlikka tortish muddatlari o‘tmagan bo‘lsa, bunday qotillik takroran sodir etilgan qasddan odam o‘ldirish deb topilishi lozim.\n\nAgar odam o‘ldirish jinoyatini sodir etishda aybdor bo‘lgan shaxs qasddan odam o‘ldirish uchun ilgari sudlangan bo‘lsa, shuningdek muqaddam sodir etilgan qasddan odam o‘ldirish jinoyati uchun sudlanganlik holati tugallanmagan yoki qonunda belgilangan tartibda olib tashlanmagan bo‘lsa, u holda qotillik xavfli retsidivist tomonidan sodir etilgan deb topiladi.\n\nBunda odam o‘ldirishni JKning 97-moddasi 2-qismining ko‘rib chiqilayotgan bandi bo‘yicha kvalifikatsiya qilishda aybdor ilgari tamom bo‘lgan qotillik jinoyati yoki odam o‘ldirishga suiqasd sodir etganligining, jinoyatning bajaruvchisi yoki boshqa ishtirokchisi bo‘lganligining ahamiyati yo‘q.\n\nOdam o‘ldirishdan oldin qasddan odam o‘ldirish bilan bog‘liq jinoyat (terrorizm, O‘zbekiston Respublikasi Prezidentining hayotiga tajovuz qilish) sodir etilgan hollarda ham qotillik JKning 97-moddasi 2-qismi «r» bandi bo‘yicha kvalifikatsiya qilinishi lozim.\n\nTakroran odam o‘ldirishni ikki yoki undan ortiq shaxsni qasddan o‘ldirishdan (JKning 97-moddasi 2-qismi «a» bandi) farqlash lozim. Takroran yoki xavfli retsidivist tomonidan sodir etiladigan qasddan odam o‘ldirish uchun ikki yoki undan ortiq qotillikni sodir etish uchun yagona qasdning yo‘qligi va jinoyatlarning odatda har xil vaqtda sodir etilganligi xos bo‘ladi.\n\n33. O‘ta xavfli retsidivist tomonidan qasddan odam o‘ldirilishi JKning 97-moddasi 2-qismi «s» bandi bo‘yicha kvalifikatsiya qilinishi zarur. (O‘ta xavfli retsidivist tushunchasi to‘g‘risida JKning 34-moddasi sharhiga qarang).\n\nQasddan odam o‘ldirish jinoyati sodir etilgunga qadar qonuniy kuchga kirgan sud hukmi bilan o‘ta xavfli retsidivist deb topilgan shaxslarning harakatlari, agar sudlanganlik holati tugallanmagan yoki qonunda belgilangan tartibda olib tashlanmagan bo‘lsa, JK 97-moddasi ikkinchi qismining «s» bandi bo‘yicha kvalifikatsiya qilinadi. Sudlar sudlanuvchining harakatlarini kvalifikatsiya qilishga ta’sir etuvchi shaxsiga oid ma’lumotlarni sinchkovlik bilan tekshirishlari lozim.\n\nYuqorida qayd etilganidek, ishtirokchilikda qasddan odam o‘ldirish jinoyati sodir etilayotganda mazkur jinoyatni sodir etishdan oldin qonunda belgilangan tartibda o‘ta xavfli retsidivist deb topilmagan qotillik ishtirokchilarining harakatlarini JKning 97-moddasi 2-qismi «s» bandi bo‘yicha kvalifikatsiya qilishga yo‘l qo‘yilmaydi.\n\n34. Qonun mazmuniga ko‘ra, agar qasddan odam o‘ldirish to‘satdan yuz bergan kuchli ruhiy hayajonlanish holatida, zaruriy mudofaa chegarasidan yoki ijtimoiy xavfli qilmish sodir etgan shaxsni ushlashning zarur choralari chegarasidan chetga chiqib sodir etilgan bo‘lsa, bunday jinoyat JK 97-moddasi ikkinchi qismining «a», «b», «v», «d», «j», «r», «s» bandlarida nazarda tutilgan kvalifikatsiya belgilari bo‘yicha sodir etilgan deb baholanmasligi lozim.\n\n35. Hokimiyat yoki mansab vakolati doirasidan chetga chiqqan holda qasddan odam o‘ldirgan mansabdor shaxsning qilmishi Jinoyat kodeksining qasddan odam o‘ldirganlik uchun javobgarlikni belgilovchi moddalari hamda 206-moddaning tegishli qismlarida nazarda tutilgan jinoyatlar majmui bo‘yicha kvalifikatsiya qilinishi lozim.\n\n36. Ozodlikdan mahrum qilish tariqasidagi jazoni o‘tayotgan shaxs tomonidan jazoni ijro etish muassasasi xodimini, shuningdek mahbusni uning axloqan tuzalishiga to‘sqinlik qilish yoki jamoat vazifasini bajarganligi uchun o‘ch olish maqsadida qasddan o‘ldirish JK 97-moddasining tegishli qismidan tashqari Jinoyat kodeksining ozodlikdan mahrum qilish jazosini ijro etish muassasalarining ishini izdan chiqaruvchi harakatlar uchun javobgarlikni nazarda tutuvchi 220-moddasi bo‘yicha ham kvalifikatsiya qilinishi lozim.\n\n37. Qasddan odam o‘ldirish jinoyati haqidagi ishlar bo‘yicha jinoyat qonunining to‘g‘ri qo‘llanilishini ta’minlash juda muhim, chunki ushbu jinoyatni og‘irlashtiruvchi holatlarda sodir etganlik uchun qonunda favqulodda jazo chorasi umrbod ozodlikdan mahrum qilish nazarda tutilgan."
        },
        {
            "modda_raqami": "98-modda. Kuchli ruhiy hayajonlanish holatida qasddan odam o‘ldirish.",
            "matni": "Jabrlanuvchi tomonidan qilingan g‘ayriqonuniy zo‘rlik yoki og‘ir haqorat, shuningdek uning boshqa g‘ayriqonuniy harakatlari tufayli to‘satdan yuz bergan kuchli ruhiy hayajonlanish holatida qasddan odam o‘ldirish ikki yildan besh yilgacha ozodlikni cheklash yoki besh yilgacha ozodlikdan mahrum qilish bilan jazolanadi.",
            "sharxi": "1. Sharhlanayotgan moddaning dispozitsiyasi shunday tuzilganki, u odam o‘ldirishni kuchli ruhiy hayajonlanish holatida sodir etilgan deb kvalifikatsiya qilish uchun quyidagi ikkita holatni belgilaydi: birinchidan, odam o‘ldirish jinoyatini sodir etish sababi bo‘lmish jabrlanuvchi tomonidan qilingan g‘ayriqonuniy zo‘rlik yoki og‘ir haqorat, shuningdek uning boshqa g‘ayriqonuniy harakatlari; ikkinchidan, aybdor shaxs odam o‘ldirish paytida kuchli ruhiy hayajonlanish holatida bo‘lganligi. Ushbu holatlarning biri mavjud bo‘lmaganda odam o‘ldirish kuchli ruhiy hayajonlanish holatida sodir etilgan deb kvalifikatsiya qilinmaydi.\n\n2. Kuchli ruhiy hayajonlanish holatida qasddan odam o‘ldirish fiziologik affekt holatida odam o‘ldirishdir. Fiziologik affekt bu qisqa muddatli, lekin shiddatli kechadigan emotsional reaksiya; ochiqdan-ochiq, qisqa muddatli ko‘zga tashlanadigan g‘azab va ayni chog‘da favqulodda kuchli, shiddatli kechinma; g‘azabga aylanadigan qahr; dahshatga aylanadigan qo‘rquv, tushkunlikka soladigan siqilish, buning natijasida aybdor o‘z harakatlarini nazorat qilish imkoniyatini va ularni boshqarish qobiliyatini bir muncha vaqt yo‘qotadi.\n\nFiziologik affekt holatida shaxs o‘zining harakatlari uchun javob bera oladi, nima qilayotganligini tushunadi, biroq o‘z harakatlarini boshqarish qobiliyatini ancha yo‘qotadi. Shaxs bu qobiliyatini butunlay yo‘qotsa, u patologik affekt holatida bo‘ladiki, bu shaxsni aqli noraso deb topish uchun dastlabki shart-sharoitni yaratadi.\n\n3. Affektning to‘satdan ro‘y berishi jabrlanuvchining g‘ayriqonuniy zo‘rligi yoki og‘ir haqorati yoki boshqa g‘ayriqonuniy harakatlariga javoban shaxs ruhiy tinch holatining jo‘shqin his-tuyg‘uli hayajonlanishga, portlashga o‘tishi ko‘rinishidagi fiziologik xususiyatdir. Fiziologik affekt yuzaga kelishi bilan aybdorning jabrlanuvchi o‘limiga olib keluvchi harakatlari o‘rtasida amalda vaqt jihatidan uzilish bo‘lmasligi lozim. Shu bilan birga, jabrlanuvchini o‘ldirish u tomonidan g‘ayriqonuniy qilmish sodir etilgan paytdan e’tiboran vaqt o‘tib sodir etilsa, lekin bu holat jabrlanuvchining o‘sha qilmishi tufayli yuzaga kelgan bo‘lsa, bunday odam o‘ldirishni kuchli ruhiy hayajonlanish holatida sodir etilgan odam o‘ldirish deb hisoblash kerak.\n\n4. Affektning psixologlar va psixiatrlar aniqlashlari mumkin bo‘lgan o‘ziga xos alomatlari mavjud. Shu munosabat bilan qotillik fiziologik affekt holatida sodir etilganligi to‘g‘risidagi masalani hal etishda kompleks psixologik psixiatriya ekspertizasini tayinlash zarur. Ekspertlarning xulosasi sud tomonidan ish bo‘yicha boshqa dalillar bilan bir qatorda baholanadi.\n\n5. Aybdor shaxsning qilmishi JKning 98-moddasi bo‘yicha kvalifikatsiya qilinishi uchun u kuchli ruhiy hayajonlanish holatida bo‘lishi zarur. Bunda mazkur holat qonun mazmuniga ko‘ra jabrlanuvchining g‘ayriqonuniy harakatlari tufayli yuz berishi lozim bo‘lib, ushbu harakatlarga quyidagilar kiradi: g‘ayriqonuniy zo‘rlik; og‘ir haqorat; boshqa huquqqa xilof harakatlar.\n\n6. Jabrlanuvchi tomonidan ishlatilgan g‘ayriqonuniy zo‘rlik jismoniy yoki ruhiy bo‘lishi mumkin. Shaxsga har qanday darajadagi og‘irlikda tan jarohatlarini yetkazish, uni kaltaklash, qiynash, unga nisbatan jismoniy kuch ishlatish, jabrlanuvchining qarindoshlarini yoki yaqin kishilarini o‘ldirish, jinsiy tusdagi zo‘ravon harakatlarni amalga oshirish jismoniy zo‘rlik ishlatish deb baholanishi zarur. Ruhiy zo‘rlik ishlatish deganda jabrlanuvchiga yoki uning yaqinlariga jismoniy zo‘rlik ishlatish, mol-mulkni nobud qilish yoki unga zarar yetkazish, shaxs sir saqlamoqchi bo‘lgan ma’lumotlarni oshkor etish bilan hamda boshqacha ma’naviy, jismoniy yoki mulkiy zarar yetkazish bilan qo‘rqitishni tushunish zarur.\n\n7. Jabrlanuvchi tomonidan ishlatilgan va aybdorda fiziologik affekt holatini yuzaga keltirgan zo‘rlik g‘ayriqonuniy bo‘lishi zarurligini inobatga olish lozim. Shu munosabat bilan ta’kidlash joizki, hokimiyat yoki jamoatchilik vakillari tomonidan qonunda nazarda tutilgan asoslar va qonunda belgilangan tartibda zo‘rlik ishlatilishi jabrlanuvchi tomonidan o‘limga olib kelgan javob choralarini ko‘rish uchun asos bo‘la olmaydi. Bunday harakatlarni JKning 98-moddasi bo‘yicha kvalifikatsiya qilishga yo‘l qo‘yilmaydi, tegishli belgilar mavjudligida ular JKning 97-moddasining tegishli qismi bo‘yicha aybdorning javobgarligini keltirishlari lozim.\n\n8. Sharhlanayotgan modda mazmuniga ko‘ra, og‘ir haqorat deb fiziologik affekt holatini yuzaga keltirishi mumkin bo‘lgan gap-so‘zlar yoki harakatlar (shaxsning qadr-qimmatini, or-nomusini, milliy tuyg‘ularini qo‘pol ravishda tahqirlash, yuziga tupurish, tarsaki tushirish va hokazo) tushuniladi. Shuni nazarda tutish kerakki, haqoratning og‘ir bo‘lgan-bo‘lmaganligi masalasi har bir alohida vaziyatda ishning aniq holatlarini hisobga olgan holda hal qilinishi lozim. Masalan, er-xotinlik sadoqatining buzilishi hodisasining o‘zigina og‘ir haqorat sifatida baholanmasligi lozim, chunki er yoki xotinning boshqa shaxs bilan ishqiy aloqaga kirishishi qonunga xilof emas. Biroq er yoki xotinning ko‘zi oldida er-xotin vafodorligining buzilishi hollarini fiziologik affekt holatini yuzaga keltira oladigan og‘ir haqorat deb topish mumkin.\n\n9. Aybdorda kuchli ruhiy hayajonlanish holatining yuzaga kelishiga olib kelishi mumkin bo‘lgan jabrlanuvchining boshqa g‘ayriqonuniy harakatlari deganda jabrlanuvchining shunday harakatlari tushuniladiki, ular na zo‘rlik deb, na haqorat deb topilishi mumkin emas va shu bilan birga ular aybdor yoki uning yaqinlarining huquqlari va qonuniy manfaatlarini qo‘pol tarzda buzishi (masalan, tuhmat, o‘zboshimchalik, yuqumli kasallikni yuqtirish, kasalga yordam ko‘rsatmaslik va hokazo) mumkin.\n\n10. Fiziologik affekt va u tufayli yuzaga keladigan odam o‘ldirish qasdi faqat huquqqa xilof zo‘rlik ishlatilgan, og‘ir haqorat qilingan yoki boshqa huquqqa xilof harakatga duchor bo‘lgan shaxslardagina emas, balki mazkur hodisalarning guvohi bo‘lganlarda ham yuz berishi mumkin. Mazkur shaxslarning harakatlari ham JKning 98-moddasi bilan kvalifikatsiya qilinishi kerak.\n\n11. Kuchli ruhiy hayajonlanish holatida odam o‘ldirish to‘g‘risidagi ishlar bo‘yicha sababiy bog‘lanish so‘zsiz aniqlashtirilishi shart bo‘lgan majburiy belgi hisoblanadi. Jinoyatni JKning 98-moddasi bo‘yicha kvalifikatsiya qilish uchun odam o‘ldirish sodir etilgan vaqtdagi kuchli ruhiy hayajonlanish holati g‘ayriqonuniy zo‘rlikka, og‘ir haqoratga yoki jabrlanuvchining boshqa g‘ayriqonuniy harakatlariga javob tariqasida to‘satdan yuz berganligini aniqlash zarur.\n\n12. Kuchli ruhiy hayajonlanish holatida odam o‘ldirish JKning 97-moddasi 2-qismida nazarda tutilgan og‘irlashtiruvchi holatlar (masalan, ikki yoki undan ortiq shaxsni, boshqa shaxslarning hayoti uchun xavfli bo‘lgan usulda, o‘ta shafqatsizlik bilan o‘ldirish va hokazo) mavjud bo‘lgan holda ham JKning 98-moddasi bo‘yicha kvalifikatsiya qilinishi lozim.\n\n13. Aybdorning harakatlarini JKning 98-moddasi bo‘yicha kvalifikatsiya qilishda mazkur jinoyatni zaruriy mudofaa chegarasidan chetga chiqib qasddan odam o‘ldirishdan (JKning 100-moddasi) farqlash muammosi kelib chiqishi mumkin. Inobatga olish lozimki, subyekt kuchli ruhiy hayajonlanish holatida bo‘lishi JKning 98-moddasida nazarda tutilgan jinoyatning zaruriy belgisi hisoblanadi, zaruriy mudofaa chegarasidan chetga chiqib qasddan odam o‘ldirish uchun esa mazkur holatning mavjud bo‘lishi shart emas. Garchi shaxs jabrlanuvchining g‘ayriqonuniy harakatlari tufayli yuz bergan fiziologik affekt holatida zaruriy mudofaa chegarasidan chetga chiqib qasddan odam o‘ldirsa, ikkita yengillashtiruvchi tarkibning (JKning 98-moddasi va 100-moddasi) raqobati vujudga keladi. Mazkur holatda qilmishni normalar raqobati qoidalari bo‘yicha, ya’ni JKning 100-moddasi bilan kvalifikatsiya qilish lozim, chunki uning sanksiyasida JKning 98-moddasi sanksiyasiga qaraganda yengilroq jazo nazarda tutilgan."
        },
        {
            "modda_raqami": "99-modda. Onaning o‘z chaqalog‘ini qasddan o‘ldirishi.",
            "matni": "Onaning o‘z chaqalog‘ini tug‘ish vaqtida yoki tug‘ilishi hamon qasddan o‘ldirishi bir yildan uch yilgacha ozodlikni cheklash yoki uch yilgacha ozodlikdan mahrum qilish bilan jazolanadi.",
            "sharxi": "1. Onaning o‘z chaqalog‘ini qasddan o‘ldirishining bevosita obyekti chaqaloq hayotining xavfsizligini ta’minlash borasidagi ijtimoiy munosabatlardir. Shundan kelib chiqadiki, mazkur jinoyatning jabrlanuvchisi faqatgina chaqaloq bo‘lishi mumkin. Sud tibbiyoti nuqtayi nazaridan chaqaloq deb tug‘ilgandan so‘ng bir sutkagacha yashagan go‘dak hisoblanadi.\n\n2. Odam o‘ldirishning ko‘rib chiqilayotgan turi obyektiv tomondan onaning o‘z chaqalog‘ini tug‘ish vaqtida yoki tug‘ilishi hamon g‘ayriqonuniy o‘ldirishidan iboratdir. Onaning o‘z qornidagi homilaga zarar yetkazishga qasd qilishi homilaning nobud bo‘lishiga olib kelsa, bu homilador ayolning javobgarligini keltirib chiqarmaydi.\n\n3. Odam o‘ldirishning bu turi ham jazoni yengillashtiruvchi holatlarda odam o‘ldirish jumlasiga kiradi, chunki jinoyat tug‘ayotgan ayolning tug‘ish paytidagi yoki bevosita tug‘ishdan keyingi alohida ruhiy-jismoniy holati natijasida sodir etiladi. Bunday holat tug‘ish paytidagi og‘riqlar, aziyat tufayli paydo bo‘lishi va bu ko‘zi yoriyotgan ayolda chaqaloqqa nisbatan salbiy tuyg‘uni keltirib chiqarishi mumkin. Yoki bu istalmagan (nomusga tegish natijasida homilador bo‘lish yoki uylanishga va’da qilib aldab ketish) tug‘ish bo‘lishi mumkin.\n\n4. Onaning o‘z chaqalog‘ini o‘ldirishi faol harakatlar (masalan, o‘limga olib keladigan jarohat yetkazish, suvga cho‘ktirish, bo‘g‘ib o‘ldirish va hokazo) bilan, shuningdek harakatsizlik (masalan, chaqaloqqa ovqat bermaslik) bilan ham amalga oshirilishi mumkin.\n\n5. Onaning o‘z chaqalog‘ini qasddan o‘ldirishi jinoyatida onaning alohida ruhiy-jismoniy holati yengillashtiruvchi holat deb faqatgina qat’iy chegaralangan vaqt davomida hisoblanishi mumkin: tug‘ish vaqtida yoki chaqaloq tug‘ilishi hamon, ya’ni chaqaloqning biror tana qismining ona qornidan chiqish paytida yoki chaqaloq ona qornidan butunlay chiqib bo‘lgandan so‘ng bir sutka davomida.\n\n6. Agar ona o‘z chaqalog‘ini uni tug‘ishidan so‘ng muayyan vaqt o‘tgach, ya’ni unda tug‘ish jarayonida ayol boshidan kechiradigan alohida ruhiy-jismoniy holat o‘tib ketganidan keyin o‘ldirsa, uning qilmishini odam o‘ldirishning boshqa og‘irlashtiruvchi belgilari mavjudligini hisobga olgan holda aybdorga ayon bo‘lgan ojiz ahvoldagi shaxsni o‘ldirish (JKning 97-moddasi 2-qismi «v» bandi) sifatida kvalifikatsiya qilish lozim. Shunday qilib, bunday qilmishga yuridik baho berishda vaqt omilini hisobga olish shart hisoblanadi.\n\n7. Subyektiv tomondan onaning o‘z chaqalog‘ini qasddan o‘ldirishi to‘g‘ri qasd bilan ham, egri qasd bilan ham sodir etilishi mumkin. Shunday holatlar bo‘ladiki, ona tug‘ish vaqtida o‘z ehtiyotsizligi tufayli chaqaloqqa turli xil jarohatlar yetkazadi, ular esa chaqaloqning o‘limiga sabab bo‘ladi. Bunday holda qilmish ehtiyotsizlik orqasida odam o‘ldirish sifatida JKning 102-moddasi bilan kvalifikatsiya qilinadi.\n\n8. Jinoyatning subyekti faqat chaqaloqning onasi bo‘lishi mumkin. Bolani o‘ldirish jinoyatining birgalikdagi bajaruvchilari, shuningdek boshqa ishtirokchilari (dalolatlarlar, yordamchilar) qilmishlari odam o‘ldirishning boshqa og‘irlashtiruvchi belgilari yo‘qligida JKning 28-moddasi tegishli qismi va 97-moddasi 2-qismi «v» bandi bilan kvalifikatsiya qilinishi lozim.\n\n9. Onaning o‘z chaqalog‘ini qasddan o‘ldirishini chaqaloqni xavf ostida qoldirishdan farqlashda (JKning 117-moddasi) chaqaloqni xavf ostida qoldirishning motivlarini hisobga olish zarur (masalan, ayol chaqalog‘ini odamlar yashayotgan uyning derazasi tagida yoki eshigi yonida qoldirayotganda uni kimdir olib ketishi va u haqda g‘amxo‘rlik qilishini xohlashi mumkin). Chaqaloqni qasddan o‘ldirishda esa ayol uning o‘limini xohlaydi yoki ongli ravishda bunga yo‘l qo‘yadi. Ayolning qasdi nimaga qaratilganligini uning chaqalog‘ini qanday joyga, yilning qaysi vaqtida tashlab ketganligiga, chaqaloq qoldirilgan joyda uni qutqarish ehtimoli qanchalik katta bo‘lganligiga, chaqaloq qanchalik tez topilishi mumkinligiga qarab hukm chiqarish mumkin."
        },
        {
            "modda_raqami": "100-modda. Zaruriy mudofaa chegarasidan chetga chiqib, qasddan odam o‘ldirish.",
            "matni": "Zaruriy mudofaa chegarasidan chetga chiqib, qasddan odam o‘ldirish uch yilgacha axloq tuzatish ishlari yoki bir yildan uch yilgacha ozodlikni cheklash yoki uch yilgacha ozodlikdan mahrum qilish bilan jazolanadi..",
            "sharxi": "1. JKning 100-moddasida nazarda tutilgan jinoyat obyektiv tomondan zaruriy mudofaa chegarasidan chetga chiqib qasddan odam o‘ldirishdan iboratdir.\n\n2. O‘zbekiston Respublikasi Jinoyat kodeksining 37-moddasida ifoda qilingan zaruriy mudofaa huquqi fuqarolarning shaxsi, uy-joy va mulk haqidagi konstitutsiyaviy qoidalarni kafolatlaydi, fuqarolarning davlat mulkini, davlat va jamoat manfaatlarini qo‘riqlash borasidagi Konstitutsiyada belgilangan burchlarni amalga oshirishni ta’minlaydi.\n\n3. Shaxsni JKning 100-moddasi bo‘yicha javobgarlikka tortish uchun aybdor zaruriy mudofaa holatida bo‘lganligi va uning chegarasidan chetga chiqqanligini aniqlash zarur. Zaruriy mudofaa tushunchasi JKning 37-moddasida bayon qilingan. JKning 37-moddasi 1-qismiga binoan, zaruriy mudofaa holatida sodir etilgan, ya’ni mudofaalanuvchi yoki boshqa kishining shaxsi yoki huquqlarini, jamiyat yoki davlat manfaatlarini qonunga xilof tajovuzlardan tajovuzchiga zarar yetkazgan holda himaya qilish chog‘ida qilingan harakat, agar zaruriy mudofaa chegarasidan chetga chiqilmagan bo‘lsa, jinoyat deb topilmaydi.\n\n4. Jinoyat kodeksining Maxsus qismida nazarda tutilgan harakatlar uni sodir etgan shaxsning javobgarlikka tortilganligi yoki ruhiy holati buzilganligi tufayli, jinoiy javobgarlik yoshiga to‘lmaganligi sababli va boshqa asoslarga ko‘ra javobgarlikdan ozod qilinganligidan qat’i nazar Jinoyat kodeksining 37-moddasi doirasida himoyalanishiga asos beruvchi ijtimoiy xavfli tajovuz deb hisoblanadi.\n\n5. Zaruriy mudofaa holati faqatgina ijtimoiy xavfli tajovuz yuz bergan paytning o‘zidagina emas, balki tajovuzning boshlanish xavfi mavjud bo‘lgan hollarda ham vujudga keladi. Zaruriy mudofaa holati tajovuz tugagandan so‘ng ham bo‘lishi mumkin, agar himoyalanuvchi ish holatlariga ko‘ra tajovuz tugagan vaqtni aniq anglay olmagan bo‘lsa. Tajovuzning oldi olingan yoki tugagandan so‘ng va himoya vositalarini qo‘llash zaruriyati aniq yo‘qolganda himoyalanuvchining tajovuz qiluvchiga zarar yetkazganlikdagi harakati zaruriy mudofaa holatida sodir etilgan deb hisoblanmaydi. Bunday holatlarda javobgarlik umumiy asoslarga ko‘ra yuzaga keladi. Hujum vaqtida ishlatilgan qurol va boshqa ashyolarning tajovuzchidan himoyalanuvchining qo‘liga o‘tib qolishining o‘zi tajovuz tugaganligidan dalolat bermaydi.\n\n6. Agar shaxs ziyon yetkazish (urishish, azob berish, o‘ch olish va boshqalar) niyatida hujumning kelib chiqishiga sababchi bo‘lsa, bunday harakatlarni zaruriy mudofaa yo‘sinda qilingan deb topish mumkin emas. Bu holatlarda sodir etilgan xatti-harakatlar umumiy asoslarda tavsiflanishi lozim.\n\n7. Tajovuzga uchragan shaxs undan qochib qutulish, boshqa fuqarolarga yoki hokimiyat vakillariga yordam so‘rab murojaat qilish yoki boshqa usullar bilan tajovuzdan saqlanish imkoniyatiga ega bo‘la turib faol qarshilik ko‘rsatish huquqiga ega. Masalan, hujum paytida yoki hayot uchun boshqa haqiqiy xavf mavjud bo‘lganda himoyalanish uchun turli xil qurollarni (jismoniy kuch, gazli, o‘q-otar qurol va hokazo) qo‘llash qonuniy hisoblanadi.\n\n8. Jinoyatni JKning 100-moddasi bilan kvalifikatsiya qilish uchun aybdor o‘z harakatlari bilan zaruriy mudofaa chegarasidan chetga chiqqan yoki chiqmaganini aniqlash zarur. Tajovuz mudofaalanuvchi yoki boshqa shaxsning hayoti uchun xavfli zo‘rlik yoki bunday zo‘rlik ishlatish bilan bevosita qo‘rqitish bilan bog‘liq bo‘lmagan hollarda mudofaa va buning oqibatida qo‘llanilgan vositalarning mutanosibligi haqida savol tug‘iladi.\n\n9. Qonun mazmuniga ko‘ra, tajovuzning fe’l-atvori va xavflilik darajasiga butunlay muvofiq bo‘lmagan mudofaani va buning oqibatida tajovuzchiga hech qanday zaruriyatsiz Jinoyat kodeksining 100, 107-moddalarida nazarda tutilgan qasddan zarar yetkazilsagina zaruriy mudofaa chegarasidan chetga chiqish deb topiladi.\n\n10. Odam o‘ldirishni JKning 100-moddasi bo‘yicha kvalifikatsiya qilishda tajovuzchi hech qanday zaruriyatsiz qasddan o‘ldirilishi faktini aniqlash hamda bunda himoyalanish va hujum vositalarining muvofiqligi yoki muvofiq emasligini, hujum qiluvchi va tajovuzdan himoyalanuvchining kuchlari nisbatini, har ikkalasining yoshini, jismoniy quvvatini, quroli bor-yo‘qligini va uning sifatini, tajovuz joyini, tajovuz sodir etilayotgan vaziyatni, tajovuzning xususiyatini, hujum qiluvchilarning sonini va hokazolarni inobatga olish zarur. Agar tajovuz bir guruh shaxslar tomonidan sodir etilgan bo‘lsa, mudofaalanuvchi hujum qiluvchilarning har biriga nisbatan guruhdagi barcha tajovuzchilar harakatining fe’l-atvori va xavflilik darajasiga qarab tegishli himoya choralarini ko‘rishga haqli.\n\n11. Qilmishga to‘g‘ri huquqiy baho berish maqsadida shuni nazarda tutish kerakki, to‘satdan sodir etilgan tajovuz (hujum) ko‘p hollarda himoyalanuvchida kuchli ruhiy hayajonlanish holatini yuzaga keltirib, himoyalanuvchi hujumning xavfini hamma vaqt ham aniq baholay olmasligi va shuning uchun himoyaning tajovuzga mos usulini tanlay olmasligi mumkin. Ta’kidlash joizki, agar tajovuz qiluvchiga himoyalanuvchi tomonidan yetkazilgan zarar tajovuz qiluvchining yetkazgan zararidan ko‘p bo‘lsa va tajovuz oqibatida yetkazilgan zararni to‘la qoplasa hamda himoyalanish tajovuzning fe’l-atvori va xavflilik darajasiga nisbatan butunlay nomuvofiq bo‘lishiga yo‘l qo‘yilmagan bo‘lsa, bunday holda himoyalanuvchining harakatlarini zaruriy mudofaa chegarasidan chiqib sodir etilgan deb hisoblash mumkin emas.\n\n12. Subyektiv tomondan ko‘rib chiqilayotgan jinoyat to‘g‘ri qasd bilan ham, egri qasd bilan ham sodir etilishi mumkin. Jinoyatning motivi qoida tariqasida hujum qiluvchiga nisbatan bo‘lgan qasos, yoqtirmaslik va nafrat his-tuyg‘ularidan iborat bo‘ladi. Shaxs ijtimoiy xavfli tajovuzdan himoyalanish vaqtida ehtiyotsizlik orqasida tajovuz qiluvchini o‘ldirib qo‘yganligi uchun umuman jinoiy javobgarlikka tortilmasligi lozim.\n\n13. Zaruriy mudofaa chegarasidan chetga chiqib qasddan odam o‘ldirishni kuchli ruhiy hayajonlanish holatida qasddan odam o‘ldirishdan farqlash zarur. Yuqorida qayd etilganidek, zaruriy mudofaa chegarasidan chetga chiqish natijasida jabrlanuvchi o‘lsa, aybdor esa mazkur vaqtda kuchli ruhiy hayajonlanish holatida bo‘lsa, qilmishni JKning 100-moddasi bo‘yicha kvalifikatsiya qilish zarur. Bunda mudofaalanish bilan bog‘liq bo‘lmagan holda kuchli ruhiy hayajonlanish tufayli yuzaga kelgan nafrat, g‘azab his-tuyg‘ulari munosabati bilan sodir etiladigan xatti-harakatlarni ajratish lozim. Ya’ni tajovuz tugaganidan so‘ng ushbu g‘ayriqonuniy tajovuz tufayli yuzaga kelgan kuchli ruhiy hayajonlanish holatida bo‘lgan shaxs odam o‘ldirish jinoyatini sodir etgan hollarida uning xatti-harakatlarini JKning aynan 98-moddasi bo‘yicha kvalifikatsiya qilish zarur.\n\n14. Zaruriy mudofaa chegarasidan chetga chiqib odam o‘ldirishda JKning 97-moddasi 2-qismi «a», «b», «v», «d», «j», «r», «s» bandlarida nazarda tutilgan og‘irlashtiruvchi holatlar mavjud bo‘lgan hollarda ham qilmish JKning 100-moddasi bo‘yicha kvalifikatsiya qilinishi kerak.\n\n15. Zaruriy mudofaa holatini aniq ijtimoiy xavfli tajovuz yuz bermasa-da, shaxsning yanglishib shunday tajovuz qilishi mumkin degan taxminiy holatlaridan farqlash kerak. Bunda, agar hodisa holatlariga ko‘ra mudofaa choralarini qo‘llagan shaxs o‘zining yanglishganligini bilmagan va bilishi ham mumkin bo‘lmagan bo‘lsa, uning harakatlari zaruriy mudofaa holatida sodir etilgan deb hisoblanishi kerak.\n\nAgar shaxs tajovuzning aslida yo‘q va xayoliyligini bila turib, ish holatlariga ko‘ra ham uni albatta bilishi mumkin bo‘lgani holda zarar yetkazsa, uning harakatlari Jinoyat kodeksining ehtiyotsizlik orqasida zarar yetkazganlik uchun javobgarlikni nazarda tutuvchi moddasi bilan tavsiflanishi lozim. Bunday odam o‘ldirishda aybdor asossiz qo‘rqqanidan yoki o‘z hayoti uchun xavotir bo‘layotganligi tufayli harakat qiladi.\n\n16. Sudlar zaruriy mudofaa chegarasidan chetga chiqib odam o‘ldirishda aybli deb topilganlarga nisbatan jazo choralari belgilashda JPKning 467-moddasi talabiga ko‘ra har bir muayyan ish yuzasidan jinoyatning sodir etilishi holatlarini va aybdorlarning shaxsiga oid ma’lumotlarni e’tiborga olib, ozodlikdan mahrum etish bilan bog‘liq bo‘lmagan jazo tayinlash masalasini muhokama qilishlari kerak. Agar ozodlikdan mahrum etish jazosi belgilash lozim bo‘lsa, bu holat hukmda asoslantirilishi lozim.\n\n17. Sudlar zaruriy mudofaa to‘g‘risidagi qonunlarni qo‘llash bilan bog‘liq bo‘lgan ishlar bo‘yicha olib borilgan dastlabki tergov sifatiga bo‘lgan talabchanlikni kuchaytirishlari, jinoyatga daxldorligi yoritilgan barcha shaxslar javobgarlikka tortilgan-tortilmaganligini aniqlashlari va asoslar mavjud bo‘lganda ularni javobgarlikka tortish masalasini hal etish uchun bu haqda prokurorga xabar berishlari (JPK 417-moddasi) lozim.\n\n18. JKning 100-moddasi bilan sudlangan shaxslardan tajovuz qilganlarni davolashga sarflangan mablag‘larni undirish qonunda ko‘rsatilmagan. Bunday shaxslarni davolash harakatdagi qonunga muvofiq amalga oshiriladi."
        },
        {
            "modda_raqami": "101-modda. Ijtimoiy xavfli qilmish sodir etgan shaxsni ushlashning zarur choralari chegarasidan chetga chiqib, qasddan odam o‘ldirish.",
            "matni": "Ijtimoiy xavfli qilmish sodir etgan shaxsni ushlashning zarur choralari chegarasidan chetga chiqib, qasddan odam o‘ldirish uch yilgacha axloq tuzatish ishlari yoki bir yildan uch yilgacha ozodlikni cheklash yoki uch yilgacha ozodlikdan mahrum qilish bilan jazolanadi.",
            "sharxi": "1. Sharhlanayotgan moddada nazarda tutilgan jinoyat obyektiv tomondan ijtimoiy xavfli qilmish sodir etgan shaxsni ushlashning zarur choralari chegarasidan chetga chiqib qasddan odam o‘ldirishda ifodalanadi.\n\n2. Ushlanayotgan shaxsga zarar yetkazishning huquqiyligi shartlari hamda ushlash uchun zarur bo‘lgan choralar chegarasidan chetga chiqish tushunchasi JKning 39-moddasida belgilangan. Ko‘rsatilgan moddaning qoidalariga ko‘ra, ushlash vositalari va usullariga, qilmishning hamda uni sodir etgan shaxsning xavflilik darajasiga, shuningdek ushlash sharoitiga butunlay mos kelmaydigan, ushlash zarurati taqozo etmagan holda ushlanayotgan shaxsga qasddan zarar yetkazish ushlash choralari chegarasidan chetga chiqish deb topiladi (JKning 39-moddasi 2-qismi). JKning 39-moddasi 3-qismida ko‘rsatilganidek, ijtimoiy xavfli qilmishni sodir etgan shaxsni ushlash vaqtida unga yetkazilgan zararning qonuniyligini baholashda qilmishni sodir etgan shaxsning ushlanishdan qochish maqsadida qilgan harakatlari, ushlovchining kuchi va imkoniyatlari, ruhiy holati va ushlash bilan bog‘liq bo‘lgan boshqa holatlar hisobga olinadi.\n\n3. Ijtimoiy xavfli qilmish sodir etgan shaxsni ushlashning zarur choralari chegarasidan chetga chiqib qasddan odam o‘ldirish sodir etilgan jinoyat xavflilik darajasiga yoki uni ushlash vaziyatiga ochiq-oydin nomutanosib ravishda odam o‘ldirishdir.\n\nShunday qilib, ko‘rib chiqilayotgan toifadagi ishlar bo‘yicha ijtimoiy xavfli qilmish sodir etgan shaxsni ushlashning zarur choralari chegarasidan chetga chiqish faktini aniqlashda quyidagilarni inobatga olish zarur: ushlanayotgan shaxs tomonidan sodir etilgan jinoyatning ijtimoiy xavflilik fe’l-atvori va darajasi; ushlash holatlari; zarar yetkazishning zarurligi va yetarliligi.\n\n4. JPKning 221-moddasiga muvofiq quyidagi holatlar jinoyat sodir etgan shaxsni ushlab turish uchun asos bo‘lishi mumkin: shaxs jinoyat ustida yoki bevosita uni sodir etganidan keyin qo‘lga tushsa; jinoyat shohidlari, shu jumladan jabrlanuvchilar uni jinoyat sodir etgan shaxs tariqasida to‘g‘ridan-to‘g‘ri ko‘rsatsalar; uning o‘zida yoki kiyimida, yonida yoki uyida sodir etilgan jinoyatning yaqqol izlari topilsa; shaxsni jinoyat sodir etishda gumon qilish uchun asos bo‘ladigan ma’lumotlar mavjud bo‘lib, u qochmoqchi bo‘lsa yoki doimiy yashaydigan joyi yo‘q yoki shaxsi aniqlanmagan bo‘lsa.\n\n5. Agar qilmishning xavfliligi yuqori bo‘lmasa, jinoyat sodir etgan shaxsga nisbatan eng qattiq choralarning qo‘llanilishini qonuniy deb hisoblash mumkin emas. Bunday holda qasddan odam o‘ldirishni umumiy asoslarda JKning 97-moddasi tegishli qismi bilan kvalifikatsiya qilish zarur. Xuddi shunday qoida og‘ir va o‘ta og‘ir jinoyat sodir etgan shaxs ushlovchiga qarshilik ko‘rsatmagan (yoki qarshilik ko‘rsatishni to‘xtatgan) va shuning uchun uni o‘ldirish zaruriyati ushlash sharoitidan kelib chiqmagan hollarda ham qo‘llaniladi.\n\n6. Sodir etilgan jinoyatni JKning 101-moddasi bo‘yicha kvalifikatsiya qilish uchun jabrlanuvchining o‘limiga sabab bo‘lgan ushlash vositalarini qo‘llash vaqtida ushlovchi shaxs uning ixtiyorida ushlanayotgan shaxsning hayotini xavf ostiga qo‘ymaydigan boshqa choralarni qo‘llash imkoniyati bo‘lganligini anglab yetganligini aniqlash lozim.\n\n7. Subyektiv tomondan JKning 101-moddasida nazarda tutilgan jinoyat to‘g‘ri qasd bilan yoki egri qasd bilan sodir etilishi mumkin. Mazkur jinoyatni sodir etish motivlari zaruriy mudofaa chegarasidan chetga chiqib qasddan odam o‘ldirish motivlari bilan bir xil.\n\n8. Qonun jinoyat sodir etgan shaxsni ushlash huquqiga ega bo‘lgan subyektlar doirasini chegaralamaydi. Ushlashni nafaqat maxsus vakolatli huquqni muhofaza qiluvchi organlar vakillari, balki jinoyat va uni sodir etgan shaxs haqidagi ma’lumotlarga ega bo‘lgan jamoat tuzilmalarining vakillari va fuqarolar ham amalga oshirishi mumkin. (Ijtimoiy xavfli qilmish sodir etgan shaxsni ushlash to‘g‘risida batafsil JKning 39-moddasi sharhiga qarang)."
        },
        {
            "modda_raqami": "102-modda. Ehtiyotsizlik orqasida odam o‘ldirish.",
            "matni": "Ehtiyotsizlik orqasida odam o‘ldirish ikki yilgacha axloq tuzatish ishlari yoki bir yildan uch yilgacha ozodlikni cheklash yoki uch yilgacha ozodlikdan mahrum qilish bilan jazolanadi.\n\nEhtiyotsizlik orqasida ikki va undan ortiq odam o‘ldirish ikki yildan uch yilgacha axloq tuzatish ishlari yoki uch yildan besh yilgacha ozodlikni cheklash yoki uch yildan besh yilgacha ozodlikdan mahrum qilish bilan jazolanadi.",
            "sharxi": "1. Subyektiv tomondan ehtiyotsizlik orqasida odam o‘ldirish aybdor shaxsning jinoiy o‘z-o‘ziga ishonishi yoki jinoiy beparvoligi oqibatida sodir etilishi mumkin.\n\n2. Jinoiy o‘z-o‘ziga ishonish oqibatida odamni o‘ldirishda aybdor o‘zi sodir etgan harakat (harakatsizlik) tufayli boshqa shaxsning o‘ldirib qo‘yilishi mumkinligiga ko‘zi yetadi, lekin yengiltaklik qilib uning oldini olishdan umidvor bo‘ladi. Bunday hollarda aybdor muayyan ehtiyotsizlik qoidalarini ongli ravishda buzadi. Jumladan, bunday qoidabuzarlik quyidagilarning oqibati bo‘lishi mumkin: qasddan sodir etilgan jinoiy qilmish; qonun bilan taqiqlangan, biroq jinoyat hisoblanmaydigan harakat; biron-bir qoidalar bilan taqiqlangan harakat; fan ma’lumotlariga yoki kasbiy qoidalarga zid harakatlar; jamiyatda belgilangan ehtiyotkorlik qoidalarini buzadigan harakatlar; mazkur shaxsning amalga oshirish yoki shug‘ullanish huquqiga ega bo‘lmagan harakatlar yoki kasb bilan shug‘ullanishi va hokazo.\n\n3. Jinoiy o‘z-o‘ziga ishonish natijasida odam o‘ldirishni egri qasd bilan qasddan sodir etiladigan odam o‘ldirishdan farqlash kerak. Egri qasdda aybdor o‘zi sodir etayotgan ijtimoiy xavfli qilmishlar o‘limga olib kelishi mumkinligiga ko‘zi yeta turib, u ongli ravishda unga yo‘l qo‘yadi. O‘z-o‘ziga ishonish sharoitida esa aybdor shaxs ayrim aniq holatlarda o‘limning oldini olish mumkin deb umidvor bo‘ladi va uning oldini olishni mo‘ljallab harakat qiladi, biroq uning mo‘ljali asossiz bo‘lib chiqadi (JKning 21-22-moddalari sharhiga qarang).\n\n4. Jinoiy beparvolik oqibatida ehtiyotsizlik orqasida odam o‘ldirishni shaxs boshqa odamning o‘lishini oldindan ko‘ra olmagan, uni ko‘ra olishi mumkin va lozim ham bo‘lmagan baxtsiz hodisa tufayli odam o‘ldirishdan farqlash kerak.\n\n5. Ehtiyotsizlik orqasida odam o‘ldirishni odam o‘ldirishga nisbatan aybning ehtiyotsizlik shakli mavjud bo‘lgan JKdagi bir qator jinoyatlardan farqlash lozim (jinoiy ravishda homila tushirish (abort) (JKning 114-moddasi), nomusga tegish (JKning 118-moddasi), transport vositalari harakati yoki ulardan foydalanish xavfsizligi qoidalarini buzish (JKning 266-moddasi) va boshqa ko‘plab jinoyatlar). Mazkur holatda farq shundan iboratki, JKning 102-moddasida nazarda tutilgan jinoyat qonunda bevosita ko‘rsatilgan hamda odam o‘lishi bilan bog‘liq bo‘lgan qonuniy yoki g‘ayriqonuniy harakatlarning alohida turlari sodir etilishini ko‘zda tutmaydi.\n\n6. Ehtiyotsizlik orqasida ikki yoki undan ortiq shaxsning o‘limi yuzaga kelsa, aybdorning harakatlarini JKning 102-moddasi 2-qismi bo‘yicha kvalifikatsiya qilish lozim."
        },
        {
            "modda_raqami": "103-modda. O‘zini o‘zi o‘ldirish darajasiga yetkazish.",
            "matni": "Shaxsni qo‘rqitish, unga rahmsiz muomala qilish yoki uning sha’ni va qadr-qimmatini muttasil ravishda kamsitish natijasida uni o‘zini o‘zi o‘ldirish darajasiga yoki o‘zini o‘zi o‘ldirishiga suiqasd qilish darajasiga yetkazish uch yildan yetti yilgacha ozodlikdan mahrum qilish bilan jazolanadi.\n\nO‘sha harakatlar: a) moddiy tomondan yoki boshqa jihatlardan aybdorga qaram bo‘lgan shaxsga nisbatan; b) voyaga yetmagan shaxsga yoki homiladorligi aybdorga ayon bo‘lgan ayolga nisbatan; v) bir guruh shaxslar tomonidan oldindan til biriktirib; g) telekommunikatsiya tarmoqlaridan, shuningdek Internet butunjahon axborot tarmog‘idan foydalanib sodir etilgan bo‘lsa, yetti yildan o‘n yilgacha ozodlikdan mahrum qilish bilan jazolanadi.",
            "sharxi": "1. Aybdor harakatlarini JKning 103-moddasi bo‘yicha kvalifikatsiya qilish uchun aybdorning jabrlanuvchiga nisbatan qo‘rqitishi, rahmsiz muomala qilishi yoki uning sha’ni va qadr-qimmatini muttasil ravishda kamsitishi natijasida o‘zini o‘zi o‘ldirishi yoki o‘zini o‘zi o‘ldirishga suiqasd qilish darajasiga yetkazganlikni aniqlash lozim. Mazkur holatda jabrlanuvchi mustaqil ravishda o‘zini o‘zi o‘ldiradi yoki o‘zini o‘zi o‘ldirishga suiqasd qiladi, aybdor xulqi esa jabrlanuvchining o‘limiga bavosita munosabatda bo‘ladi. Qandaydir noaniq omillar emas, balki jabrlanuvchini qo‘rqitish, rahmsiz muomala qilish yoki uning sha’ni va qadr-qimmatini muttasil ravishda kamsitishdan iborat bo‘lgan aybdor shaxsning harakatlari jabrlanuvchi o‘zini o‘zi o‘ldirishiga sabab bo‘ladi.\n\n2. Aksariyat hollarda o‘zini o‘zi o‘ldirish darajasiga yetkazish ayblanuvchining faol harakatlari bilan amalga oshiriladi. Jabrlanuvchiga nisbatan badanga shikast yetkazish, qiynash, do‘pposlash, tuhmat qilib aytilgan uydirmalarni tarqatish, zo‘rlik ishlatib g‘ayriqonuniy ravishda ozodlikdan mahrum qilish (harakatlanish huquqini chegaralash) va hokazo kabi harakatlar qo‘llanilgan bo‘lishi mumkin. Lekin ko‘rib chiqilayotgan jinoyatni harakatsizlik bilan ham sodir etish mumkin (ovqat, suv, kiyim, turar joy va boshqa zarur ne’matlardan mahrum etish).\n\n3. Qo‘rqitish deganda jabrlanuvchini zo‘rlik ishlatish bilan qo‘rqitish, qimmatbaho mulkini yo‘q qilish, jabrlanuvchi tomonidan sir saqlanadigan ma’lumotlarni oshkor qilish tushunilishi kerak. (Qo‘rqitish to‘g‘risida batafsilroq ma’lumot uchun JKning 94-moddasi sharhiga qarang).\n\n4. Rahmsiz muomala qilish deganda jabrlanuvchini jismoniy va ruhiy azob chekishiga olib keladigan qo‘pol, ayovsiz munosabatda bo‘lishni (do‘pposlash, urish, qiynash, uy-joydan, issiqlikdan, oziq-ovqatdan, suvdan, yashash uchun zarur bo‘lgan mablag‘lardan mahrum etish va hokazo) tushunmok lozim. JKning 103-moddasi bo‘yicha jinoiy javobgarlikka tortish uchun jabrlanuvchiga bir marta rahmsiz muomala qilishning o‘zi yetarlidir. Mazkur holatda qonun shaxsga rahmsiz muomala qilishning muttasil ravishda amalga oshirilishini talab qilmaydi.\n\n5. Shaxsning sha’ni va qadr-qimmatini muttasil ravishda kamsitish deganda jabrlanuvchining sha’ni va qadr-qimmatini uzoq vaqt davomida muntazam (uch va undan ortiq marta) kamsitish (tuhmat qilib aytilgan uydirmalarni tarqatish, haqorat qilish, ta’qib qilish va hokazo) hollari tushuniladi. Shaxsning sha’ni va qadr-qimmati bir marta kamsitilishi fakti JKning 103-moddasi bo‘yicha jinoiy javobgarlikka tortishga asos bo‘lmaydi. Ayrim hollarda haqiqatga to‘g‘ri keladigan ma’lumotlarni xayoliy, masxaraomuz, haqoratomuz shaklda muttasil ravishda tarqatish ham o‘zini o‘zi o‘ldirish darajasiga yetkazish usuli deb topilishi mumkin.\n\n6. Shakl va mazmuni bo‘yicha qonuniy bo‘lgan harakatlar natijasida o‘zini o‘zi o‘ldirish yoki unga suiqasd qilish sodir etilgan taqdirda bu harakatlarni sodir etgan shaxsga nisbatan JKning 103-moddasi tatbiq etilmasligini nazarda tutish kerak.\n\n7. Shaxsning o‘zini o‘zi o‘ldirishi yoki o‘zini o‘zi o‘ldirishiga suiqasd qilishi vaqtidan JKning 103-moddasida nazarda tutilgan jinoyat tugallangan deb hisoblanadi. Bunda JKning 103-moddasi bo‘yicha aybdorning harakatini o‘zini o‘zi o‘ldirishga suiqasd qilgan hollarda JKning 25-moddasi bilan qo‘shimcha tavsiflash talab qilinmaydi, chunki JKning 103-moddasi o‘zini o‘zi o‘ldirish darajasiga yetkazishni, shuningdek unga suiqasd qilishni o‘z ichiga qamrab oladi. Agar shaxsning o‘zini o‘zi o‘ldirishi yoki o‘zini o‘zi o‘ldirishiga suiqasd qilishi kabi oqibatlar yuzaga kelmasa, ko‘rib chiqilayotgan jinoyatning tarkibi bo‘lmaydi. Basharti, shaxsning harakatlarida boshqa jinoyatlarning alomatlari (masalan, haqorat qilish, tuhmat, qiynash) bo‘lsa, u javobgarlikka tortilishi mumkin.\n\n8. Aybdorning qilmishini JKning 103-moddasi bilan kvalifikatsiya qilish uchun jabrlanuvchining o‘ziga nisbatan rahmsiz muomala qilinishi yoki uning sha’ni va qadr-qimmati muttasil ravishda kamsitilishi natijasida o‘zini o‘zi o‘ldirganini yoki unga suiqasd qilganligini aniqlash zarur, ya’ni aybdorning xulq-atvori va yuz bergan oqibatlar o‘rtasidagi sababiy bog‘lanish mavjudligini aniqlash kerak. O‘zini o‘zi o‘ldirish yoki unga suiqasd qilish o‘ynash bo‘lishni, nikoh tuzishni rad etish, er-xotindan birining xiyonati, ishdan qonuniy bo‘shatish, lavozimini pasaytirish va hokazolarning natijasi bo‘lsa, shaxsning qilmishi JKning 103-moddasi bilan kvalifikatsiya qilinishi mumkin emas.\n\n9. Jabrlanuvchi aybdordan moddiy yoki boshqa turdagi qaramlik munosabatida bo‘lmagan hollarda JKning 103-moddasi 1-qismiga muvofiq javobgarlik kelib chiqadi. Basharti, bunday qaramlik munosabati mavjud bo‘lsa, qilmishni JKning 103-moddasi 2-qismiga binoan kvalifikatsiya qilish kerak. Bunda qaramlik mavjudligi aybdor va jabrlanuvchi o‘rtasida haqiqatan ro‘y bergan va mavjud bo‘lgan munosabatlarga baho bergan holda aniqlanishi lozim.\n\n10. JKning 103-moddasi 2-qismi bilan aybdor tomonidan sodir etilgan harakatlarni kvalifikatsiya qilish kerak: a) moddiy tomondan yoki boshqa jihatlardan aybdorga qaram bo‘lgan shaxsga nisbatan; b) voyaga yetmagan shaxsga yoki homiladorligi aybdorga ayon bo‘lgan ayolga nisbatan (JKning 97-moddasi sharhiga qarang); v) bir guruh shaxslar tomonidan oldindan til biriktirib; g) telekommunikatsiya tarmoqlaridan, shuningdek Internet butunjahon axborot tarmog‘idan foydalanib (JKning 278-moddasi sharhiga qarang).\n\n11. Moddiy tomondan qaramlik deganda jabrlanuvchining aybdorga to‘g‘ridan-to‘g‘ri pul yoki boshqa moddiy tomondan qaram bo‘lishi hollari (bolalarning ota-onasiga, ishlamayotgan ota-onaning moddiy daromadlarga ega bo‘lgan bolalariga qaram bo‘lishi va hokazo) tushuniladi.\n\n12. Boshqa jihatdan qaramlik deganda xizmat yuzasidan yoki har qanday boshqa qaramlikni (masalan, bo‘ysunuvchi xodimning boshlig‘iga, o‘quvchining o‘qituvchisiga, aspirantning ilmiy rahbariga, qarindoshlarga qaramlik, vasiylik va homiylik amalga oshirilishi munosabati bilan qaramlik va hokazo) tushunish lozim.\n\n13. Agar jabrlanuvchi o‘zini o‘zi o‘ldirish darajasiga yetkazilishi natijasida o‘z joniga qasd qilayotganida o‘ziga og‘ir yoki o‘rtacha og‘ir tan jarohatlarini yetkazsa, aybdorning harakatlarini tegishli darajadagi og‘irlikda badanga shikast yetkazish uchun javobgarlikni nazarda tutuvchi JKning 104 va 105-moddalari bilan qo‘shimcha kvalifikatsiya qilmasdan JKning 103-moddasi bo‘yicha kvalifikatsiya qilish lozim.\n\n14. Subyektiv tomondan o‘zini o‘zi o‘ldirish darajasiga yetkazish egri qasd yoki oqibatiga nisbatan ehtiyotsizlik bilan, o‘zini o‘zi o‘ldirishga undash esa qasddan sodir etiladi.\n\n15. Subyekti 16 yoshga to‘lgan aqli raso jismoniy shaxsdir."
        },
        {
            "modda_raqami": "103_1-modda. O‘zini o‘zi o‘ldirishga undash",
            "matni": "O‘zini o‘zi o‘ldirishga undash, ya’ni ko‘ndirish, aldash yoki boshqa yo‘l bilan o‘zga shaxsda o‘zini o‘zi o‘ldirish hissini uyg‘otish, agar shaxs o‘zini o‘zi o‘ldirgan yoki o‘zini o‘zi o‘ldirishga suiqasd qilgan bo‘lsa, ikki yildan besh yilgacha ozodlikni cheklash yoki besh yilgacha ozodlikdan mahrum qilish bilan jazolanadi.\n\nO‘sha harakatlar: a) voyaga yetmagan shaxsga yoki homiladorligi aybdorga ayon bo‘lgan ayolga nisbatan; b) bir guruh shaxslar tomonidan oldindan til biriktirib; v) telekommunikatsiya tarmoqlaridan, shuningdek Internet butunjahon axborot tarmog‘idan foydalanib sodir etilgan bo‘lsa, besh yildan yetti yilgacha ozodlikdan mahrum qilish bilan jazolanadi.",
            "sharxi": "Ushbu modda 2017 yil 13 iyuldagi O‘RQ-436-sonli Qonun bilan kiritilgan.\n\n1. Ko‘rib chiqilayotgan jinoyatning obyekti o‘zga shaxsning hayoti hisoblanadi.\n\n2. Ko‘rib chiqilayotgan moddaning birinchi qismidagi jinoyatning obyektiv tomoni ko‘ndirish, aldash yoki boshqa yo‘l bilan o‘zga shaxsda o‘zini o‘zi o‘ldirish hissini uyg‘otish hisoblanadi, agar shaxs o‘zini o‘zi o‘ldirgan yoki o‘zini o‘zi o‘ldirishga suiqasd qilgan bo‘lsa.\n\n3. O‘zini o‘zi o‘ldirish bu shaxs o‘zini hayotdan mahrum qilish maqsadida, mustaqil ravishda o‘zga shaxslarni jalb qilmay turib sodir etiladigan harakatdir. Bunday harakatlar ixtiyoriydir. Shunga qaramay, inson ongiga ta’sir ko‘rsatish va shunday harakatlar oqibatida o‘z erkinligidan mahrum qilish jinoyat hisoblanadi. O‘zini o‘zi o‘ldirishning sababi insonning ruhiy beqarorligi bo‘lib, ish yoki oiladagi muayyan muammolar, haqiqiy hayotda o‘z istaklari, vazifalari va boshqalarni ro‘yobga chiqarishning yetishmasligi bo‘lishi mumkin.\n\n4. Ko‘ndirish deganda jabrlanuvchini ongiga ruhiy ta’sir qilish, o‘zini o‘zi o‘ldirish hissini uyg‘otish yoki aksincha ichida qarama-qarshilik hosil qilish tushunilishi lozim.\n\n5. Aldashni inson ruhiyatiga ta’sir ko‘rsatish usuli deb tushunish zarur bo‘lib, mazkur usul boshqa shaxsni qasddan adashtirishdan yoki faoliyatga mos bo‘lmagan axborotni berish yoki jabrlanuvchini o‘zini o‘zi o‘ldirishga undash maqsadida turli faktlar, narsalar, hodisalar va boshqalarni yashirish yo‘li bilan undagi mavjud yanglish fikrni qo‘llab-quvvatlashdan iborat. Shaxsning erki tashqaridan qaraganda ixtiyoriy bo‘lib ko‘rinishi aldash uchun xosdir. Ammo ushbu ixtiyoriylik shaxsning haqiqiy manfaatlariga zid bo‘ladi.\n\n6. O‘zini o‘zi o‘ldirishga undash boshqa yo‘l bilan, masalan og‘ir ta’qib qilish va boshqa usullar bilan ham sodir etilishi mumkin.\n\n7. O‘zini o‘zi o‘ldirishga undash, agar shaxs o‘zini o‘zi o‘ldirgan yoki o‘zini o‘zi o‘ldirishga suiqasd qilgan bo‘lsa, tugallangan jinoyat deb e’tirof qilinadi.\n\n8. Qo‘rqitish, rahmsiz munosabatda bo‘lish yoki shaxsning sha’ni va qadr-qimmatini muttasil ravishda kamsitish yo‘li bilan sodir etiladigan o‘zini o‘zi o‘ldirish yoki o‘zini o‘zi o‘ldirishga suiqasd qilishdan farqli ravishda o‘zini o‘zi o‘ldirishga undashda (JK 103-moddasi) aybdor ko‘ndirish, aldash yoki insonning erkini sindiruvchi boshqa yo‘l bilan (masalan, tushkunlikka soluvchi g‘oyaviy tashviqot orqali) qasddan boshqa shaxsda o‘zini o‘zi o‘ldirishga nisbatan qat’iyatni qo‘zg‘atadi.\n\n9. O‘zini o‘zi o‘ldirishga undash subyektiv jihatdan to‘g‘ri qasddan sodir etiladi. Jinoyatning maqsadi va sabablari uni kvalifikatsiya qilish uchun ahamiyatga ega emas.\n\n10. O‘n olti yoshga to‘lgan shaxs jinoyat subyektidir.\n\n11. Ko‘rib chiqilayotgan moddaning ikkinchi qismida: a) voyaga yetmagan shaxsga yoki homiladorligi aybdorga ayon bo‘lgan ayolga nisbatan; b) bir guruh shaxslar tomonidan oldindan til biriktirib; v) telekommunikatsiya tarmoqlaridan, shuningdek Internet butunjahon axborot tarmog‘idan foydalanib sodir etilgan o‘zini o‘zi o‘ldirishga undash uchun javobgarlik nazarda tutilgan. Telekommunikatsiya tarmoqlaridan, shuningdek Internet butunjahon axborot tarmog‘idan foydalanib sodir etilgan o‘zini o‘zi o‘ldirishga undash usuli qurbonlarga o‘zini o‘ldirishga ko‘rsatmalar telefon aloqasi, matnli xabarlarni bir zumda almashishning ommabop tizimlari mobil yoki boshqa platformalar uchun ovozli aloqa yordamida, masalan «WhatsApp», ijtimoiy tarmoqlar, masalan «Facebook» vositasida berilganida mavjud bo‘lishi mumkin."
        }
    ]
}