{
    "bob_nomi": "I bob. JINOYAT KODEKSINING VAZIFALARI VA PRINSIPLARI",
    "moddalar": [
        {
            "modda_raqami": "1",
            "matni": "O‘zbekiston Respublikasining jinoyat to‘g‘risidagi qonunchiligi Konstitutsiya va xalqaro huquqning umum e’tirof etilgan normalariga asoslangan bo‘lib, ushbu Kodeksdan iboratdir.",
            "sharxi": "1. Jinoyat kodeksining sharhlanayotgan moddasi O‘zbekiston Respublikasining jinoyat to‘g‘risidagi qonunchiligini tashkil etuvchi normativ-huquqiy hujjatlar doirasini, shuningdek, mazkur hujjatlarning huquqiy asosini qonun darajasida belgilab beradi. Izohlanayotgan moddada nazarda tutilgan qoidalar jinoyat huquqi sohasidagi mavjud an’analarni, jumladan, jinoyat-huquqiy normalarni qonunlashtirish hamda ularning alohida qonun Jinoyat kodeksi ko‘rinishida amal qilishi lozimligini aks ettirishini qayd etish lozim O‘zbekiston Respublikasining Jinoyat kodeksi mamlakatimizning jinoyat to‘g‘risidagi qonunchiligini tashkil etuvchi barcha jinoyat-huquqiy normalarning asosiy va yagona shakli hisoblanadi. Jinoyat-huquqiy normalar bilan bog‘liq yangi qonunlar qabul qilingan taqdirda, ular mustaqil ravishda qo‘llanilmasdan, albatta, Jinoyat kodeksiga kiritilishi talab etiladi.\n\n2. O‘zbekiston Respublikasining Jinoyat kodeksi o‘zaro ichki uzviy birlik va bog‘liq bo‘lgan jinoyat-huquqiy normalarning mustahkam tizimga ega ekanligi bilan ajralib turuvchi jinoyat huquqi prinsiplarini, jinoiy javobgarlik asoslari va shartlarini, jinoyat, deb e’tirof etiladigan ijtimoiy xavfli qilmishlarni, bunday qilmishlarni sodir etgan shaxslarga nisbatan qo‘llaniladigan huquqiy ta’sir choralarining turi va chegarasini belgilab beruvchi qonunchilik hujjatidir. Jinoyat kodeksiga jinoyat-huquqiy normalarni kiritishning asosiy va yagona shaklining belgilanganligi jinoyat to‘g‘risidagi qonunchilikni yaganalashtirish hamda mustahkamlashga, huquqni muhofaza etuvchi idoralar xodimlarining ulardan foydalanishini osonlashtirish va aholining huquqiy ongini oshirishga xizmat qiladi. Ushbu jarayonda qonunchilik texnikasi takomillashtiriladi va qonun chiqaruvchi organ tomonidan jinoyat to‘g‘risidagi qonunchilik hujjatlariga o‘zgartirish kiritiladi.\n\n3. Jinoyat kodeksi jinoyat-huquqiy normalarni mustahkamlashning yagona va mutlaq shakli sifatida e’tirof etilishi barobarida izohlanayotgan moddada ushbu normalarning huquqiy asosi to‘g‘risidagi qoidalar ham o‘z aksini topgan. Bular O‘zbekiston Respublikasining Konstitutsiyasi hamda xalqaro huquqning umume’tirof etilgan normalaridir. Bu bilan barcha huquq sohalarining, jumladan, jinoyat huquqining ham asosiy manbai O‘zbekiston Respublikasining Konstitutsiyasi va xalqaro huquqning umume’tirof etilgan normalarining Kodeks normalaridan ustuvorligi belgilangan. O‘zbekiston Konstitutsiyasini jinoyat qonunchiligining asosi sifatida tan olinishi, Asosiy qonun qoidalarini Jinoyat kodeksi normalarini sharhlashda qo‘llashni taqozo etadi; «Sudlar shuni nazarda tutishlari lozimki, Konstitutsiyaning 16-moddasiga muvofiq birorta ham qonun yoki boshqa normativ-huquqiy hujjat uning normalari va qoidalariga zid kelishi mumkin emas». O‘zbekiston Respublikasi Oliy Sudi va O‘zbekiston Respublikasi Oliy Xo‘jalik sudi Plenumining 1996 yil 20 dekabrdagi «Sud hokimiyati to‘g‘risida»gi 1/60-sonli qarori.\n\n4. Xalqaro huquqning umume’tirof etilgan normalari ham Jinoyat kodeksining huquqiy negizi bo‘la olishi ushbu izohlanayotgan moddada mustahkamlangan. Bunday normalar sifatida xalqaro huquqning imperativ-buyruq ko‘rinishidagi qoidalar hamda barcha xalqaro huquq subyektlari, jumladan, davlatlar tomonidan e’tirof etilgan qoidalar tan olinishi lozim. Xalqaro huquqning umume’tirof etilgan normalaridagi belgilangan tamoyillarga, Birlashgan Millatlar Tashkiloti Ustavining qoidalari, Inson huquqlari umumjahon Deklaratsiyasini, Fuqarolik va siyosiy huquqlar to‘g‘risidagi Xalqaro pakt, Iqtisodiy, ijtimoiy va madaniy huquqlar to‘g‘risidagi Xalqaro paktda mustahkamlangan qoidalar kiradi.\n\n5. Xalqaro huquqning umume’tirof etilgan normalari Jinoyat kodeksi huquqiy asosi hisoblanganligi sababli ular O‘zbekiston Respublikasining jinoyat to‘g‘risidagi qonunida qo‘shimcha norma sifatida belgilanishi shart hisoblanmaydi va ular qo‘llanilaveradi. Ayni paytda, O‘zbekistonda umume’tirof etilmagan xalqaro shartnomalar normalari mamlakatimiz qonunchiligiga, jumladan, Kodeksga tegishli o‘zgartirish va qo‘shimchalar shaklida kiritilishi lozim. Bu, birinchidan, ko‘pgina xalqaro shartnomalar (konvensiyalar) faqat ishtirokchi davlatlarning u yoki bu turdagi jinoyatlarga qarshi kurashish niyatini bildiradi; ikkinchidan, agar xalqaro shartnomada u yoki bu ijtimoiy xavfli qilmishning belgilari ko‘rsatilgan bo‘lsa ham, odatda, tegishli jazo belgilanmaydi; uchinchidan, mabodo, jazo ko‘rsatilgan holda ham shartnomada uning qo‘llanish chegaralari va shartlari ko‘rsatilmasligidan kelib chiqiladi. O‘zbekiston Respublikasida ratifikatsiya qilingan xalqaro shartnomalarning qoidalari ham amaldagi jinoyat to‘g‘risidagi qonunchilikka tegishli o‘zgartirish kiritmasdan turib qo‘llanilmasligi mumkin.\n\n6. Izohlanayotgan moddada Jinoyat kodeksidagi jinoyat-xususiy normalarning yagona ekanligi hamda jinoyat to‘g‘risidagi qonunchilikning asosi sifatida faqat Konstitutsiya hamda xalqaro huquqning umume’tirof etilgan normalari e’tirof etilishi, unda bu normalarning talqin etilmasligi nazarda tutilgan. Demak, jinoyat-huquqiy tusdagi qoidalarni mustahkamlashning boshqa shakllari (masalan, Oliy sud Plenumi qarorlari, sud prezidenti, doktrinali sharhlash va h.k.). O‘zbekiston Respublikasi jinoyat to‘g‘risidagi qonunchilikning manbai sifatida tan olinishi yoki uning asosi bo‘lishi mumkin emas. Chunki, Oliy sud Plenum Qarorlarida bu hujjatlarda yangi huquqiy normalar yaratilmaydi va mustahkamlanmaydi, balki Jinoyat kodeksida mavjud bo‘lgan normalarning haqiqiy mazmuni tergov, sud amaliyotida ularga aniq va og‘ishmay rioya etilishi uchun ochib beriladi. Shuningdek, belgilangan tartibning buzilishi jinoyat hisoblanadigan xulq-atvor yoki harakatlar (masalan, maxfiy hujjatlar bilan ish yuritish qoidalari, veterinariya yoki zoologiya qoidalari, harakat xavfsizligi, transportdan foydalanish qoidalari va boshqalar) jinoyat to‘g‘risidagi qonunchiligi sifatida tan olinishi mumkin emas. Mazkur hujjatlarda banket ko‘rinishdagi muayyan jinoyat-huquqiy normaning (masalan, JK 285-moddasi) tutgan o‘rni va mazmuni batafsilroq aks ettiriladi, biroq bunday qilmish uchun jazo faqat Jinoyat kodeksida belgilanadi.\n\n7. O‘zbekiston Respublikasi Konstitutsiyasining 85-87-moddalarida suveren Qoraqalpog‘iston Respublikasining O‘zbekiston tarkibiga kirishi va O‘zbekiston Respublikasi qonunlarining Qoraqalpog‘iston hududida ham bajarilishi majburiy ekanligi ko‘rsatilgan. Jinoyat kodeksi ham jinoyat-huquqiy normalar mustahkamlangan yagona qonun hisoblanadi va Qoraqalpog‘iston Respublikasi hududida ham amal qiladi. Jinoyat kodeksi O‘zbekiston Respublikasi uchun ham, Qoraqalpog‘iston Respublikasi uchun ham yagona hisoblanib, boshqa qonunchilik (masalan, Qoraqalpog‘iston Respublikasining qonunlari, Jo‘qorg‘i Kengesning qarorlari va h.k.). Qoraqalpog‘iston Respublikasi hududida jinoyat to‘g‘risidagi qonunchilikning manbai sifatida tan olinishi mumkin emas."
        },
        {
            "modda_raqami": "2-modda. Jinoyat kodeksining vazifalari",
            "matni": "Jinoyat kodeksining vazifalari shaxsni, uning huquq va erkinliklarini, jamiyat va davlat manfaatlarini, mulkni, tabiiy muhitni, tinchlikni, insoniyat xavfsizligini jinoiy tajovuzlardan qo‘riqlash, shuningdek jinoyatlarning oldini olish, fuqarolarni respublika Konstitutsiyasi va qonunlariga rioya qilish ruhida tarbiyalashdan iboratdir. Ana shu vazifalarni amalga oshirish uchun Kodeks javobgarlikning asoslari va prinsiplarini, qanday ijtimoiy xavfli qilmishlar jinoyat ekanligini aniqlaydi, ijtimoiy xavfli qilmishlar sodir etgan shaxslarga nisbatan qo‘llanilishi mumkin bo‘lgan jazo va boshqa huquqiy ta’sir choralarini belgilaydi.",
            "sharxi": "1. Sharhlanayotgan moddada jamiyat va davlatning jinoyat-huquqiy taqiq o‘rnatish yo‘li bilan erishadigan maqsadlari belgilangan. Shu yo‘l orqali Jinoyat kodeksining ijtimoiy hayotdagi ahamiyati qonunda mustahkamlanadi, bu o‘z navbatida, ayrim qilmishlarning jinoyat yoki jinoyat emasligini aniqlash jarayoniga, Kodeks normalarining jinoyat sodir etgan shaxslarga nisbatan qo‘llanilishiga, sud-huquq islohotlarining keyingi rivojiga va h.k.ga jiddiy ta’sir ko‘rsatadi. Bundan tashqari, qonunning vazifasi jinoiy qilmishni aks ettirish, unga qo‘shimcha va o‘zgartirishlar kiritish texnikasini takomillashtirish, buzilishi jinoyat hisoblanadigan qoidalar va blanket normalarni aniqlash va h.k. maqsadlarda qonun chiqaruvchiga ta’sir o‘tkazishga qaratilgan.\n\n2. Jinoyat kodeksida bajarilishi «inson huquqlari bo‘yicha demokratik institutlarni rivojlantirishning kafolati bo‘lib xizmat qiluvchi» uchta vazifa qo‘yilgan. Ushbu vazifalar qonunda nihoyatda aniq va tizimli ifodalangan bo‘lib, quyidagilardan iborat: birinchidan, shaxsni, uning huquq va erkinliklarini, jamiyat va davlat manfaatlarini, mulkni, tabiiy muhitni, tinchlikni, insoniyat xavfsizligini jinoiy tajovuzlardan muhofaza qilish; ikkinchidan, jinoyatlarning oldini olish; uchinchidan, fuqarolarni O‘zbekiston Respublika-sining Konstitutsiyasi va qonunlariga rioya qilish ruxida tarbiyalash.\n\n3. Shaxsni, uning huquq va erkinliklarini, jamiyat va davlat manfaatlarini, mulkni, tabiiy muhitni, tinchlikni, insoniyat xavfsizligini jinoiy tajovuzlardan muhofaza qilish vazifasi, umuman, jinoyat-huquqiy normalar uchun, xususan, O‘zbekiston Respublikasining Jinoyat kodeksi uchun asosiy mezon bo‘lib, muayyan ijtimoiy munosabatlarni (xavfsizligi va ijrosini ta’minlash orqali) ularga jiddiy zarar yetkazilishi yoki yetkazish imkoniyatidan, ya’ni obyektiv ravishda mavjud bo‘lgan huquq yoki erkinlikni himoya qilishdan iboratdir. Qonunning jinoiy tajovuzlardan muhofaza qilish vazifasi ijtimoiy xavfli qilmish sodir etilgan yoki etilmaganligidan, huquqni muhofaza qiluvchi organlarning tergoviga tegishliligidan (sud, prokuratura, ichki ishlar organlari, DXX va shu kabilar), Jinoyat kodeksi amal qilayotgan ma’muriy-hududiy tegishliligidan va boshqalardan qat’i nazar, doimiy ravishda amalga oshiriladi. Ijtimoiy munosabatlarni jinoiy tajovuzlardan himoya qilish Jinoyat kodeksining amal qilishi doirasida hamisha va hamma yerda amalga oshiriladi.\n\n4. Jinoyat kodeksining vazifasi sifatida ijtimoiy munosabatlarning ularga jiddiy zarar yetkazilishidan himoya etilishi ikki yo‘l bilan amalga oshiriladi, ya’ni: a) jinoyat sodir etilishidan avval ma’lum qilmishlarni taqiqlash yoki tegishli xulq-atvorga rioya etish, ya’ni huquqiy jihatdan yo‘l qo‘yiladigan faoliyat chegaralarini belgilash orqali; 6) ijtimoiy xavfli qilmish sodir etilganidan keyin buzilgan huquqning aybdor shaxsga nisbatan jinoiy jazo choralarini qo‘llash orqali tiklanishini ta’minlash orqali. Buzilgan huquqning tiklanishi deganda, yetkazilgan zararning ma’naviy yoki moddiy shaklda qoplanishi tushunilishi lozim (masalan, soliqlar yoki boshqa majburiy to‘lovlarni to‘lashdan bo‘yin tovlash JKning 184-moddasi to‘rtinchi va beshinchi qismlari, o‘zlashtirish yoki rastrata yo‘li bilan talon-toroj qilish JKning 167-moddasi to‘rtinchi qismi kabi jinoyat tufayli yetkazilgan zararni qoplash).\n\n5. Ijtimoiy munosabatlarni muhofaza qilish vazifasi sifatida eng muhim qadriyatlar qo‘riqlanadi. Shaxs, uning huquq va erkinliklari, jamiyat va davlat manfaatlari, mulk, tabiiy muhit, tinchlik, insoniyat xavfsizligi eng oliy qadriyat deb tan olingan. Boshqa, ahamiyati kamroq bo‘lgan qadriyatlarga zarar yetkazilishi yoki ko‘rsatilgan qadriyatlarga kam darajada zarar yetkazilishi, odatda, aybdorning ma’muriy, fuqarolik-huquqiy, intizomiy javobgarlikka tortilishiga olib keladi. Jinoiy javobgarlik javobgarlikning eng og‘ir turi hisoblanganligi sababli bunday hollarda qo‘llanilishi mumkin emas.\n\n6. Jinoiy tajovuzlardan muhofaza etiladigan ijtimoiy munosabatlarning Jinoyat kodeksining 2-moddasida mustahkamlanganligi tasodifiy emas, balki jahon hamjamiyatida umume’tirof etilgan demokratik huquqiy davlatning zamonaviy qadriyatlar tizimiga bo‘ysundirilgan ko‘rinishidir. Bu tizim shaxs, jamiyat davlatni o‘z ichiga oladi. Jinoyat kodeksining tuzilishi ham aynan ana shu tizim asosida ishlab chiqilgan bo‘lib, uning Maxsus qismi shaxsga qarshi jinoyatlar bo‘limidan boshlanadi.\n\n7. Jinoyat kodeksida eng muhim muhofaza obyekti sifatida shaxs, uning huquq va erkinliklari ko‘zda tutilganligi Konstitutsiyaning 13-moddasi qoidalaridan kelib chiqadi. Konstitutsiyaga muvofiq, inson, uning hayoti, erkinligi, sha’ni, qadr-qimmati va boshqa ajralmas huquqlari oliy qadriyat hisoblanadi. Shaxs jamiyat va davlatdan alohida olib qaraluvchi har bir inson. Insonning Jinoyat kodeksi tomonidan muhofaza obyekti sifatidagi shaxs, deb tan olinishi uchun uning yoshi, ijtimoiy kelib chiqishi, salomatligi va boshqa holatlar ahamiyat kasb etmaydi. Jumladan, yangi tug‘ilgan chaqaloq (JKning 99-moddasi muomalaga layoqatsiz kishi (JK 97-moddasining ikkinchi qismi «v» bandi), voyaga yetmagan bola (JKning 128-moddasi), davlat yoki jamoat arbobi (JK 155-moddasining ikkinchi qismi), O‘zbekiston Respublikasi Prezidenti (JKning 158-moddasi) va h.k.lar ham shaxs, deb tan olinadi va jinoyat qonuni bilan muhofaza qilinadi. Shaxsning huquqlari davlat va jamiyat tomonidan qondirilishi majburiy bo‘lgan insonning davlat va boshqa kishilarga nisbatan iqtisodiy-ijtimoiy va madaniy sohalardagi imkoniyatlari va da’volari. Masalan, shaxsning malakali tibbiy xizmatdan foydalanish, mehnat qilish, mulkka bo‘lgan va h.k. huquqlari. Jinoyat kodeksida qaysi huquq va erkinliklar uning huquqlari tomonidan muhofaza qilinadigan obyektda ekanligi ko‘rsatilmagan, lekin JKning Maxsus qismi moddalarida muayyan shaxsning barcha huquqlari (masalan, nomusi va qadr-qimmatini himoya etish huquqi) yoki jamiyat, davlat tomonidan taqdim etilgan (masalan, Qurolli Kuchlarda buyruq berish) huquqi himoya etilishi belgilangan. Shaxsning erkinligi Konstitutsiyada yoki boshqa qonunlar va qonun osti hujjatlarida aks ettirilgan insonning muayyan xulq-atvori (jumladan, so‘z erkinligi, vijdon erkinligi, ilmiy va texnik ijodiyot erkinligi va b.). Jinoyat kodeksi bilan muhofaza qilinadigan obyektlar shaxsning erkinliklari hisoblanadi.\n\n8. Jamiyat va davlat manfaatlari ham Kodeks bilan muhofaza qilinadigan obyekt hisoblanadi. Jamiyat va davlat manfaatlari shaxs, uning huquq va erkinliklaridan kelib chiqadigan holat bo‘lib, unga zid bo‘lishi mumkin emas. Ayni paytda ushbu manfaatlar bir insonning emas, balki umuman aholining huquq va erkinliklarini aks ettiradi. Shu bois ular butun jamiyat yoki davlat uchun va alohida bir subyekt uchun ham muhim bo‘lgan huquqlardir. Shundan kelib chiqib, Kodeksda ushbu munosabatlar jinoyat-huquqiy muhofaza obyekti sifatida mustahkamlangan. Jamiyat manfaatlarini jamiyat, uning barcha a’zolari, uning eng muhim elementlari tashkil qiladi. Jamiyat deganda, ma’lum bir umumiy manfaatlari, o‘zaro munosabat va madaniyati bilan o‘zgalardan farqlanuvchi kishilar guruhi tushuniladi. Sharhlanayotgan moddaning mazmuniga muvofiq, jamiyat deganda, biron davlatning fuqaroligiga mansubligi yoki boshqa shartlar (jinsi, irki, millati, dini, ijtimoiy ahvoli va boshqa.) bilan bog‘liqligidan qat’i nazar, respublikaning barcha aholisi tushuniladi. Axloq, ma’naviyat, iqtisodiy-ijtimoiy asoslar, jamiyat-dagi xulq-atvor qoidalari va boshqalar jamiyat manfaatlari sifatida qaralishi mumkin. Davlat manfaatlari butun jamiyatning emas, balki uning ma’lum tarzda siyosiy uyushgan qismi ehtiyojlarini ifodalovchi manfaatlar. Davlat butun jamiyatga tatbiq etiladigan, uning rasmiy vakili bo‘lgan, majbur qilish vositalari va tadbirlariga tayanadigan ommaviy hokimiyat tashkiloti. Sharhlanayotgan moddaning mazmuniga muvofiq, davlat deganda, uni tashkil etuvchi organlar emas, balki O‘zbekiston Respublikasi tushunilishi kerak.\n\n9. Davlat manfaatlari deganda, unga jamiyat tomonidan yuklatilgan vazifa va funksiyalarni ijro etish uchun zarur bo‘lgan hayotiy faoliyatning o‘ta muhim elementlari, jumladan, huquq-tartibot, boshqaruv tartibi, siyosiy barqarorlik, hokimiyat organlarining faoliyat yuritishi, davlat suvereniteti va x.k. tan olinadi.\n\n10. Mulk Jinoyat kodeksi bilan muhofaza qilinadigan obyekt sifatida alohida ajratib ko‘rsatilgan. Sharhlanayotgan moddada mulk moddiy dunyoning, shuning dek, mualliflik huquqi obyektlari sifatida moddiy ashyolarga ega bo‘lish va shunga bog‘liq ravishda ijtimoiy munosabatlarning ma’lum bir guruhi sifatida namoyon bo‘ladi. Mulkning shakli ahamiyatga ega emas, chunki konstitutsiyaviy qoidalarga muvofiq, mulk qanday shaklda ekanligidan qat’iy nazar, bir xilda himoya qilinadi.\n\n11. Atrof tabiiy muhitni jinoyat-huquqiy muhofazasi-ning mustaqil obyekti sifatida qarash, fuqarolar atrof tabiiy muhitga ehtiyotkorona munosabatda bo‘lishga majburligi (Konstitutsiyaning 62-moddasi) haqidagi qoidaga asoslanadi. Bugungi kunda «Tabiiy muhitni asrash, tabiat boylik-laridan oqilona foydalanish umummilliy vazifa hisoblanadi va bu ekologiya tizimini, tabiat komplekslari va ayrim obyektlarning muhofazasini ta’minlashga, fuqarolarning qulay atrof-muhitga ega bo‘lish huquqini kafolatlashga qaratilgan». Jinoyat-huquqiy muhofaza obyekti sifatida atrof tabiiy muhit ham alohida, ham butunligicha ekotizimni tashkil etuvchi biologik (o‘simlik va hayvonot olami) va biologik (er, yer osti, suv va atmosfera) elementlarni asrash, ularga oqilona munosabatda bo‘lish va ularning saqlab qolinishini ta’minlash yuzasidan va shunga bog‘liq ijtimoiy munosabatlar guruhidan iboratdir.\n\n12. Jinoyat kodeksi tomonidan muhofaza qilinadigan obyektlar sirasiga insoniyatning tinchligi va xavfsizligi ham kiradi, bu esa, O‘zbekistonda BMT Ustavi, Fuqarolik va siyosiy huquqlar to‘g‘risidagi xalqaro Pakt, Iqtisodiy, ijtimoiy va madaniy huquqlar to‘g‘risidagi xalqaro Pakt va boshqa hujjatlarda aks etgan xalqaro huquqning umume’tirof etilgan normalari e’tirof etilganligi bilan bog‘liqdir Jinoyat kodeksining tinchlik va insoniyat xavfsizligiga qarshi sodir etilgan jinoyatlar uchun javobgarlikni ko‘zda tutuvchi moddalari uning Maxsus qismidagi alohida bobda jamlangan. Tinchlik va insoniyat xavfsizligi deganda, davlat-lar, millatlar va xalqlarning birgalikda tinch-totuv hayot kechirishi, xalqaro kelishmovchiliklarning oldini olish.\n\n13. Jinoyatlarning oldini olish, ya’ni aholida qonunga rioya qilish xulq-atvorini belgilovchi huquqiy ong darajasini shakllantirish orqali ijtimoiy xavfli harakatlar sodir etilmasligini ta’minlash Jinoyat kodeksining muhim vazifasidir. Jinoyatlarning oldini olish umumiy va xususiy provinsiya yo‘li bilan amalga oshiriladi. Umumiy provinsiya umuman, aholi tomonidan jinoyat sodir etilishining oldini olish, ya’ni, u yoki bu xatti-harakatni qonunda taqiqlash va jinoyat sodir etgan shaxslarni jazolash. Shuni alohida ta’kidlash lozimki, umumiy provinsiyada, jinoiy jazoga loyiq xatti-harakatlarni sodir etganlik uchun jinoiy javobgarlikning muqarrarligini namoyish etish orqali aholiga ta’sir ko‘rsatiladi. Xususiy provinsiya jinoiy javobgarlikka tortilgan muayyan shaxs tomonidan kelajakda ijtimoiy xavfli xatti-harakatlar sodir etilishining oldini olish. Umumiy provinsiyadan farqli ravishda xususiy provinsiya faqat aybdor shaxsga qaratilishi bilan birga, mazkur shaxsning jinoiy javobgarlikka tortilishi boshqalarga nisbatan ogohlantiruvchi ahamiyatga ega bo‘ladi.\n\n14. Fuqarolarni O‘zbekiston Respublikasining Konstitutsiyasi va qonunlariga og‘ishmay rioya etish ruhida tarbiyalash Kodeksning alohida vazifasi sifatida ko‘rsatilgan. Konstitutsiya va qonunlarga rioya etish ruhida tarbiyalash huquqiy javobgarlikning eng og‘ir turi hisoblangan jinoiy javobgarlikka tortish tahdidi ostida u yoki bu faoliyatni amalga oshirishda huquqiy mexanizmlarga rioya etilishini nazarda tutadi. Aholining huquqiy ongi, huquqiy savodxonligi va huquqiy madaniyatini oshirish tarbiyaning mohiyatini tashkil etadi. Fuqarolarni Konstitutsiya va qonunlarga rioya etish ruhida tarbiyalash umumiy provinsiyadan farqli ravishda muayyan xatti-harakat uchun jinoiy javobgarlik mavjudligini fuqarolar bilishini taxmin qilmaydi, balki ularda qonunni buzishga to‘sqinlik qiluvchi faol hayotiy pozitsiyani shakllantiradi. Shunday qilib, fuqarolarni tarbiyalash huquqiy bo‘ysunish, ya’ni huquqiy qoidalarga ongli ravishda rioya etilishini ta’minlashdan iborat.\n\n15. Sharhlanayotgan moddaning ikkinchi qismi Kodeksning vazifalarini, xususan, quyidagilarni aniqlash orqali amalga oshirishning usul va uslublarini belgilab beradi: jinoiy javobgarlikning asoslari va prinsiplari; jinoyat hisoblanadigan ijtimoiy xavfli xatti-harakatlar; ijtimoiy xavfli xatti-harakatlarni sodir etgan shaxslarga nisbatan qo‘llanishi mumkin bo‘lgan jazo va boshqa huquqiy ta’sirning choralari. Kodeks vazifalarini amalga oshirishning belgilangan usullari umumiy bo‘lib, ular uning tarkibiy elementlari - Umumiy va Maxsus qismning bo‘lim, bob va moddalarida aniqlashtiriladi."
        },
        {
            "modda_raqami": "3  Kodeksning prinsiplari",
            "matni": "Jinoyat kodeksi qonuniylik, fuqarolarning qonun oldida tengligi, demokratizm, insonparvarlik, odillik, ayb uchun javobgarlik, javobgarlikning muqarrarligi prinsiplariga asoslanadi.",
            "sharxi": "1. Sharhlanayotgan moddada qonun chiqaruvchi tomonidan ayrim jinoyat-huquqiy normalarni o‘zgartirish, ularga qo‘shimchalar kiritish, bekor qilish hamda vakolatli davlat organlari tomonidan ularni qo‘llashning rahbariy asoslarini aniqlab berish orqali davlat tomonidan olib boriladigan jinoyatchilikka qarshi kurashish asosini belgilagan prinsiplar tizimi mustahkamlangan. Kodeksning prinsiplari jinoyat to‘g‘risidagi qonunchilikning demokratik mohiyatini aks ettiradi va shu bilan birga qonunni qo‘llash amaliyotining barqarorligi va yaxlitligini ta’minlashga xizmat qilishi Jinoyat kodeksi normalarini qo‘llash jarayonining bir butunligini mustahkamlaydi. Ushbu modda qonunning har bir normasida nazarda tutilgan qadriyatlarni aks ettiradigan o‘ziga xos andaza vazifasini o‘taydi, ya’ni har qanday jinoyat-huquqiy me’yor JKning 3-moddasida ko‘rsatilgan yetakchi qoidalarga mos bo‘lishi lozim.\n\n2. Jinoyat-huquqiy normalar tizimi va jinoyat to‘g‘risidagi qonunchilik o‘zaro bog‘liq hamda bir-birini belgilovchi huquqiy prinsiplardan tarkib topadi. Jinoyat to‘g‘risidagi qonunchilikning prinsiplari deganda, jinoyat-huquqiy normalarda mustahkamlangan va Jinoyat kodeksi vazifalaridan kelib chiqqan holda jinoiy javobgarlikning umumiy asoslarini, yo‘nalishini va hajmini belgilovchi tayanch g‘oyalar tushuniladi. Kodeks vazifalaridan farqli o‘laroq, jinoyat to‘g‘risidagi qonunchilikning prinsiplari jinoyat-huquqiy siyosatning yo‘nalishini aks ettirmasdan, uni amalga oshirishning ayrim asosiy usullarini belgilab beradi. Aynan Kodeksning vazifalarida jinoyat to‘g‘risidagi qonunchilikning xususiyatlari va prinsiplari tizimi belgilab beriladi. Prinsiplarning Kodeks vazifalarida avvaldan belgilab qo‘yilganligi mazkur rioyalarning rahbariy asos sifatidagi xususiyatiga ta’sir etmasligini qayd etib o‘tish lozim. Prinsiplarning yo‘qligi Kodeks vazifalarini faqat deklarativ xususiyatga ega qilib qo‘yadi. Amaliyotda belgilangan prinsiplardan chekinish ular bajarilmasligini va jinoyat to‘g‘risidagi qonunchilik vazifalarining amalga oshirilmasligini bildiradi. Demak, vazifalar va prinsiplar birgalikda jinoyat-huquqiy va ijtimoiy munosabatlarni himoya qilishning asosini tashkil etadi va aynan shuning uchun ham Kodeks «Jinoyat kodeksi vazifalari va prinsiplari» bobi bilan boshlanadi.\n\n3. Jinoyat kodeksi prinsiplari yangi huquqiy normalar ishlab chiqish va qonunni qo‘llash amaliyotida rahbariy ahamiyatga ega umumiy g‘oyalardan iboratdir. Mazkur rioyalarning huquqiy normalar shakliga keltirilishi ularga o‘zgacha ijtimoiy mohiyat baxsh etadi, ularni tartibga soluvchi ta’sirchan omillarga aylantiradi. Qonunga kiritilganidan so‘ng ular insonlarning huquqiy ongiga ta’sir etuvchi va qonunni qo‘llash jarayonida rioya etilishi lozim bo‘lgan majburiy normalarga aylanadi. Prinsiplarning huquqiy mohiyati O‘zbekiston Respublikasining butun hududida ularni tushunish va qo‘llashda yagona yondashuvni ta’minlaydi.\n\n4. Normativ-huquqiy prinsiplarning fuqarolarga ta’siri ularning fuqarolarni tarbiyalash, ularning huquqiy ongi shakllanishiga ko‘maklashuvi va shu orqali jinoyatchilikning oldini olish, ijtimoiy munosabatlarni sezilarli zarar yetkazilishidan himoya qilishdan iboratdir. Kodeksda jinoyat to‘g‘risidagi qonunchilik g‘oyalarini mustahkamlovchi maxsus moddalarning mavjudligi olib borilayotgan jinoyat-huquqiy siyosatning vazifalarini samaraliroq hal etish va uning mohiyatini chuqurroq anglashga ko‘maklashadi. Huquqiy prinsiplarning dastlabki tergov, prokuratura va sud idoralarining mansabdor shaxslariga ta’siri, o‘z navbatida, jinoyat to‘g‘risidagi qonunchilikning to‘g‘ri qo‘llanilishi, inson huquqlari va erkinliklarining himoya qilinishi va bu boradagi O‘zbekiston Respublikasi jinoyat qonunchiligi siyosatining barqarorligi va birligidan iboratdir.\n\n5. Qonun yaratish jarayonida huquqiy prinsiplarning ta’siri alohida ahamiyat kasb etadi. Bu jarayon qonun chiqaruvchi organning qonun chiqarish, unga o‘zgartirish va qo‘shimchalar kiritish hamda bekor qilish bilan bog‘liq bo‘lgan faoliyatida yaqqol aks etadi. Bunday hollarda, boshqa jinoyat-huquqiy normalarni ishlab chiqish va qabul qilish jarayonida qonun chiqaruvchi jinoyat qonunchiligida mustahkamlangan rahbariy g‘oyalar strukturasiga amal qiladi.\n\n6. Har bir huquq sohasi uchun taalluqli bo‘lgan umumiy g‘oyalar sharhlanayotgan moddada keltirilgan. Ular keng qo‘llaniladi va ularga qat’iy rioya etiladi. Jinoyat kodeksida mavhum umum ijtimoiy qadriyatlar nazarda tutilmaydi. Misol uchun, umum ijtimoiy prinsip sifatida tan olingan qonuniylik prinsipining mazmun-mohiyati Konstitutsiya va qonunning ustuvorligida namoyon bo‘ladi. Jinoyat kodeksining «sodir etilgan qilmishning jinoiyligi, jazoga sazovorligi va boshqa huquqiy oqibatlari faqat Jinoyat kodeksi bilan belgilanadi», deb mustahkamlangan 4-moddasida jinoyat-huquqiy prinsiplarning aniqligini ko‘rish mumkin.\n\n7. Qonuniylik prinsipi Jinoyat kodeksida mustahkamlangan prinsiplarning birinchisi hisoblanadi. Biroq, buni bir prinsipning boshqa prinsipdan ustunligi deb tushunmaslik kerak. Jinoyat kodeksining 4-moddasida aks ettirilgan qonuniylik prinsipi boshqa prinsiplarni bog‘lab turadi. Qanchalik muhim bo‘lmasin, Jinoyat kodeksi faqat bitta prinsipga tayanib qolishi kerak emas, chunki bir prinsip kodeksdagi barcha masalani yechib bera olmaydi. Tizimning ta’sir doirasi Jinoyat kodeksida keltirilgan barcha prinsiplarning amal qilganligida namoyon bo‘ladi."
        },
        {
            "modda_raqami": "4-modda. Qonuniylik prinsipi. ",
            "matni": "Sodir etilgan qilmishning jinoiyligi, jazoga sazovorligi va boshqa huquqiy oqibatlari faqat Jinoyat kodeksi bilan belgilanadi. Hech kim sudning hukmi bo‘lmay turib jinoyat sodir qilishda aybli deb topilishi va qonunga xilof ravishda jazoga tortilishi mumkin emas. Jinoyat sodir etishda aybdor deb topilgan shaxs qonunda belgilangan huquqlardan foydalanadi va majburiyatlarni bajaradi.",
            "sharxi": "1. Qonuniylik deganda, barcha davlat va nodavlat organlari hamda tashkilotlar, mansabdor shaxslar va fuqarolarning O‘zbekiston Respublikasining Konstitutsiyasi, qonunlar va ularga muvofiq keladigan boshqa  normativ hujjatlar talablariga og‘ishmay amal qilishi va ijro etishi tushuniladi. Qonuniylikka rioya qilishning majburiyligi, O‘zbekiston Respublikasining asosiy qonunida qayd etilganidek, «Konstitutsiya va qonunlarning ustunligini so‘zsiz tan olinadi» (Konstitutsiyaning 15-moddasi birinchi qismi). Konstitutsiyaning 14-moddasiga asosan, qonuniylik prinsipi davlat faoliyatining eng asosiy prinsipi hisoblanib, ushbu konstitutsiyaviy qoidalar Jinoyat kodeksining boshlang‘ich asosi sifatida qonuniylik prinsipida berilgan u Konstitutsiyaning 16-moddasiga asosan, O‘zbekiston Respublikasining qonunlari, normalari va prinsiplariga zid kelmasligi lozim. \n\n2. Jinoyat to‘g‘risidagi qonunchilikda qonuniylik prinsipi tor yo‘nalishda ifodalangan bo‘lib, asosan Jinoyat kodeksining vazifalariga nisbatan qo‘llashga mos holda talqin qilingan. Umum huquqiy sohaning asosi bo‘lgan qonuniylik prinsipidan farqli ravishda Kodeksdagi ushbu prinsip, avvalambor, jinoyat, unga jazo va boshqa huquqiy choralarning qo‘llanishi faqat Jinoyat kodeksi asosidagina tartibga solinishini anglatadi. Qonuniylik prinsipiga jinoyat-huquqiy yondashuvning ko‘rinishi sifatida aybsizlik prezumpsiyasi va aybdor shaxsning huquqiy maqomini ko‘rsatish mumkin. Jinoyat huquqida qonuniylik prinsipi quyidagi ma’no-larni anglatadi: faqat Jinoyat kodeksi qanday qilmish jinoyat sifatida tan olinishini, aybdorga qanday jazo qo‘llanilishi (uning turi, chegarasi va tayinlash tartibi) va unga nisbatan jazodan tashqari qanday majburlov qo‘llanishi mumkinligini belgilaydi; faqat qonun va sudning hukmiga asosan shaxs jinoyat sodir etgan, deb topilishi va jazolanishi mumkin; ayblanuvchining huquqiy holati faqat qonun bilan tartibga solinadi. \n\n3. «Nullum crimen sine lege prinsipiga ko‘ra jinoyat huquqi qonuniylik prinsipi asosiy va an’anaviy prinsip hisoblanib, unda qonun bilan taqiqlangan xatti-harakatning jinoyat ekanligi e’tirof etiladi. Biroq, «nullum crimen sine lege» prinsipi mohiyatdan yanada kengroq bo‘lib: \n\n-shaxsni jinoiy javobgarlikka tortish uchun huquqiy asos bo‘ladigan va uning huquqiy oqibatlarini belgilab beradigan qonunchilik manbalari; \n\n-shaxsni jinoiy javobgarlikka tortish shartlari va bundan kelib chiqadigan huquqiy oqibatlar bilan ta’riflanadi. \n\n5. Amaldagi qonunga ko‘ra, shaxs sodir etgan muayyan qilmishi (harakat yoki harakatsizligi) uchun jinoiy javobgarlikka tortilib, uning fikri va qarashlari jinoiy javobgarlikka tortish uchun asos bo‘la olmaydi. Jinoyat kodeksining 4-moddasi birinchi qismida qonuniylik prinsipi haqida to‘xtalib, jinoyat va jazo faqat harakat yoki harakatsizlik orqali sodir etilishi ko‘zda tutilgan. Qonuniylik prinsipining ushbu qoidasi O‘zbekiston Respublikasining Konstitutsiyasi (14-modda), xalqaro huquqning umume’tirof etilgan normalari va prinsiplari, xususan, Inson huquqlari umumjahon deklaratsiyasi (19-modda), Fuqaroviy va siyosiy huquqlar to‘g‘risidagi xalqaro paktda (19-modda) ko‘rsatib o‘tilgan qoidalarga to‘la mos keladi. \n\n6. Shuningdek, qonuniylik prinsipiga tayanib u yoki bu xatti-harakatni jinoyat deb topish va jinoiy javobgarlikka tortish jinoyat qonunida mustahkamlanadi. Jinoiy qilmish shaxsning harakat yoki harakatsizligi bilan tavsiflanadi. Jinoiy qilmishning ijtimoiy xavflilik darajasi Jinoyat kodeksi bilan himoyalanadigan ijtimoiy munosabatlarga yetgan yoki yetishi mumkin bo‘lgan zarar darajasida ifodalanadi. Shunday qilib, qilmishning jinoiyligi, uning ijtimoiy xavfliligini, ya’ni mazkur qilmish natijasida Jinoyat kodeksi bilan qo‘riqlanadigan ijtimoiy munosabatlarga jiddiy zarar yetkazish yoki zarar yetkazishning haqiqiy xavfini anglatadi. Qilmishda jinoyat tarkibining mavjud emasligi shaxsni jinoiy javobgarlikka tortmaslikka asos bo‘ladi. Masalan, shaxsning shartnoma bo‘yicha o‘z majburiyatini bajarmaganligini asos qilib ozodlikdan mahrum etilishiga yo‘l qo‘yilmaydi. Ushbu analogik qoida MDX mamlakatlarining «Inson huquqlari va erkinliklari to‘g‘risida»gi Konvensiyasida ham o‘z ifodasini topgan. Qilmishni jinoiy deb topishning boshlang‘ich nuqtasi, uning ijtimoiy munosabatlarning amal qilishi uchun xavfliligini aniqlash hisoblanadi, ya’ni, jinoyat qonunining ijtimoiy zarurati bo‘lishi lozim: agar harakat ijtimoiy xavflilik xususiyatini yo‘qotsa, u jinoyat hisoblanmasdan, Jinoyat kodeksidan chiqarilishi zarur. \n\n7. Qilmishga yarasha jazo tayinlash va boshqa huquqiy oqibatlar ham jinoyat qonunida belgilanishi qonuniylik prinsipining maxsus ko‘rinishini tashkil etadi. Qilmishning jinoiyligini belgilash kabi, uning jazoga sazovorligi ham qonuniylik prinsipi uchun katta ahamiyatga ega. Ammo qilmishning jinoiyligi shaxsning harakat yoki harakatsizligi xususiyati bo‘lsa, qilmishning jazoga sazovorligi JKga muvofiq jinoyat sodir etgan shaxsni huquq va erkinliklarini cheklash yoki mahrum qilishda ifodalanadigan oqibatdir. Jazo chorasi shaxs sodir etgan jinoyatining og‘ir-yengilligiga qarab belgilanadi. Ushbu choralar faqat inson huquqlarini ma’lum muddatga cheklashni nazarda tutib, Jinoyat kodeksi bilan tartibga solinadi va o‘zida bu prinsipning ahamiyatini yana bir bor ifoda etadi.\n\n8. Boshqa huquqiy oqibatlarga esa, jinoyat sodir etilishi bilan bog‘liq, ammo jinoiy jazoga tortilmaydigan holatlar kiradi. Ularga jinoiy javobgarlik yoki jazodan ozod qilishning barcha ko‘rinishi, tibbiy yo‘sindagi majburlov choralari, sudlanganlik va boshqa huquqiy oqibatlar kiradi. Qonuniylik prinsipiga ko‘ra, sodir etilgan jinoyatning barcha huquqiy oqibatlari faqat jinoyat qonuniga asoslanmog‘i lozim.\n\n9. Qonuniylik prinsipi jinoyat qonunini qo‘llash jarayonida uning mazmuni qonun matniga to‘la mos kelishini ta’minlaydi. Huquqni muhofaza qiluvchi organlar Jinoyat kodeksi normalarini o‘z xohishlariga ko‘ra talqin qilmasdan, O‘zbekiston Respublikasi Oliy sudi Plenumining tushuntirishlari bilan hamohang olib borishlari lozim. Biroq, shuni ham ta’kidlash lozimki, Plenum qarorlarida amaldagi Jinoyat kodeksiga qo‘shimcha va o‘zgartirish kiritilmaydi. Qonunga qo‘shimcha va o‘zgartirishlar kiritish masalasi O‘zbekiston Respublikasining Konstitutsiyasiga ko‘ra, qonunchilik tashabbusi huquqiga ega bo‘lgan subyektlar tomonidan taklif kiritilgandan keyin qonun chiqaruvchi organ tomonidan tegishli tartibda hal qilinadi. Qonun to‘liq qo‘llanilishi lozim, tegishli moddaning faqat dispozitsiya yoki sanksiyasining qo‘llanishi qonuniylik prinsipini qo‘pol ravishda buzish hisoblanadi. Buning oqibatida aybdor shaxs jazosiz qolishi yoki aybsiz shaxs jinoiy javobgarlikka tortilishi mumkin. Shu bilan birga, qonuniylik prinsipi jinoyatni kvalifikatsiya qilish jarayonida barcha alomatlarga e’tibor qaratish lozimligini ko‘zda tutadi.\n\n10. Qonuniylik prinsipining mazmuni qonunga asoslangan holda sud hukmi bilan shaxsni aybdor deb topish va unga jazo tayinlashda namoyon bo‘ladi. Ushbu qoida Konstitutsiyaning 28-moddasida mustahkamlangan aybsizlik prezumpsiyasidan kelib chiqqan bo‘lib, ayni paytda u jinoyat huquqidagi qonuniylik prinsipining tarkibiy elementi sifatida quyidagi xususiyatlarga ega:\n\n-shaxs faqat sud hukmi bilan jinoyat sodir etgan, deb topiladi;\n\n-aybi isbotlangan shaxsga jazo faqat sud hukmi bilan tayinlanadi; \n\n-shaxsni jinoyat sodir etganlikda aybdor, deb topish tartibi va sud hukmi faqat qonunga asoslanadi.\n\n11. JK nuqtayi nazaridan aybsizlik prezumpsiyasi nullum crimen sine lege prinsipi qo‘llanishining alohida holati sifatida, ya’ni mazkur prinsipni, shaxs tomonidan sodir etilgan muayyan qilmishga qo‘llashda namoyon bo‘ladi. Aybsizlik prezumpsiyasi sudya, tergovchi, prokurorning shaxsiy fikrini ifodalamaydi, balki obyektiv huquqiy qoida hisoblanadi. Ayni paytda, qonuniylik prinsipi barcha shaxslarga individual yondashuvni talab qiladi. Individual yondashuv jinoyat sodir etgan muayyan shaxsga nisbatan chiqarilgan sud hukmida o‘z ifodasini topadi. Sud hukmi jinoyat ishi yuzasidan chiqarilgan hamda sudlanuvchini aybdor yoki aybsiz, deb topadigan, jazo chorasini belgilaydigan, shuningdek, boshqa huquqiy oqibatlarni keltirib chiqaradigan sud hokimiyatining huquqiy akti. Bir nechta sudlanuvchiga nisbatan chiqarilgan sud hukmi jinoyat qonunining individuallashtirilgan holda qo‘llanilishi bilan farqlanib, O‘zbekiston Respublikasining Jinoyat-protsessual kodeksining 457-moddasining mazmuniga ko‘ra sudlanuvchilarning har biriga nisbatan sud hukmini chiqarishda quyidagi masalalarni hal etishi lozim:\n\n-sudlanuvchi aybli deb topilayotgan qilmish haqiqatan ham sodir etilganmi; \n\n-bu qilmish jinoyat hisoblanadimi va u Jinoyat kodeksining qaysi moddasida nazarda tutilgan; bu qilmishni sudlanuvchi sodir etganmi; sudlanuvchi jinoyat sodir etilishida ayblimi, basharti, aybli bo‘lsa, uning aybi qanday shaklda; \n\n-sudlanuvchining javobgarligini yengillashtiradigan va og‘irlashtiradigan holatlar mavjudmi; sudlanuvchi sodir etgan jinoyati uchun jazolanishi kerakmi;\n\n-sudlanuvchiga nisbatan qanday jazo tayinlanishi lozim va u shu jazoni o‘tashi kerakmi; sudlanuvchini Jinoyat kodeksining 34-moddasiga muvofiq o‘ta xavfli retsidivist deb topish lozimmi;\n\n-ozodlikdan mahrum qilingan mahkum jazoni qanday tartibli koloniyada o‘tashi lozim va u jazo muddatining bir qismini turmada o‘tashi kerakmi; fuqaroviy da’vo qanoatlantirilishi kerakmi, bu da’vo kimning foydasiga va qancha miqdorda qanoatlantirilishi lozim, shuningdek, fuqaroviy da’vo qo‘zg‘atilmagan bo‘lsa, jinoyat tufayli keltirilgan mulkiy zarar undirilishi kerakmi, sudlanuvchilar solidar yoki hissali javobgarlikka tortilishlari kerakmi; \n\n-fuqaroviy da’voni ta’minlash uchun xatlangan mol-mulkni nima qilish kerak; ashyoviy dalillarni nima qilish kerak; protsess chiqimlarini kimning zimmasiga va qancha miqdorda yuklash kerak;-\n\n-sudlanuvchiga nisbatan ehtiyot chorasini tanlash, ilgarigisini qoldirish, o‘zgartirish yoki bekor qilish kerakmi; sudlanuvchiga nisbatan tibbiy yo‘sindagi majburlov choralarini qo‘llash yoxud uning ustidan homiylik belgilash zarurmi;\n\n-sudlanuvchiga nisbatan lavozimidan chetlashtirish tarzidagi protsessual majburlov chorasini bekor qilish kerakmi. \nSud hukmi bu sud hokimiyatining O‘zbekiston Respublikasi nomidan chiqaradigan yagona hujjati bo‘lib, u shaxs tomonidan sodir etilgan qilmishga huquqiy baho berishdir.\n\n12. Shaxsni jinoyat sodir etganlikda aybdor deb topish va hukm chiqarish faqat qonunga asoslangan bo‘lib, u qonuniylik prinsipining ajralmas qismidir. Shaxsning aybdor yoki aybsiz ekanligi qonunda belgilangan bo‘lsa, demak, umumiy qoidalarning qo‘llanilishi ham qonunga asoslanishi lozim. Shaxsni jinoyat sodir etgan, deb topish va unga nisbatan hukm chiqarishda O‘zbekiston Respublikasining JPKga asoslaniladi. Qonuniylik prinsipining bir qirrasi bo‘lgan aybsizlik prezumpsiyasiga ko‘ra, aybdorligi isbotlangan jinoyatchiga nisbatan qo‘llanilgan huquq va erkinliklarni cheklash choralari hali jinoyat sodir etganlikda ayblanayotgan shaxsga nisbatan qo‘llanilishiga yo‘l qo‘yilmaydi. Ayblanuvchining huquqiy maqomi unda saylovlarda qatnashishi, ish joyidan bo‘shatilmasligi, sha’ni va qadr-qimmatini himoya qilish va shu kabi boshqa huquqlarining saqlanib qolishi bilan mahkumning huquqiy maqomidan farq qiladi. Ayblanuvchining barcha konstitutsiyaviy huquq va erkinliklari faqat zarur hollardagina qonun asosida cheklanishiga yo‘l qo‘yiladi.\n\n13. Jinoyat sodir etganlikda aybdor deb topilgan shaxsning huquq va majburiyatlari faqat qonun bilan tartibga solinadi, u jinoyat huquqidagi qonuniylik prinsipining yakunlovchi bosqichidir. Jinoyat sodir etishda aybdor deb topish mahkumning huquqiy holati o‘zgarishida muayyan oqibatlarni keltirib chiqaradi. Xususan, aybdor ba’zi bir huquqlardan mahrum qilinishi bilan birga, unga ayrim qo‘shimcha majburiyatlar ham yuklatiladi. Bu majburiyatlar mahkumga jazo tayinlashda va ayblanuvchiga majburlov choralari (tibbiy yo‘sindagi majburlov choralari)ni qo‘llashda namoyon bo‘ladi. Shunday qilib, ayblanuvchining huquqiy maqomini cheklovchi u yoki bu choralar faqat qonunga (JK, JIK) asoslanadi. Bunda boshqa qonunosti hujjatlar inobatga olinmaydi. Ushbu talablar Jinoyat kodeksining 4-moddasidagi nullum crimen sine lege  qoidasiga muvofiq ravishda qonun doirasida bo‘lishi lozim. Unga ko‘ra, aybdor deb topilgan shaxsga nisbatan tayinlanadigan jazoning mohiyati va miqdori qonun bilan belgilangan bo‘ladi. 15. Qonuniylik prinsipi, nafaqat, qonunni qo‘llash jarayonida, balki qonun ijodkorligida ham muhim ahamiyatga ega. Bu prinsip xatti-harakatning jinoyat yoki jinoyat emasligini aniqlash bilan birga, qonunning to‘g‘ri va bir xilda qo‘llanilishini ham ta’minlaydi. Qilmishning jinoiyligi va uning barcha huquqiy oqibatlari faqat jinoyat qonuni bilan belgilanishi sababli qonuniylik prinsipi qonun chiqaruvchi organga nafaqat jinoyatning alomatlarini to‘liq ko‘rsatish, balki jinoyat qonunida huquqni muhofaza qiluvchi organ duch kelishi mumkin bo‘lgan eng muhim vazifalarni hal qilish mas’uliyatini yuklaydi. Qonunda ushbu prinsipning o‘rni xatti-harakatning jinoyat yoki jinoyat emasligini aniq ko‘rsatib, qonunning aniq va bir xilda amal qilishini ta’minlashda ko‘rinadi. Ushbu qoidalar jazo sanksiyalarining quyi va yuqori miqdori, boshqa holatlarni belgilashi bilan ham uzviy bog‘liqdir."
        },
        {
            "modda_raqami": "5-modda. Fuqarolarning qonun oldida tengligi prinsipi. ",
            "matni": "Jinoyat sodir etgan shaxslar jinsi, irqi, millati, tili, dini, ijtimoiy kelib chiqishi, e’tiqodi, shaxsiy va ijtimoiy mavqeidan qat’i nazar, bir xil huquq va majburiyatlarga ega bo‘lib, qonun oldida tengdirlar. ",
            "sharxi": "1. Jinoyat kodeksining sharhlanayotgan mazkur moddasi. ya’ni qonun oldida tenglik prinsipiga barcha demokratik davlatlarning umum  huquqiy prinsipi sifatida qaraladii. Konstitutsiyaning 19-moddasida mustahkamlangan ushbu prinsipning Jinoyat kodeksida aks ettirilganligi uning to‘liq amalda bo‘lishini ta’minlaydi. Xususan, JK umuman tenglik prinsipi emas, balki jinoyat sodir etilishi munosabati bilan fuqarolar tengligini mustahkamlaydi.\n\n2. Jinoyat kodeksining sharhlanayotgan moddasida jinoyat sodir etgan shaxslarning huquq va erkinliklari shaxs, jamiyat va davlat oldida boshqa shaxslarniki bilan bir xil ekanligi ta’kidlanadi. Jinoyat sodir etgan shaxsning huquq va erkinliklari qonun oldida bir xil bo‘lib, jinsi, irki, millati, tili, dini, ijtimoiy kelib chiqishi, e’tiqodi, shaxsiy va ijtimoiy mavqeidan qat’i nazar, kamsitilishiga yo‘l qo‘yilmaydi.\n\n3. Qonun oldida tenglik qoidasi huquq va majburiyatlarning bir xilligida namoyon bo‘lib, Kodeksning 1-moddasida aks ettirilgan. Prinsipga ko‘ra, jinoyat sodir etgan shaxslarning huquq va erkinliklarini cheklash yoki imtiyozlar berish faqat Jinoyat kodeksiga asosan amalga oshiriladi. Bunda hech kim hech qanday imtiyozlardan foydalanmaydi va hech qanday cheklovlar qo‘yilmaydi.\n\n4. Jinoyat kodeksida mustahkamlangan qonun oldida tenglik prinsipi faqat jinoyat sodir etgan shaxslarga nisbatan qo‘llaniladi va Kodeks bilan tartibga solinadi. Shuningdek, ularning huquq va majburiyatlarining bir xilligini ta’minlaydi. \n\n5. Qonun oldida tenglik prinsipi umumiy va xususiy ko‘rinishlarga ega. Ushbu prinsipning umumiy ko‘rinishi jinoyat sodir etgan shaxslar maqomining fundamental asoslari Kodeksda mustahkamlanganligida namoyon bo‘ladi. Bu ko‘rinish sodir etilgan jinoyat uchun javobgarlik va jazoning muqarrarligi, javobgarlikni og‘irlashtiruvchi va yengillashtiruvchi holatlarning mavjudligi bilan ifodalanadi. Shunday qilib, tenglik prinsipining umumiy ko‘rinishi jinoyat tarkibiga aloqador bo‘lmagan asosiy huquq va majburiyatlarning qonun oldida tengligini bildiradi. Tenglik prinsipining xususiy ko‘rinishi bir xil jinoyat sodir etgan shaxslar bir-biridan ustun qo‘yilishiga yo‘l qo‘ymasligini bildiradi. Tenglik prinsipining ushbu ko‘rinishi sodir etilgan jinoyat tarkibida va jinoyat sodir etgan shaxsning huquqiy maqomi tengligida namoyon bo‘ladi. \n\n6. Jinoyat kodeksining sharhlanayotgan moddasiga ko‘ra, mazkur prinsip jinoyatning maxsus subyektlari (mansabdor shaxslar, harbiylar)ga nisbatan ham tatbiq etiladi. Ushbu subyektlarning javobgarligi ularning zimmasiga yuklatilgan majburiyat va vakolatlar doirasida sodir etilgan jinoyatlar uchun qo‘llaniladi.\n\n7. Tenglik prinsipiga mos ravishda ayrim fuqarolar (deputatlar, sudyalar), sodir etgan jinoyati uchun alohida tartibda javobgarlikka tortiladi. Bunday alohida tartib fuqarolarning qonun va sud oldida teng huquqliligi prinsipiga zid kelmaydi, chunki u ko‘rsatilgan shaxslar uchun qonunda belgilangan javobgarlikni butunlay istisno qilmaydi, balki faqat javobgarlikka tortish boshqa qoidaga ko‘ra tartibga solinadi. Ko‘rsatilgan toifadagi mansabdor shaxslarga nisbatan alohida qoidalarning mavjudligi, ularning alohida turdagi davlat xizmatini bajarishi bilan bog‘liqdir. Shuningdek, yuqorida ko‘rsatib o‘tilgan shaxslar aholining normal va mustaqil hayot kechirishini ta’minlash bo‘yicha vazifalarni bajaradi, lekin ularga nisbatan imtiyoz va ustunliklar ko‘zda tutilmaydi.\n\n8. Sodir etilgan qilmishda jinoyat tarkibining mavjudligi (JKning 16-moddasi) jinoyat to‘g‘risidagi qonunchilikka ko‘ra, jinoiy javobgarlikning asosi bo‘lib, u barcha jinoyat sodir yetgan shaxslar uchun bir xil amal qilishi, tenglik prinsipining namoyon bo‘lishidir. Jinoyat tarkibining mavjudligiga jinoiy javobgarlikka tortishning yagona asosi sifatida qaralishi fuqarolarning qonun oldida tengligida namoyon bo‘ladi va qonun huquqni muhofaza qiluvchi organlar oldiga jinoyatning barcha belgilarini aniq ko‘rsatib, keyin uni isbotlash majburiyatini qo‘yadi. Fuqarolarning qonun oldida tengligi prinsipi xalqaro-huquqiy va konstitutsiyaviy prinsip bo‘lganligi sababli barcha qonunlarda nazarda tutiladi."
        },
        {
            "modda_raqami": "6-modda. Demokratizm prinsipi. ",
            "matni": "Jamoat birlashmalari, fuqarolarning o‘zini o‘zi boshqarish organlari yoki jamoalar jinoyat sodir etgan shaxslar axloqini tuzatish ishiga qonunda nazarda tutilgan hollarda jalb qilinishlari mumkin. ",
            "sharxi": "1. Suveren demokratik davlat bo‘lgan O‘zbekiston Respublikasi o‘z istiqbolini ijtimoiy adolat va qonuniylik asosida qurib, hozirgi va kelajak avlod manfaatlariga xizmat qiladi. Davlat hokimiyatining xalq irodasiga asoslanganligi davlat hokimiyatiga xalq vakillarini saylashda namoyon bo‘ladi va unga demokratiyaning bir elementi sifatida qaraladi. Demokratizm prinsipiga ijtimoiy hayotning har bir jabhasida amal qilinayotganligi kabi O‘zbekiston Respublikasining jinoyat to‘g‘risidagi qonunchiligi ham bundan mustasno emas.\n\n2. Demokratizm prinsipining jinoyat to‘g‘risidagi qonunchilikda ifodalanishi jinoyat huquqi normalarida xalqimiz irodasini ifoda etib, pirovardida bu normalar O‘zbekiston fuqarolarining huquq va qonuniy manfaatlarini himoya qilishga xizmat qilishini bildiradi. Demokratizm prinsipini boshqacha tarzda «jamoatchilik yordami prinsipi», deb ham atash mumkin. Jinoyat qonuni jinoyat sodir etgan shaxslarni qayta tarbiyalashda jamoatchilik yordamiga tayanishi ushbu normada ifodalanganligini ko‘rishimiz mumkin.\n\n3. Demokratizm prinsipi jinoyat to‘g‘risidagi qonunchilik normalarini amalga oshirish, jinoyat sodir etgan shaxslarni tarbiyalashda jamoatchilik vakillarining jalb qilinishini bildiradi. Ozodlikdan mahrum qilish jazosini o‘tab kelgan shaxslarni, ijtimoiy xavfli qilmish sodir etgan voyaga yetmaganlarni qayta tarbiyalashda jamoatchilikning o‘rni katta ekanligiga qonunda alohida e’tibor qaratilgan."
        },
        {
            "modda_raqami": "7-modda. Insonparvarlik prinsipi.  ",
            "matni": "Jazo va boshqa huquqiy ta’sir choralari jismoniy azob berish yoki inson qadr-qimmatini kamsitish maqsadini ko‘zlamaydi. Jinoyat sodir etgan shaxsga nisbatan u axloqan tuzalishi va yangi jinoyat sodir etishining oldini olish uchun zarur hamda yetarli bo‘ladigan jazo tayinlanishi yoki boshqa huquqiy ta’sir chorasi qo‘llanilishi kerak. Jazolashdan ko‘zlangan maqsadga ushbu Kodeks Maxsus qismining tegishli moddalarida nazarda tutilgan yengilroq choralarni qo‘llash orqali erishib bo‘lmaydigan taqdir-dagina og‘irroq jazo choralari tayinlanishi mumkin. ",
            "sharxi": "1. Kodeksning ushbu moddasi insonparvarlik prinsipi inson, uning hayoti, erkinligi, sha’ni, qadr-qimmati va boshqa daxlsiz huquqlari oliy qadriyat hisoblanishi mustahkamlangan O‘zbekiston Respublikasi Konstitutsiya-sining 13-moddasi mazmunini aks ettiradi. Ayni paytda, ushbu modda konstitutsiyaviy normaning Jinoyat kodeksidagi takrori hisoblanmaydi, balki jinoyat-huquqiy munosabatlarning o‘ziga xos xususiyatlari va mohiyatini ochib beradi. Jinoyat kodeksida mazkur prinsipning mohiyati muayyan (jinoyat sodir etgan) shaxslarga nisbatan jazo tayinlash yoki boshqa ta’sir choralarini ko‘llashda namoyon bo‘lib, Kodeksning ushbu qoidasi boshqa qoidalar kabi haqiqiy, ijtimoiy hayotda asoslangan va amaliy ijrosi mavjud bo‘lishi kerak. Jinoyat huquqidagi insonparvarlik prinsipi jinoyat sodir etgan shaxs bilan davlat munosabatga kirishganida o‘z mohiyatini namoyon etishi jahon amaliyotida tan olingan. \n\n2. Sharhlanayotgan moddaga ko‘ra, insonparvarlik prinsipining jinoyat sodir etgan shaxsga nisbatan qo‘llanilishi jamiyat va davlatning ushbu shaxsga nisbatan jazo yoki boshqa huquqiy ta’sir choralarini ko‘rishida namoyon bo‘ladi. \n\n3. Jinoyat kodeksining 7-moddasi birinchi va ikkinchi qismlarida jazo va boshqa huquqiy ta’sir choralari shaxsga nisbatan qo‘llanilishining negativ va ijobiy xususiyatlari aks ettirilgan: jazo va boshqa huquqiy ta’sir choralari jismoniy azob berish yoki inson qadr-qimmatini kamsitish maqsadini ko‘zlamaydi; jinoyat sodir etgan shaxsga nisbatan qo‘llanilgan chora uning qayta jinoyat sodir etishining oldini olishi zarur.\n\n4. Jinoyat kodeksi ushbu prinsipida O‘zbekiston Respublikasi Konstitutsiyasi hamda umume’tirof etilgan xalqaro huquq normalariga muvofiq, shaxsga nisbatan jazo va boshqa ta’sir choralarini qo‘llash bilan unga jismoniy azob berish yoki ruhiy ta’sir o‘tkazish maqsadi ko‘zlanmaydi. Sharhlanayotgan moddaga ko‘ra, jazo va boshqa huquqiy ta’sir choralarini noto‘g‘ri qo‘llash natijasida shaxsning qadr-qimmatiga, sha’niga va shaxsiyatiga og‘ir botishi bilan uning keyingi hayoti izdan chiqishi mumkinligi nazarda tutiladi. O‘zbekiston Respublikasining jinoyat to‘g‘risidagi qonunchiligiga ko‘ra, jazo jinoyat sodir etgan shaxsga nisbatan aks ta’sir qilish maqsadida emas, balki Kodeksning insonparvarlik g‘oyalariga tayanib, uni tarbiyalash va jamiyatga qaytarishni ko‘zda tutadi. \n5. Jinoyat sodir etgan shaxsga nisbatan jazo tayinlash unga jismoniy azob berish yoki qadr-qimmatini kamsitishni nazarda tutmasdan, uning qayta tarbiyalanishi va qaytadan jinoyat sodir etmasligi uchun zarur va yetarli ta’sir choralarining qo‘llanilishi insonparvarlik prinsipining mohiyatini belgilaydi. Zarur va yetarlilik bu jazo yoki boshqa huquqiy ta’sir chorasi tayinlashning muhim Ikki belgisi hisoblanib, biri eng kam miqdorini, ikkinchisi eng ko‘p miqdorini ko‘rsatadi. Jazo tayinlashning zarurligi sodir etilgan jinoyatga nisbatan qo‘llanilishi mumkin bo‘lgan jazo turi va miqdorini belgilashda namoyon bo‘ladi. Jazoning yetarliligi jinoyat sodir etgan shaxsni tarbiyalashda muhim bo‘lgan jazo turi va belgilangan jazoning eng kam miqdorini tanlashda namoyon bo‘ladi. Jazo tayinlashning yetarliligi aniqroq xususiyatga ega bo‘lib, bunda shaxs va u sodir qilgan muayyan jinoyatning xususiyatlari hisobga olinadi. Zarur va yetarlilik qoidasi har bir jinoyat uchun jazo tayinlashda e’tiborga olinishi lozim. Xususan, hukm chiqarishda sud insonparvarlik prinsipiga asosan qonunda belgilangan jazo tayinlashning umumiy asoslariga qat’iy rioya qilishi shart. Jazo tayinlashning umumiy asoslari to‘g‘risidagi qonun normasini qo‘llashda sudlar u yoki bu jazo tayinlanishining sabablarini hukmning tavsif qismida bayon qilib, O‘zbekiston Respublikasi Oliy sudi Plenumining 2006 yil 3-fevraldagi 1-sonli «Sudlar tomonidan jinoyat uchun jazo tayinlash amaliyoti to‘g‘risida»gi qaroriga rioya qilishlari lozim. JK 56-moddasida nazarda tutilgan jazoni og‘irlashtiradigan holatlar ro‘yxati qat’iy bo‘lib, uning kengaytirib sharhlanishi mumkin emas. Jazoni yengillashtiruvchi holatlar ro‘yxati esa, sud tomonidan muayyan ishning holatlaridan kelib chiqib hukmning tavsif qismida asoslantirgan holda kengaytirilishi mumkin. Sud jazo tayinlanayotganda qonunda to‘g‘ridan to‘g‘ri nazarda tutilmagan holatlarni ham yengillashtiruvchi holat, deb topishi mumkin. Hukmda aybdorning shaxsi hisobga olingan holda jazo tayinlanganligining ko‘rsatilishi yetarli emas.\n\n6. Sharhlanayotgan moddaning uchinchi qismida sodir etilgan jinoyatga nisbatan muayyan jazo chorasini tanlash huquqi mustahkamlangan. Insonparvarlik prinsipi mohiyatiga ko‘ra qonunni qo‘llash jarayonida jazoning mukarrarligi va yetarliligi ko‘zda tutiladi. Og‘ir jazo choralari Jinoyat kodeksi 7-moddasining uchinchi qismiga ko‘ra, yengil jazo choralari bilan ko‘zlangan maqsadga erishib bo‘lmagan taqdirdagina qo‘llaniladi. Sudlar jazo tayinlash paytida ushbu qoidaga muvofiq Jinoyat kodeksining Maxsus qismiga murojaat etishlari lozim. Shuningdek, jamiyatdan ajratmagan holda qayta tarbiyalash mumkin bo‘lgan shaxslarga nisbatan qonunda belgilangan barcha imkoniyatdan foydalanib ozodlikdan mahrum etish bilan bog‘liq bo‘lmagan jazo tayinlashlari lozim.\n\n7. Jinoyat kodeksidagi barcha qoidalar ushbu prinsip asosida shakllantirilgan. Masalan, jazodan ozod etish, ya’ni muomalaga layoqatsiz yoki boshqacha qilib aytganda, jazoning mohiyatini anglab yetmaydigan shaxslarga tibbiy yo‘sindagi majburlov choralarini qo‘llash ham nazarda tutilgan. Umumlashtirib aytadigan bo‘lsak, amnistiya va afv etish bu institutlar ham insonparvarlik prinsipining bo‘g‘inlaridir. Mazkur prinsip asosida so‘nggi vaqtlarda amaldagi Jinoyat kodeksiga quyidagi o‘zgartirishlar kiritildi:  jazoni yengilrog‘i bilan almashtirish va jazoni o‘tashdan shartli ravishda ozod qilish qoidalari soddalashtirildi; jinoyat sodir etgan shaxsni jamiyatdan ajratmagan xolda qayta tarbiyalash imkoniyati sifatida iqtisodiy jazo choralarini qo‘llash ko‘lami kengaytirildi; jinoiy jazo tizimidan o‘lim jazosi chiqarib tashlandi va umrbod ozodlikdan mahrum qilish jazosi kiritildi (shuni ta’kidlab o‘tish lozimki, o‘lim jazosi bekor qilingunga kadar ushbu jazo faqat ikki: javobgarlikni og‘irlashtiruvchi holatlarda qasddan odam o‘ldirish va terrorizm uchun tayinlanishi mumkin edi, shuningdek, qonunda o‘lim jazosi ayollarga, voyaga yetmaganlarga va 60 yoshdan oshgan erkaklarga nisbatan qo‘llanilishi taqiqlangan edi). "
        },
        {
            "modda_raqami": "8-modda. Odillik prinsipi",
            "matni": "Jinoyat sodir etishda aybdor bo‘lgan shaxsga nisbatan qo‘llaniladigan jazo yoki boshqa huquqiy ta’sir chorasi odilona bo‘lishi, ya’ni jinoyatning og‘ir-yengilligiga, aybning va shaxsning ijtimoiy xavflilik darajasiga muvofiq bo‘lishi kerak. Hech kim aynan bitta jinoyat uchun ikki marta javobgarlikka tortilishi mumkin emas.",
            "sharxi": "1. Odillik prinsipi O‘zbekiston Respublikasi Konstitutsiyasining qator moddalarida mustahkamlangan bo‘lib, xalqaro huquq tamoyillaridan biri sifatida e’tirof etilgan. Mazkur asosiy qoidaning O‘zbekiston Respublikasining Jinoyat kodeksida mustahkamlanishi jinoyat huquqiga doir qo‘llaniladigan konstitutsiyaviy normalarning mantiqiy amalga oshirilishi hisoblanadi.\n\n2. Odillik umumiy kategoriya sifatida o‘zida hayotiy voqelikning ayrim qimmatli ne’matlari va qadriyatlarini, xususan, voqelikning to‘g‘ri va haqqoniy baholanishini aks ettiradi. Odillikning bunday tushunilishi jinoyat huquqiga ham xos bo‘lib, uning xususiyati o‘zida adolat mezonining biroz boshqa jihatini nazarda tutadi. Jinoyat kodeksi nuqtayi nazarida jazo yoki boshqa huquqiy ta’sir choralarining sodir qilingan jinoiy qilmishning og‘irligi, ayb darajasi va aybdor shaxsning ijtimoiy xavfliligiga yarasha tayinlanishini taqozo etadi. Odillik jinoyat huquqining prinsipi sifatida o‘zida jazoning sodir qilingan jinoyatga muvofiq bo‘lishi yoki ushbu holatda muhim yo‘nalish sifatida namoyon bo‘luvchi sodir qilingan qilmishning og‘irligi, ayb darajasi, aybdor shaxsning ijtimoiy xavfliligini ifoda etadi.\n\n3. Aybdorga tayinlangan jazo yoki boshqa huquqiy ta’sir chorasi aybdor tomonidan sodir etilgan muayyan jinoyatning ijtimoiy xavflilik xususiyati va darajasiga mos kelishini anglatadi. Muayyan jinoyatning ijtimoiy xavflilik darajasi uning uchun jazo nazarda tutilgan modda sanksiyasida o‘z aksini topadi. Shu nuqtayi nazardan qonunni qo‘llashda ushbu moddaning sanksiyasidagi jazo yoki boshqa huquqiy ta’sir choralari jinoyatning og‘irligiga muvofiq ravishda tayinlanadi. (Jinoyatning og‘irlik darajasi Jinoyat kodeksining 15-moddasiga berilgan sharhda batafsil ko‘rsatilgan) Muayyan jinoiy qilmishning obyektiv tomonini ifodalovchi jinoyatning og‘irlik darajasidan farqli ravishda, aybning darajasi bu shaxsning ruhiy holati, aybining shakli, xulq-atvorining motivi, maqsadi, aybdorning kayfiyati his-hayajoni va turli kechinmalarining umumiy tavsiflovchi mezonidir. Mazkur elementlar jinoyat huquqi nuqtayi nazaridan turlicha xususiyatga ega bo‘lib, ularning ba’zilari jinoyat tarkibiga kiritilgan, ba’zilari kiritilmagan. Biroq, tanlangan jazo yoki boshqa huquqiy ta’sir choralarini baholash uchun aybning darajasini aniqlashda yuqorida keltirilganlarning barchasi shaxsning o‘zi sodir etgan jinoiy qilmishiga ruhiy munosabatini ifodalovchi holat sifatida inobatga olinishi zarur. (Aybning subyektiv tomoni va darajasi haqida Jinoyat kodeksining 20-24-moddalariga berilgan sharhda batafsil to‘xtalib o‘tilgan). Tayinlanayotgan jazo yoki boshqa ta’sir choralarining va sodir etilgan qilmish, jinoyatchi shaxsining ijtimoiy xavflilik darajasiga mutanosibligi qo‘llanilayotgan choralarning adolatliligini aniqlashda e’tiborga olinadi. Jinoyatchi shaxsning ijtimoiy xavfliligi uning ijtimoiy hayotda tutgan o‘rni, g‘ayriqonuniy xulq-atvorining qat’iy ekanligi yoki uning g‘ayriijtimoiy xulq-atvori (misol uchun, retsidivist, alkogolli ichimliklar, giyohvandlik vositalari, ularning analoglari yoki psixotrop moddalarni surunkali iste’mol qilishi va h.k.) dan dalolat beradi. Shaxsning ijtimoiy xavfliligini aniqlashda uning sodir qilgan jinoyati, jinoyat sodir qilgunga qadar va muayyan holatda ijtimoiy xavfli qilmish sodir qilgandan keyingi xulq-atvori hisobga olinishi kerak.\n\n4. Sharhlanayotgan moddaning ikkinchi qismida bir jinoyat uchun ikki marta javobgarlikka tortish mumkin emasligi belgilangan bo‘lib, ushbu qoidaning qonunda mustahkamlanganligi odillik prinsipining ikkinchi muhim jihatini ochib beradi. Xususan, Jinoyat kodeksining 8-moddasining birinchi qismida jazo yoki boshqa huquqiy ta’sir chorasi odilona bo‘lishi belgilangan bo‘lsa, sharhlanayotgan moddaning ikkinchi qismida, umuman, jinoiy javobgarlikning odilona bo‘lishi ta’kidlangan. Bu o‘rinda bir jinoyat uchun bir marta javobgarlikka tortish mezon bo‘lib xizmat qiladi. Bunda jinoyat sodir etgan shaxsning holati, ilgari jinoiy javobgarlikka tortilganligi, uning sudlanganligi yoki oqlanganligi ahamiyatga ega emas. Ushbu va boshqa holatlarda u bitta qilmish uchun qayta jinoiy javobgarlikka tortilishi mumkin emas.\n\n5. Jinoyat to‘g‘risidagi qonunchilikda odillik prinsipi jinoyat subyektlarining tengligini belgilovchi fuqarolarning qonun oldida tengligi prinsipini amalga oshirishda mavjud bo‘lgan bir qator rasmiyatchiliklarni bartaraf etishga xizmat qiladi. Odillik prinsipi jinoyat ishlari bo‘yicha odil sudlovni amalga oshirishda fuqarolarning qonun oldida haqiqiy tengligiga erishishning obyektiv imkoniyatini ifoda etadi. Fuqarolarning qonun oldida tengligi va odillik prinsipining birgalikda tatbiq qilinishi keng ma’noda qonunni amalda to‘g‘ri qo‘llash imkoniyati hamda huquqni qo‘llash faoliyatida jinoyat huquqi subyektlari tengligining haqiqiy asoslarini belgilaydi."
        },
        {
            "modda_raqami": "9-modda. Ayb uchun javobgarlik prinsipi. ",
            "matni": "Shaxs qonunda belgilangan tartibda aybi isbotlangan ijtimoiy xavfli qilmishlari uchungina javobgar bo‘ladi. ",
            "sharxi": "1. Jinoiy javobgarlik bu jinoyat qonunida qat’iy belgilangan ayrim salbiy oqibatlarga sabab bo‘lgan jinoyat sodir qilgan shaxsni tavsiflovchi huquqiy javobgarlikning ma’lum shakli. Javobgarlik bir butun alohida institut sifatida bir qator umumiy va xususiy, jumladan, jinoyat sodir qilgan shaxsni tuzatishga qaratilgan belgilarga ega. Jinoyat sodir etgan shaxsning tuzalishi deb, avvalo, jinoyat to‘g‘risidagi qonunchilikda taqiqlangan qilmishni sodir etmaslikka undovchi, qonunga itoatkorlik ruhida tarbiyalash tushuniladi. Tuzalish jarayoni, jinoiy javobgarlikka tortishdan ko‘zlangan maqsadga erishishda asosiy ahamiyat kasb etadi. \n\n2. Ushbu prinsipning ahamiyati shundaki, ayb jinoiy qilmishning xususiyati sifatida, jinoyat sodir etgan shaxsning jamiyatdagi huquq tartibotiga salbiy munosabatida ifodalanadi. Demak, shaxsni tuzatish uchun, avvalo, ushbu salbiy munosabatning o‘zini aniqlab olish zarur bo‘ladi. Shaxsdagi bunday salbiy munosabatning aniqlanmasligi jamiyat manfaatiga zid bo‘lib, jinoiy javobgarlikning ahamiyatini yo‘qotadi. \n\n3. Ayb uchun javobgarlik prinsipi shaxsning jinoiy javobgarlikka tortilishi uchun zarur bo‘lgan quyidagi holatlarni bildiradi: shaxsning o‘z qilmishiga nisbatan ruhiy munosabatini; mazkur qilmishning ijtimoiy xavflilik xususiyati aniqlanishini. Ko‘rsatilgan belgilarga mosligi jinoyat huquqiy normalarini shakllantirishda qonun chiqaruvchi organ tomonidan va mazkur normalarni amalda qo‘llashda, ya’ni shaxsni jinoiy javobgarlikka jalb qilish jarayonida huquqni muhofaza qiluvchi organ tomonidan inobatga olinadi. Ta’kidlash joizki, jinoiy javobgarlik tushunchasi va uning asosi Jinoyat kodeksining 16-moddasidan farqli ravishda ushbu prinsipda mustahkamlanishi subyektga nisbatan umumiy jinoiy javobgarlik qoidasi nazarda tutiladi. Jinoyat kodeksining 16-moddasida ta’riflangan qoidalar esa, ayb uchun javobgarlik prinsipining ayrim ko‘rinishlarini aks ettiradi. \n\n4. Sodir etgan ijtimoiy xavfli qilmishiga nisbatan shaxsning ruhiy munosabati qasd yoki ehtiyotsizlik ko‘rinishida namoyon bo‘ladi. Ushbu prinsipga muvofiq, har bir muayyan holatda aynan jinoyat qonunida nazarda tutilgan aybning shakli aniqlanishi lozim. Masalan, qonunda faqat qasddan bolani almashtirganlik uchun jinoiy javobgarlik belgilangan bo‘lsa (Jinoyat kodeksining 124-moddasiga asosan), mazkur moddada aybni ehtiyotsizlik oqibatida sodir etganlik sifatida baholab, jinoiy javobgarlikni qo‘llash mumkin emas.\n\n5. Ayb uchun javobgarlik prinsipi javobgarlikdan ko‘zlangan maqsadga erishishni tezlashtiradi. Shaxs o‘z qilmishining xavflilik darajasini ko‘rsatuvchi obyektiv holatlarni anglamagan, anglashi shart bo‘lmagan yoxud anglay olmaydigan hollarda, bu holatlar uning javobgarligini og‘irlashtirishga xizmat qilishi mumkin emas. Jinoiy javobgarlikning obyektiv va subyektiv asoslari mavjudligiga asoslanib bunday xulosaga kelish mumkin.\n\n6. Ayb uchun javobgarlik prinsipi nafaqat ijtimoiy xavfli qilmishni sodir etgan subyektning aybi aniqlanishini, balki qonunga muvofiq, aybining isbotlanishini ham nazarda tutadi. Sudlanuvchining tergov yoki sudda aybini bo‘yniga olishi u ish bo‘yicha to‘plangan hamda sudda tekshirilgan boshqa dalillar bilan xolisona tasdiqlangandagina ayblov hukmi chiqarilishiga asos bo‘la oladi. Bu talab ayblov hukmi taxminlarga asoslangan bo‘lishi mumkin emasligi va sudlanuvchining aybdorligi sud muhokamasi jarayonida isbotlangan taqdirdagina chiqarilishi lozimligi haqidagi JPKning 463-moddasi mazmunidan kelib chiqadi. Bu o‘rinda isbotlash qonunga to‘liq bo‘ysungan holda amalga oshirilishi lozim. Mazkur talabga rioya qilmaslik aybning isbotlanmaganligini va jinoyat sodir etmagan shaxsning jinoiy javobgarlikka tortilishi mumkin emasligini ko‘rsatadi. Aybni isbotlash haqidagi qonun talablarining buzilishi hollarida, ya’ni qonunga zid ravishda olingan barcha dalillar yuridik kuchga ega bo‘lmasdan hukmga asos qilib olinishi mumkin emas. Qonunga zid ravishda olingan dalillarga tergov olib borishning noqonuniy, ruhiy va jismoniy kuch ishlatish usullarini qo‘llab olingan dalillar, shuningdek, jinoyat-protsessual qonunning boshqa normalarining buzilishi (masalan, himoya huquqining buzilishi) natijasida olingan dalillar kiradi. Dalil qonunga zid ravishda olingan, deb topilgan taqdirda, jinoyat subyekti aybsiz, deb tan olinadi.\n\n7. Ta’kidlab o‘tish lozimki, ushbu prinsip asosida aniq jinoyatlar tarkibini shakllantirish va jinoyat tarkibini jinoiy javobgarlikning asosi, deb tan olish bilan mamlakatimizdagi qonunchilik hujjatlarida ijtimoiy xavfli va qonunchilikka xilof bo‘lmagan qilmish uchun jazolanish inkor qilinadi. Ushbu prinsipga ko‘ra yana obyektiv ayblov, ya’ni aybsiz holda zarar yetkazganlik uchun jinoiy javobgarlik istisno etiladi. Aybsiz holda zarar yetkazish, ijtimoiy munosabatlarga yetkazilgan moddiy zarar miqdoridan qat’i nazar, jinoyat, deb topilmaydi. O‘zbekiston Respublikasi Jinoyat kodeksida ayb uchun javobgarlik prinsipining mavjudligi jinoyat uchun javobgarlikning qat’iy belgilanganligini ko‘rsatadi. Jinoyat sodir etganlik uchun aybdor shaxsgina javobgarlikka tortiladi. Ushbu qoida jinoyat to‘g‘risidagi qonunchilikda bajaruvchining ekssess, ya’ni jinoiy guruh a’zolarining umumiy qasd bilan qamrab olinmagan harakati uchun faqat bajaruvchining o‘zi javobgar bo‘lishida ham o‘z aksini topgan. (Bu haqda JKning 30-moddasiga berilgan sharhga qarang)."
        },
        {
            "modda_raqami": "10-modda. Javobgarlikning muqarrarligi prinsipi.  ",
            "matni": "Qilmishida jinoyat tarkibining mavjudligi aniqlan-gan har bir shaxs javobgarlikka tortilishi shart. ",
            "sharxi": "1. Jinoyat kodeksining sharhlanayotgan moddasida jinoyat sodir etgan shaxsning javobgarlikdan qutulib qolmasligi haqidagi umumiy talablar mustahkamlangan. Jinoyat kodeksida mazkur qoidaning mavjudligi jinoyat huquqi normalarining barqarorligi va bir xilligini anglatib, jinoyat to‘g‘risidagi qonunchilik mavqeining oshishiga yordam beradi. Shu bilan birga, javobgarlikning muqarrarligi prinsipi barcha fuqarolarning harakatiga nisbatan ogohlantiruvchi ta’sir kuchiga ega bo‘lib, shu orqali Jinoyat vazifalarining amalga oshirilishiga ko‘maklashadi. \n\n2. Javobgarlikning muqarrarligi prinsipi birinchi navbatda jinoyat sodir qilgan shaxslarga qaratilgan va mazkur shaxslar tomonidan sodir qilingan qilmish uchun javobgarlikka oid qoidalarni o‘rnatadi. Sharhlanayotgan modda qonuniylik prinsipi va fuqarolarning qonun oldida tengligi prinsiplarining davomi hisoblanib, ularni aniqlashtiradi va bir paytning o‘zida ularning doirasidan bir oz chiqadi ham. Ushbu moddada muayyan shaxslar doirasiga kiruvchi, ya’ni qilmishida jinoyat tarkibi mavjud bo‘lgan har bir shaxs nazarda tutilgan. Shaxsning xatti-harakatida jinoyat tarkibi mavjudligini aniqlash javobgarlikka tortishning zaruriy belgisi hisoblanadi, ya’ni bu jinoyat qonunida nazarda tutilgan jazolovchi hamda qilmishning ijtimoiy xavfliligini ko‘rsatuvchi obyektiv va subyektiv elementlar majmuidir. Shaxsning qilmishida jinoyat tarkibining mavjud emasligi uning jinoiy javobgarlikka tortilmasligiga sabab bo‘ladi. \n\n3. Qonunga ko‘ra, qilmishida jinoyat tarkibi mavjud bo‘lgan shaxs jinoiy javobgarlikka tortiladi. Bunday talab har bir ijtimoiy xavfli qilmishda aybdor bo‘lgan shaxs muayyan qonun normasida nazarda tutilgan salbiy oqibatlarni boshdan kechirishi kerakligini bildiradi. Ta’kidlash joizki, salbiy oqibatlar: JK amal qiladigan shaxslarga nisbatan normalariga muvofiq javobgarlikka tortishda; JK amaldagi qonunlar, xalqaro shartnomalar yoki bitimlarga muvofiq chet el fuqarolarining javobgarligi to‘g‘risidagi masala O‘zbekiston Respublikasi sudlariga tegishli bo‘lmasa, xalqaro huquq normalariga muvofiq javobgarlikka tortilishda ifodalanadi. \n\n4. Shuni aytib o‘tish lozimki, Jinoyat kodeksiga muvofiq, shaxsning jinoiy javobgarlikka tortilishi, albatta, jazo tayinlanishini anglatmaydi. Unga nisbatan jinoyat qonunida nazarda tutilgan boshqa huquqiy ta’sir choralari ham qo‘llanilishi mumkin. Amaldagi qonunda jazodan ozod qilishning shartli hukm qilish, jazoni o‘tashdan muddatidan ilgari ozod qilish va boshqa turlari ham nazarda tutilgan."
        }
    ]
}