{
    "bob_nomi": "II bob. Kodeksning amal qilish doirasi",
    "moddalar": [
        {
            "modda_raqami": "11-modda. Kodeksning O‘zbekiston hududida jinoyat sodir etgan shaxslarga nisbatan amal qilishi ",
            "matni": "O‘zbekiston hududida jinoyat sodir etgan shaxs ushbu Kodeks bo‘yicha javobgarlikka tortiladi.\n\nQilmish:\n\n1) O‘zbekiston hududida boshlangan, tamomlangan yoki to‘xtatilgan bo‘lsa;\n\n2) O‘zbekiston hududidan tashqarida sodir etilib, jinoiy oqibati esa, O‘zbekiston hududida yuz bergan bo‘lsa;\n\n3) O‘zbekiston hududida sodir etilib, jinoiy oqibati esa, O‘zbekiston hududidan tashqarida yuz bergan bo‘lsa;\n\n4) bir necha qilmishlardan iborat yoki boshqa qilmishlar bilan birgalikda sodir etilgan bo‘lib, uning bir qismi O‘zbekiston hududida yuz bergan bo‘lsa, O‘zbekiston hududida sodir etilgan jinoyat deb topiladi. O‘zbekiston bayrog‘i ostidagi yoki O‘zbekiston portida ro‘yxatga olingan havo, dengiz yoki daryo kemasida O‘zbekiston hududidan tashqarida bo‘lib, chet el davlati hududi hisoblanmagan joyda jinoyat sodir etilsa, bunday jinoyat uchun ushbu Kodeks bo‘yicha javobgarlikka tortiladi. Amaldagi qonunlar, xalqaro shartnomalar yoki bitimlarga muvofiq chet el fuqarolarining javobgarligi to‘g‘risidagi masala O‘zbekiston Respublikasi sudlariga tegishli bo‘lmasa, ular O‘zbekiston Respublikasi hududida jinoyat sodir etgan holda, xalqaro huquq normalariga muvofiq hal qilinadi.",
            "sharxi": "1. Jinoyat kodeksining sharhlanayotgan moddasi O‘zbekiston Respublikasi jinoyat to‘g‘risidagi qonunchilikning qo‘llanilishi hududini belgilaydi. Unda bayon etilgan qoida-lar hududiylik tamoyilini, ya’ni qaysi davlat hududida jinoyat sodir etilgan bo‘lsa, o‘sha davlatning jinoyat qonuni qo‘llanilishi prinsipini ifodalaydi. Unga muvofiq, O‘zbekiston hududida jinoyat sodir etgan O‘zbekiston Respublikasi fuqarolari yoki xorijiy davlat fuqarolari, fuqaroligi bo‘lmagan shaxslar O‘zbekiston Respublikasining Jinoyat kodeksi bo‘yicha javobgarlikka tortiladilar. Hududiylik prinsipi davlat hokimiyatining suvereniteti prinsipiga asoslangan bo‘lib, o‘z navbatida, jinoyat huquqida ham qisman aksini topgan. Davlat suvereniteti va qonunning hududiylik tamoyili o‘zaro uzviy bog‘langandir: davlat hokimiyati uning hududiy masofalari bilan chegaralangan va uning qonunlari shu chegaralar doirasida amal qiladi. Davlat suvereniteti va hududiylik prinsipi davlat hokimiyati muayyan hudud doirasida chegaralanganligi va uning qonunlari faqat ushbu hududda amal qilishini anglatadi.\n\n2. Sharhlanayotgan moddaning birinchi qismida hududiylik tamoyilining umumiy qoidasiga ko‘ra: «O‘zbekiston hududida jinoyat sodir etgan shaxs mazkur Kodeksga muvofiq javobgarlikka tortiladi».\n\nHudud deyilganda, masofaning shunday qismi, ya’ni O‘zbekiston Respublikasi suverenitetiga qarashli:\n\n1) quruqlik hududi;\n\n2) suv havzasi, shu jumladan, ichki suv hududlari;\n\n3) havo havzasi;\n\n4) yer osti hududi (boyliklari) tushuniladi.\n\nO‘zbekiston Respublikasi Konstitutsiyasining 87-moddasiga muvofiq, mazkur kodeksning amal qilish hududiga respublikaning barcha hududi qatorida Qoraqalpog‘iston Respublikasi hududi ham kiradi.\n\n3. O‘zbekiston Respublikasi hududi sifatida respublikaning chet davlatlardagi elchixonalari va diplomatik vakolatxonalari joylashgan hudud ham ko‘zda tutiladi. Xalqaro huquqning umumiy qoidalariga muvofiq, bunday muassasalar eksterritorial maqomga ega bo‘ladi, ya’ni ular mahalliy qonunchilik ta’siridan ajratilgan bo‘lib, u qaysi mamlakatga qarashli bo‘lsa, bu hududda o‘sha davlat qonuni amal qiladi. Shunday qilib, O‘zbekiston Respublikasining chet el davlatidagi elchixonalari va diplomatik vakolatxonalari hududida sodir etilgan jinoyatlar O‘zbekiston hududida sodir etilgan, deb hisoblanadi. Xuddi shunday tarzda O‘zbekistondagi chet davlatlar elchixonalarida sodir etilgan jinoyatlar ham o‘sha davlatlar qonunchiligiga muvofiq ko‘riladi. Vakolatxona hududi sifatida nafaqat vakolatxona binolari, shuningdek, bu bino joylashgan yer uchastkasi, ushbu davlat hududi yurisdiksiyasida immunitetga ega bo‘lgan vakolatxona boshliqlari, xizmatchilari tomonidan egallangan yashash joylari, ularning transport vositalari ham tan olinadi. Shuni alohida ta’kidlash lozimki, vakolatxona hududiga nisbatan sodir etilgan, unga va xodimlariga qaratilgan barcha jinoyatlar, O‘zbekiston Respublikasi hududida sodir etilgan hisoblanadi, jinoyatchi shu hudud ichida turib jinoyat sodir etgan bo‘lsa, u holda jinoyat boshqa davlat hududida sodir etilgan, deb hisoblanadi.\n4. Quruqlik hududi bu O‘zbekiston Respublikasining chegarasi ichida suv bilan qoplanmagan qismidir. Bu hudud tarkibiga suv bilan o‘ralmagan va suv bilan o‘ralgan (orol) barcha quruqlik maydoni kiradi. Quruqlik hududi tarkibiga yana O‘zbekiston anklavlari (dengizga chiqadigan yo‘lga ega bo‘lgan hamma tomoni o‘zga davlatlar hududi bilan o‘ralgan yer maydonlari) kiradi. Quruqlik hududi tarkibiga O‘zbekiston hududidagi qattiq-kristall shakldagi suv resurslari tog‘lardagi muzliklar ham kiradi.\t\n\n5. Suv chegarasi davlat chegaralari ichidagi suyuk holdagi suv resurslaridir. Suv hududi tarkibiga ichki suvlar va O‘zbekiston Respublikasi hududiy suvlari hamda chegaraviy suvlarning tegishli qismi kiradi. Suv hududiga yer osti suvlari, termal va ma’danli suvlar kirmaydi. Suv resurslarining bunday turlari yer osti boyliklari, deb hisoblanadi. O‘zbekiston Respublikasining ichki suvlariga quyidagilar:\n\n-O‘zbekiston hududida qirg‘oqlari to‘liq joylashgan suv havzalari, (masalan, Chorvoq suv ombori);\n\n-Orol dengizining O‘zbekiston hududiga qarashli suvlari, ya’ni suvning chegara hisoblangan kengligidan yaqin qirg‘oqqacha qismi;\n\n-Orol dengizi tomonidan chegara chizig‘i bilan ajratilgan port suvlari, dengizning chegara chizig‘igacha bo‘lgan gidrotexnik va boshqa port inshootlari; \n\n-Orol dengizining O‘zbekiston hududiga to‘liq qarashli bo‘g‘oz, buxta, gubt va liman qirg‘oqlari, qirg‘oqdan qirg‘oqqacha bo‘lsa, kenglikning dengiz tomonidan birinchi marta tashkil bo‘lgan bir nechta o‘tish joylari, agar uning eni 24 dengiz milidan oshmaydigan bo‘lsa (44 km 448 m) kiradi. O‘zbekiston hududiy suvlari Orol dengizining qirg‘oqqa yaqin 12 dengiz miliga (22 km 224 m) teng qismi. Bu masofa O‘zbekiston Respublikasiga tegishli suv chizig‘i (qirg‘og‘i)dan (suv ko‘paygan yoki kamayganligidan qat’i nazar) hisoblanadi. Chegaraviy suvlar bu chegara hisoblangan daryolar, soylar, ko‘llar va havzalarning davlat chegarasi chizig‘idan yaqin qirg‘oqqacha bo‘lgan qismidir. Bu yerlarda davlat chegarasi quyidagi tarzda: «kemalar qatnaydigan daryolarda daryoning bosh farvateri o‘rtasi yoki talvegi bo‘ylab;kemalar qatnamaydigan daryolarda (jilg‘alarda) - ular ning o‘rtasi yoki daryo (jilg‘a) asosiy o‘zanining o‘rtasi bo‘ylab; chegara daryolarida, ko‘llarida va boshqa suv havzalarida Davlat chegarasi ko‘l yoki boshqa suv havzasi qirg‘oqlariga chiqqan joylarni tutashtiruvchi to‘g‘ri chiziq bo‘yicha. Bunda daryo, jilg‘a, ko‘l yoki boshqa suv havzasi orqali o‘tadigan Dav-lat chegarasi ular qirg‘oqlarining ko‘rinishi yoki suv sathi o‘zgarganda ham, daryo, jilg‘a oqimi u yoki bu tomonga buril-ganda ham o‘zgarmaydi».\n\n6. O‘zbekiston Respublikasining havo havzasi yer atmosferasining quruqlik va suv hududi ustidagi qismi. Havo havzasining chegaralari O‘zbekiston Respublikasining quruqlik va suv hududidan o‘tuvchi vertikal chiziq bo‘yicha belgilanadi.\n\n7. Yer osti boyliklari yer qobig‘ining tuproq qatlamidan quyida joylashgan, tuproq qatlami bo‘lmaganda esa, yer yuzasidan yoki suv obyektlari tubidan quyida joylashgan, geologik jihatdan o‘rganish va o‘zlashtirish mumkin bo‘lgan chuqurlikkacha yastangan qismi hamda foydali qazilmalarning yer qa’ridan yuzaga chiqishi. Yer osti boyliklari hududiga tabiiy qattiq jismlar, suyuq va gaz holatidagi jinslar va bu jinslar orasidagi bo‘shliqlar kiradi. O‘zbekiston Respublikasining Jinoyat kodeksi amal qilish doirasiga faqat respublikaning quruqlik va suv hududi ostida joylashgan yer osti chegaralari kiradi. Yer osti boyliklarining chuqurligi chegaralanmagan.\n\n8. Sharhlanayotgan moddaning 2-qismida O‘zbekiston hududida jinoyat sodir etilgan, deb hisoblash mezonlari belgingdan bo‘lib, mazkur qismning kiritilish zarurati qilmish O‘zbekiston Respublikasi hududida sodir etilgan jinoyatning chegaralarini aniqlash va shu asosda qonunni qo‘llash bir xilda qo‘llanilishini ta’minlashdan iboratdir. Jinoyat kodeksining 11-moddasi jinoiy harakat sodir etilishining barcha bosqichlari va jinoyatchi xatti-harakatlarining barcha ko‘rinishlarini qamrab oladi. Xususan, mazkur moddaga muvofiq: \n\n1) O‘zbekiston hududida boshlangan, tamomlangan yoki boshlanib, to‘xtatilgan;\n\n2) O‘zbekiston hududidan tashqarida sodir etilib, lekin jinoyat oqibati (natijasi) O‘zbekiston hududida yuz bergan;\n\n3) O‘zbekiston hududida sodir etilgan, lekin oqibati (natijasi) hududdan tashqarida yuz bergan;\n\n4) umumiy jinoyatning bir qismi O‘zbekiston hududida sodir etilgan bo‘lsa, jinoiy qilmishlar O‘zbekiston hududida sodir etilgan, deb tan olinadi.\n\nTa’kidlash lozimki, yuqorida keltirilgan jinoiy qil-mish belgilari mazmun-mohiyatiga ko‘ra, obyektiv hisoblanadi va qonun chiqaruvchi jinoyat tarkibi barcha elementlarining obyektiv tomonini ko‘rsatib beradi. Mazkur belgilar jinoiy harakatning faqat obyektiv tomonning xususiyatlariga xos bo‘lib, jinoyat tarkibining boshqa qismlariga tegishli bo‘lmaydi. Ayni vaqtda jinoyatning muhim belgilari (obyekt, subyekt, subyektiv tomon) qonun chiqaruvchi tomonidan muhim ustuvor, hisoblanadi, ya’ni qonun moddalari ko‘rsatilganidan qat’i nazar, har bir jinoyat ko‘rib chiqilganda, bu belgilar aniqlanadi. Bu belgilar jinoyat sodir etilgan hududni aniqlashga ta’sir etmaydi, lekin sud va tergov organlari tomonidan har bir harakatning jinoyatga aloqadorligini aniqlash maqsadida ko‘rib chiqiladi (masalan, aqli noraso shaxs tomonidan sodir qilingan jinoyatda, jinoyatning obyektiv belgilari mavjud bo‘lsa-da, bunday qilmish uchun jinoiy javobgarlikka tortilmaydi.\n\n9. Jinoyat kodeksining 11-moddasi ikkinchi qismi «a» bandida jinoiy harakatning tugallanganligi nuqtayi nazaridan uning namoyon bo‘lish shakllari belgilangan. Shuni nazarda tutish lozimki, mazkur band barcha jinoyatlarga, ularning ijtimoiy xavflilik oqibatlaridan qat’i nazar, tegishli bo‘ladi.\n\n10. Sharhlanayotgan moddaning mazmuniga ko‘ra, aybdor dastlabki harakatlarini sodir etgan bo‘lsa, jinoyatning boshlanishi sifatida tan olinadi, garchi, qilmish ijtimoiy xavfli bo‘lmasa-da. Shunday qilib, jinoyat sodir etilishining boshlanishi jinoyat sodir etishga suiqasd qilishni ham qamrab oladi. (Bu haqda batafsil Jinoyat kodeksining 25-moddasiga berilgan sharhga qarang) Jinoyat sodir etishning boshlanishi sifatida yana shunday dastlabki jinoiy harakat tan olinadiki, bunday harakat davom etuvchi qonunbuzarlik harakatlari bilan bog‘liq bo‘ladi, ya’ni bu davomli jinoyatning boshlanishi hisoblanadi.\n\nDavomli jinoyat, masalan, soliq to‘lashdan bo‘yin tovlash, harbiy xizmatni yoki xizmat joyini o‘zboshimchalik bilan tashlab ketish kabilardan iborat bo‘lishi mumkin. (Davomli jinoyat haqida mazkur sharhlarning Jinoyat kodeksi 32-moddasiga tegishli qismida ma’lumot berilgan)\n\n11. Jinoiy qilmish O‘zbekiston hududida tamomlangan deyilganida, O‘zbekiston Respublikasining Jinoyat kodeksida nazarda tutilgan jinoyat tarkibining barcha belgilari mavjud bo‘ladi. Muayyan jinoiy harakatning tamom bo‘lgan-ligi yoki qilmishida jinoyat alomatlari bor yoki yo‘qligi haqidagi masala Jinoyat kodeksi Maxsus qismi tegishli moddasida ko‘rsatilgan jinoyat tushunchasidan kelib chiqib hal qilinishi lozim. Amaldagi Kodeksga muvofiq tamom bo‘lgan jinoyat deganda: \n\n-jinoyat natijasida biron-bir moddiy oqibat kelib chiqishi yoki kelib chiqishi mumkinligini nazarda tutuvchi jinoyat, ya’ni moddiy tarkibli jinoyat (masalan, qotillik, o‘g‘rilik va h.k.); \n\n-sodir etilishi tufayli muayyan oqibatlar ro‘y berishi talab etilmaydigan qilmish formal tarkibli jinoyat (masalan, tuhmat, haqorat, davlatga xiyonat va boshqalar);\n\n-jamiyat uchun to‘g‘ridan to‘g‘ri xavfli zarar keltiruvchi jinoiy harakat kesik tarkibli jinoyat (bosqinchilik, tovlamachilik va boshqalar) tushuniladi. \n(Bunday jinoyat haqida batafsilroq Jinoyat kodeksining 16, 25 va 26-moddalarida ma’lumot berilgan)\n\n12. Jinoyat O‘zbekiston Respublikasi hududida sodir etilgan, deb to‘xtatilgan jinoyat ham hisoblanadi. Mazkur moddaga muvofiq, jinoiy harakat o‘zining moddiy ifodasiga ko‘ra va subyektiv qabul qilinishi jihatidan tugallanmagan bo‘lsa, to‘xtatilgan jinoyat, deb baholanadi. Amaldagi qonunchilik to‘xtatilgan jinoyatning kuydagi ikki turini ajratib ko‘rsatadi:\n\n-shaxs bevosita tamom bo‘lmagan jinoyat sodir etishga qaratilgan harakatlarini oxiriga yetkazishi mumkinligini anglagan holda uni to‘xtatish orqali jinoyat sodir etishdan ixtiyoriy ravishda qaytishi;\n\n-shaxsning xohish-irodasiga bog‘liq bo‘lmagan vaziyatlar ta’sirida to‘xtatilgan harakatlar, ya’ni tugallanmagan suiqasd yoki suiqasdning tamom bo‘lmagan, tamom bo‘lgan turlari bor. \n\nTamom bo‘lmagan suiqasd deyilganda, aybdor o‘zining oldindan mo‘ljallagan jinoiy xatti-harakatlarini oxiriga yetkaza olmagani, ko‘zlagan maqsadiga erisha olmagani tushuniladi. Tamom bo‘lgan va tamom bo‘lmagan suiqasd orasidagi farq shundaki, birinchisida aybdor mo‘ljallagan barcha harakatlarini amalga oshiradi, ammo jinoiy oqibat vujudga kelmaydi. Uzoqqa cho‘zilgan va davomli jinoyatlarda ham quyidagi harakatlar, qilmish aybdorning tashabbusi bilan (masalan, o‘z xohishi bilan aybni bo‘yniga olib kelish) yoki harakat biror-bir vaziyat tufayli, masalan, huquqni muhofaza qilish organlarining aralashuvi natijasida to‘xtatilgan bo‘lsa ham jinoyat sifatida baholanadi. Bunday hollarda uzoqqa cho‘zilgan va davomli jinoyatlar tamom bo‘lgan deb emas, balki uzilgan deb topiladi.\n\n13. Sharhlanayotgan moddaning navbatdagi «b» va «v» bandlarida qilmishning O‘zbekiston hududida sodir etilgan jinoyat sifatida baholashning shartlari belgilangan. Bu shartlar moddiy tarkibli jinoyatlarga ham tegishlidir. Bunday shartlarning alohida ko‘rsatilishiga sabab umumiy qoidaga ko‘ra qilmishning ijtimoiy xavfliligi uning sodir etilishigina emas, balki uning qonunda ko‘rsatilgan oqibat kelib chiqishiga qarab ham aniqlanadi va bu oqibatlar kelib chiqqandan so‘ng jinoyat sodir etilgan hisoblanadi. Lekin bu qonda jinoiy harakat bir davlat hududida sodir etilganda qo‘llaniladi. Agar jinoyat ikki yoki bir necha davlat hududida sodir etilgan bo‘lsa, bunday qoidani qo‘llash jinoyatchining jazodan qutulib qolishiga imkoniyat tug‘diradi. Shunga ko‘ra, agar sodir etilgan jinoyat moddiy tarkibga ega bo‘lsa, formal oqibat mavjudligiga qaramay, bunday jinoyatlar O‘zbekiston hududida sodir etilgan, deb baholanadi. Bunday normaning qonunda mavjudligi Kodeksdagi javobgarlikning muqarrarlik prinsipiga mos keladi. Ta’kidlash lozimki, qilmishning O‘zbekiston hududida sodir etilgan jinoyat sifatida baholanishi, zaruriy belgilardan birortasining formal mavjudligini talab qilmasa ham, bu elementning faktik aniqlanishi haqidagi talabga rioya qilish zarurligini inkor etmaydi. Boshqacha aytganda, sud va tergov organlari shaxsni bunday jinoyat uchun javobgarlikka tortishda moddiy tarkibli jinoyatning zaruriy belgilarini aniqlaydilar. Bu jinoyatning moddiy tarkibli ekanligi talabidan kelib chiqadi. Ushbu elementlardan birortasining faktik jihatdan mavjud emasligi ayblanuvchining harakatlari tugatilgan jinoyat sifatida baholanishi uchun asos bo‘ladi.\n\n14. Mazkur moddaning ikkinchi qismi «g» bandiga ko‘ra, qilmishda jinoyat tarkibi mavjud bo‘lib, uning bir qismi O‘zbekiston hududida sodir etilgan bo‘lsa, bunday qilmish O‘zbekiston Respublikasi hududida sodir etilgan, deb baholanadi. Kodeksda O‘zbekiston Respublikasi hududida sodir etilgan jinoyat sifatida qaralishi lozim bo‘lgan qilmishning ikki turi ko‘rsatib o‘tilgan.\n\n 1) Jinoyat majmui deganda, ayni bir jinoyatni sodir etishga qaratilgan jinoiy xulq-atvor aktlari majmui tushuniladi. Xususan, jinoiy qilmishlar majmui, degan tushunchani bu yerda jinoyatga tayyorgarlik ko‘rish bilan birga jinoyatni bajaruvchi, tashkilot, dalolatchi yoki yordamchi sifatida ishtirokchilik amalga oshirilishi nazarda tutiladi. Jinoyat kodeksining 11-moddasi «a» bandida ko‘rsatib o‘tilgan «belgilar ta’sir doirasiga tushmasligi sababli jinoyatga tayyorgarlik ko‘rish yoki jinoyatda ishtirokchilik yagona jinoiy qilmishni tashkil etadi.\n\n 2) Bir necha qilmishlar yoki boshqa qilmishlar bilan birgalikda O‘zbekiston hududida sodir etilgan bo‘lib, ulardan bir qismi O‘zbekiston hududida yuz bergan bo‘lsa, jinoyat deb hisoblanadi. Boshqa qilmishlar bilan o‘xshash deganda, sodir etilgan jinoyatning umumiy yagona maqsadga qaratilgan yoki bir xil fe’l-atvordagi harakat yoki harakatsizliklar tushuniladi.\n\nShunday qilib, sharhlanayotgan moddaning mazmuniga muvofiq, qilmishlar majmui, degan tushunchada shaxsning xatti-harakatlari mujassamlashgan bo‘lsa, boshqa harakatlar bilan birgalikda degan tushuncha qilmishning xususiyatini ifoda etib, muayyan jinoyat tarkibini tashkil etadi. Bu yerda bir necha qilmishlardan iborat qilmishlarning mavjudligi talab etiladi. Agar harakat yoki harakatsizlik bir marta sodir etilgan bo‘lsa, aybdor shaxs mazkur bandga muvofiq javobgarlikka tortilmaydi, biroq ko‘rsatilgan belgilar mavjud bo‘lganda sharhlanayotgan modda ikkinchi qismining «a», «b» yoki «v» bandlari bo‘yicha javobgarlikka tortilishi mumkin. Ta’kidlash lozimki, mazkur bandga muvofiq qonunda bayon etilgan qoidadan kelib chiqib, shaxsni javobgarlikka tortish uchun jinoyat boshqa davlat hududida boshlangan, tamomlangan yoki to‘xtatilgan, lekin jinoiy harakatning bir qismi O‘zbekiston Respublikasi hududida amalga oshirilganini aniqlash lozim (masalan, O‘zbekiston Respublikasining qo‘shni davlat bilan chegarasida boshlanib, o‘sha yerda genotsid (qirg‘in) yuz bergan va chegaradosh O‘zbekiston Respublikasining aholisiga zarar yetkazilganligi. Aks holda, jinoyat sodir etgan shaxs mazkur moddaning «a» bandiga muvofiq javobgarlikka tortiladi).\n\n15. Jinoyat kodeksining 11-moddasi uchinchi qismida zamonaviy xalqaro huquqning umume’tirof etilgan normalari ifodalangan. Unga muvofiq, dengiz, daryo yoki havo kemasi sathidagi bayroq yoki port belgisi qaysi davlatga mansub bo‘lsa, o‘sha davlat hududidan tashqarida, lekin boshqa biror xorijiy davlat hududiga kirmagan bo‘lsa, u o‘z davlati hududida hisoblanadi. Xalqaro huquq normalariga muvofiq, davlatlar chegara chizig‘idan tashqarida bo‘lgan yoki alohida iqtisodiy hudud chizig‘idan tashqarida joylashgan suv yoki havo hududi ochiq dengiz yoki ochiq havo hududi deb hisoblanadi. Ochiq dengiz va ochiq havo hududida jinoyat sodir etilganda, dengiz yoki havo kemasi O‘zbekiston Respublikasi bayrog‘i ostida bo‘lib, O‘zbekiston portida ro‘yxatdan o‘tgan bo‘lsa, jinoyatchi O‘zbekiston Respublikasi qonuniga muvofiq javobgarlikka tortiladi. Agar dengiz yoki havo kemasi va boshqa harakatlanuvchi obyektlar chet davlatlarning hududiy suvlari yoxud portida turgan paytda jinoyat sodir etilsa, jinoyat o‘sha davlat hududida sodir etilgan, deb topiladi. Aybdorning qaysi davlat fuqarosi ekanligi, kemaning kimga tegishli ekanligi (davlat mulki, shaxsiy mulk) jinoiy javobgarlikka tortish haqidagi masalani ko‘rishda ahamiyat kasb etmaydi. O‘zbekiston Respublikasining Jinoyat kodeksi jinoyat xorijiy davlatning suv yoki havo hududida sodir etilgan-da ham qo‘llanilishi mumkin. Bunday hollarda, agar qo‘llaniladigan normativ-huquqiy hujjat xorijiy mamlakatning manfaatlariga zid keladigan bo‘lsa, o‘sha davlat qonunchiligi qo‘llaniladi (dengiz, daryo va havo kemalari haqida JK 260-moddasining sharhida ma’lumot berilgan). Yordamchi vositalar: shlyupka, trap va uning ichiga kiruvchi boshqalar ham kema hududi predmetlar: langar va boshqalar hisoblanadi.\n\n16. Dengiz, daryo va havo kemasi O‘zbekiston bayrog‘i ostida yoki O‘zbekiston portida ro‘yxatga olingan bo‘lsa, O‘zbekiston Respublikasining jinoyat qonuni qo‘llaniladi. Kemaning O‘zbekiston Respublikasi bayrog‘i osti-da bo‘lishi qonun nuqtayi nazaridan uning O‘zbekiston Respublikasi bayrog‘ini olib yurish huquqi va majburiyatiga ega hisoblanadi. Bayrog‘i ostida suzish tartibini har qaysi davlatning o‘zi belgilaydi. Shuningdek, bu huquqni beruvchi tegishli hujjatni taqdim qiladi. Portda ro‘yxatga olish kemaning maxsus suv havzalarida suzuvchi kemalarni nazorat qiluvchi inspeksiya organlari tomonidan reyestrga kiritilishini anglatadi.\n\n17. Jinoyat kodeksining sharhlanayotgan moddasida faqat fuqarolik kemalarining jinoiy yurisdiksiyasiga taalluqli umume’tirof etilgan xalqaro huquq normalari aks etgan. Notijorat davlat kemalari (harbiy, bojxona kemalari va boshqalar) har doim qayerda bo‘lishidan qat’i nazar, faqat O‘zbekiston Respublikasi qonunlariga muvofiq harakat qiladi. Bu ochiq suv yoki havo hududi, boshqa davlat hududidagi dengiz yoki havo hududi, dengiz porti yoki aeroport bo‘lishi mumkin. Yuqoridagi joylarda jinoyat sodir etgan shaxs O‘zbekiston Respublikasining jinoyat to‘g‘risidagi qonunchilikka muvofiq, javobgarlikka tortiladi.\n\n18. Sharhlanayotgan moddaning to‘rtinchi qismida O‘zbekiston Respublikasining jinoyat to‘g‘risidagi qonunchilikdan hududiylik prinsipini istisno qilish holatlari belgilangan. Bu davlat vazifalarini bajaruvchi ayrim shaxslarga daxlsizlik immuniteti berilishini bildiradi. Immunitetdan foydalanish huquqi berilgan shaxsni sodir etgan ijtimoiy xavfli qilmishning turi va ijtimoiy xavflilik darajasidan qat’i nazar, qaysi mamlakat manfaatlariga xizmat qilgan bo‘lsa, o‘sha davlatning roziligisiz jinoiy javobgarlikka tortilmaydi.\n\nAmaldagi qonunga muvofiq, O‘zbekiston hududida quyi dagi chet el fuqarolari:\n\n-chet el davlatlari diplomatik vakolatxona xodimlari;\n\n-chet davlatlari konsullik vakolatxona xodimlari;\n\n-xalqaro hukumatlararo tashkilotlar xodimlari;\n\nchet davlatlarining boshqa vakillari immunitet huquqidan foydalanishi mumkin. \n\n19. Diplomatik vakolatxona xodimlari O‘zbekiston Respublikasi Tashqi ishlar vazirligi shunday maqomga ega ekanligini tasdiqlovchi hujjat berilgan vakolatxona boshlig‘i va vakolatxona a’zolaridir. Vakolatxonaning shaxsiy tarkibi a’zolari bu avvalo, diplomatik xodimlar, vakolatxonaning ma’muriy-texnik va xizmat ko‘rsatuvchi xodimlari.\n\nDiplomatik xodimlar qatoriga, shuningdek, diplomatik (maqom) rangga ega bo‘lgan vakolatxona xodimlari ham kiradi.\n\nMa’muriy-texnik xodimlar tarkibiga vakolatxonaning shaxsiy tarkibi a’zolari kiritiladi. Ularning vazifasi vakolatxonaga ma’muriy-texnik xizmat ko‘rsatishdan iboratdir.. Bundan tashqari, vakolatxonaga maishiy xizmat ko‘rsatuvchi xodimlar ham bor. Ma’muriy-texnik va maishiy xizmat ko‘rsatish xodimlari faqat xizmat vazifa-larini bajarayotgan vaqtdagina immunitetga ega bo‘ladilar.\n\nDiplomatik vakolatxona xodimlari bilan bir qatorda jinoiy yurisdiksiyaga nisbatan immunitet vakolatxona xodimlarining oila a’zolariga ham beriladi, basharti ular O‘zbekiston Respublikasining fuqarosi bo‘lmasa.\n\nHuquqiy immunitetdan diplomatik vakolatxona xodimi, ya’ni diplomatik pochtani tashuvchi (kuryer) ham foydalanadi. Xuddi shunday immunitetga konsullik muassasasi kuryeri ham egadir. Diplomatik kuryer bir martalik yoki doimiy bo‘lishi mumkin.\n\n20. Konsullik muassasasi xodimi bu birinchi navbatda, konsul vazifasini ado etuvchi va Tashqi ishlar vazirligi tomonidan berilgan maxsus hujjatlarga ega bo‘lgan xodim. Bundan kelib chiqib shuni aytish lozimki, konsullik muassasasi xodimi sifatida, faqat mazkur muassasadagi mansabdor shaxslar tushuniladi. Mazkur shaxslar ijtimoiy xavfi katta bo‘lmagan va uncha og‘ir bo‘lmagan jinoyatlarni sodir etgan taqdirdagina, bunday immunitetdan foydalanadilar?.Konsullik kuryerlariga O‘zbekiston diplomatik kuryer-larga teng bo‘lgan mavqeni beradi.\n\n21. Xalqaro hukumatlararo tashkilotlarning xodimlari sifatida O‘zbekistonda tegishli tartibda akkreditatsiya (ro‘yxat)dan o‘tgan xalqaro tashkilotning mansabdor shaxslari va vakillari tushuniladi. Bunday mansabdor shaxslar va ularga taqdim etiladigan immunitetlar ro‘yxati xalqaro shartnomalar va bitimlarga muvofiq belgilanadi, masalan, BMTning ixtisoslashtirilgan muassasalariga beriladigan immunitetlar va imtiyozlar (1947 yil 21 fevral), Xalqaro Jinoyat Sudining Rim statusi (1998 yil 17 iyul), O‘zbekiston Respublikasi hukumati va BMTning Ta’lim, fan, madaniyat sohalari bo‘yicha bitimi (1996 yil 23 aprel) va h.k.\n\n22. O‘zbekistonda jinoiy javobgarlikka tor-tishdan saqlovchi immunitet huquqi O‘zbekiston Respublikasi orqali tranzit ravishda o‘tuvchi uchinchi chet el elchixona boshliqlari, diplomatik personal a’zolari, ularning oila a’zolariga beriladi. Shuningdek, bunday huquqdan O‘zbekiston Respublikasiga xalqaro kengash, konferensiya va rasmiy uchrashuvlarga taklif etilib tashrif buyurgan yoki topshiriqlar bilan kelgan yoxud shunday missiya bilan O‘zbekiston orqali o‘tib ketayotgan xorijiy davlat parlament va hukumat delegatsiyalari xodimlari, ularni kuzatib boruvchi oila a’zolariga (ular O‘zbekiston Respublikasi fuqarosi bo‘lmasa) ham beriladi.\n\n23. Jinoyat kodeksi hududiylik prinsipini istisno qiluvchi immunitetdan foydalanish huquqi bunday immunitetga ega bo‘lgan shaxslarni javobgarlikka tortish mumkin emas, degan ma’noni anglatmaydi. Jinoyat kodeksining 11-moddasi to‘rtinchi qismida belgilab qo‘yilgan javobgarlikka tortish haqidagi masala xalqaro huquq normalariga muvofiq hal qilinadi va shaxs har qanday holatda ham jinoiy javobgarlikdan ozod etilmaydi. Yuqorida ta’kidlab o‘tilganidek, daxlsizlik huquqi diplomatik vakolatxonalarning hududi va turar joylariga, transport vositalariga ham taalluqli. Diplomatik munosabatlar to‘g‘risidagi Vena Konvensiyasiga muvofiq, diplomatik daxlsizlikdan diplomatik vakillik funksiyalariga to‘g‘ri kelmaydigan maqsadlarda foydalanishga yo‘l qo‘yilmaydi. Daxlsizlik huquqini suiiste’mol qilganlar, persona non qarata (nomaqbul shaxs), deb e’lon qilinadilar. Bunday hollarda akkreditatsiya qilgan davlat bu shaxsni chaqirib olishi yoki vakolatxonadagi uning faoliyatini to‘xta-tish chorasini ko‘rishi lozim. Agar akkreditatsiya qiluvchi davlat uni chaqirib olishdan bosh tortsa yoki faoliyatini to‘xtatmasa, vakolatxona joylashgan davlat bunday shaxsni vakolatxona xodimi sifatida tan olmaslik huquqiga ega. Aks holda, jinoyat sodir etilgan shaxs javobgarlikka tortilmay qolishi va ishning shu mamlakat sudida ko‘rish imkoniyati cheklanishi mumkin. Bu Jinoyat kodeksining 10-moddasidagi «javobgarlikning muqarrarligi, ya’ni jinoyat jazosiz qolmaydi» prinsipiga mosdir."
        },
        {
            "modda_raqami": "12-modda. Kodeksning O‘zbekiston xududidan tashqarida jinoyat sodir etgan shaxs-larga nisbatan amal qilishi. ",
            "matni": "O‘zbekiston Respublikasi fuqarolari, shuningdek O‘zbekistonda doimiy yashovchi fuqaroligi bo‘lmagan shaxslar, basharti boshqa davlat hududida sodir etgan jinoyat uchun o‘sha davlat sudining hukmi bilan jazolangan bo‘lmasalar, ushbu Kodeks bo‘yicha javobgarlikka tortiladilar. O‘zbekiston fuqarosi chet el davlati hududida sodir etgan jinoyati uchun, agar xalqaro shartnomalar yoki bitimlarda boshqacha hol nazarda tutilmagan bo‘lsa, ushlab berilishi mumkin emas. Chet el fuqarolari, shuningdek O‘zbekiston hududida doimiy yashamaydigan fuqaroligi bo‘lmagan shaxslar O‘zbekiston hududidan tashqarida sodir etgan jinoyatlari uchun faqat xalqaro shartnomalar yoki bitimlarda nazarda tutilgan hollardagina ushbu Kodeks bo‘yicha javobgarlikka tortiladilar.",
            "sharxi": "1. Sharhlanayotgan moddada O‘zbekiston Respublikasining Jinoyat kodeksi amal qilishining hududiy chegarasi belgilangan bo‘lib, JK 11-moddasidan farqli ravishda, xududiylik prinsipini to‘ldirib, unga fuqarolik prinsipi asos qilib olingan. Fuqarolik prinsipiga muvofik, O‘zbekiston Respublikasi fuqarolari hamda O‘zbekistonda doimiy yashovchi fuqaroligi bo‘lmagan shaxslar, ular qayerda bo‘lishlaridan qat’i nazar, O‘zbekiston Respublikasi qonunlariga amal qilishlari shart. Shuning uchun, bu shaxslar, garchi, jinoiy harakatni boshqa davlat xududida sodir etgan bo‘lsalar ham, O‘zbekiston Respublikasining Jinoyat kodeksiga muvofiq javobgarlikka tortiladilar. Fuqarolik prinsipi Kodeksning vazifalarini bajarishga yordam beradi, xususan, fuqarolarni O‘zbekiston Respublikasining Konstitutsiyasi va qonunlariga rioya etish ruhida tarbiyalaydi.   Jinoyat kodeksining 12-moddasi birinchi qismida fuqarolik prinsipi orqali davlatimiz qonunchiligining hudud bo‘yicha amal qilish mezonlari umumiy shartlar asosida belgilangan. Bu shartlar fuqarolik prinsipining quyidagi tarkibiy elementlarini ifodalaydi:\n\n-alohida belgilangan subyektiv tarkib;\n\n-prinsipning amal qilish hududi;\n\n-jinoiy javobgarlikka tortish asoslari;\n\n-O‘zbekiston Respublikasining Jinoyat kodeksiga muvofiq, javobgarlikka tortishni istisno qiluvchi holatlar.\n\n3. Fuqarolik prinsipining aniq belgilangan subyektiv tarkibi belgisi qonunda ko‘rsatilgan shaxslar toifasiga, ya’ni Respublika fuqarolari va Respublika xududida doimiy yashovchi fuqaroligi bo‘lmagan shaxslarga nisbatan jinoyat qonunining amal qilishini anglatadi. O‘zbekiston Respublikasi fuqarosi qonunga muvofiq O‘zbekiston Respublikasi fuqarosi, degan huquqiy maqomga ega bo‘lgan shaxsdir. Amaldagi qonunga muvofiq, O‘zbekiston Respublikasi bilan o‘zaro huquq va majburiyatlar asnosida bevosita siyosiy-huquqiy aloqadador bo‘lgan shaxs fuqaro hisoblanadi. O‘zbekiston Respublikasi fuqaroligini tasdiqlovchi hujjat shaxsning pasporti, identifikatsiyalovchi kartasi yoki O‘zbekiston Respublikasining fuqaroligi mavjud ekanligini ko‘rsatuvchi boshqa hujjat hisoblanadi, tug‘ilganlik to‘g‘risidagi guvohnoma yoki ma’lumotnoma esa, o‘n olti yoshga to‘lmagan bolaning shaxsini tasdiqlovchi asosiy hujjatlardir. Shaxsning fuqaroligini tasdiqlovchi hujjatlar faqat rasmiy me’yor hisoblanib, sud-tergov xodimlari har bir muayyan holatda shaxsning respublikaga siyosiy-huquqiy jihatdan aloqadorligi, ya’ni O‘zbekiston Respublikasi qonuniga muvofiq, shaxsning fuqarolikni qabul qilganligi, unga mansubligi faktini aniqlashi lozim.\n\n4. Fuqaroligi bo‘lmagan shaxs O‘zbekiston Respublikasi hududida doimiy yashab turgan, O‘zbekiston Respublikasining fuqarosi bo‘lmagan va o‘zining chet davlat fuqaroligiga mansubligiga doir dalilga ega bo‘lmagan shaxs. Jinoyat kodeksining 12-moddasiga muvofiq, boshqa davlat hududida jinoyat sodir etgan har qanday shaxs emas, balki O‘zbekiston Respublikasi hududida doimiy istiqomat qiluvchi fuqaroligi bo‘lmagan shaxslar jinoiy javobgarlikka tortiladilar. O‘zbekiston Respublikasi hududida doimiy istiqomat qiluvchi fuqaroligi bo‘lmagan shaxslar deganda, doimiy yashash uchun rasmiy ravishda ruxsat berilgan hujjatga ega bo‘lgan shaxslar toifasi tushuniladi. Mazkur turdagi hujjat maxsus qoidaga binoan, O‘zbekiston Respublikasida istiqomat qilayotgan fuqaroligi bo‘lmagan chet ellik shaxslarga beriladi. O‘zbekiston Respublikasida doimiy yashash uchun bu toifadagi shaxslarga qonunda belgilangan tartibda O‘zbekiston Respublikasi Ichki ishlar vazirligi tomonidan ruxsat beriladi.\n\n5. Fuqarolik prinsipining navbatdagi elementi uning hududiy qo‘llanilish doirasidir. Bu o‘rinda Jinoyat kodeksi hududiylik prinsipi fuqarolik prinsipiga o‘z navbatini topshiradi. Qonun talabiga binoan fuqarolik prinsipi jinoyat xorijiy davlat hududida sodir etilgan holda ham qo‘llaniladi. (Hudud haqidagi tushuncha mazkur sharhlarning 11-moddasida berilgan). Fuqarolik prinsipi O‘zbekiston Respublikasidan tashqarida sodir etilgan jinoyatni istisno qilinuvchi holat sifatida qo‘llaniladi. 6. Jinoiy javobgarlikka tortish uchun asos fuqarolik prinsipining tarkibiy elementi sifatida O‘zbekiston Respublikasi qonunchiligiga muvofiq belgilangan. Jinoyat kodeksiga ko‘ra, javobgarlikka tortish uchun jinoyatning boshqa davlat hududida sodir etilgan bo‘lishini belgilaydi. Bu holatda muayyan qilmishni jinoyat deb hisoblash uchun quyidagi ikki shart:\n\n-birinchidan, qilmish qaysi davlatda sodir etilgan bo‘lsa, shaxsning ana shu davlat qonuni bilan jinoiy javobgarlikka tortilishi belgilanganligi;\n\n-ikkinchidan, bu qilmish O‘zbekiston Respublikasi Jinoyat kodeksiga ko‘ra, jinoyat, deb kvalifikatsiyalashishi talab qilinadi.\n\nShu munosabat bilan, O‘zbekiston Respublikasida doimiy yashovchi O‘zbekiston Respublikasi fuqarolari va fuqaroligi bo‘lmagan shaxslar chet davlat hududida jinoyat sodir etganda, agar o‘zga mamlakatning qonunida bunday qilmishlar jinoyat hisoblanmasa, u holda ularni bizning qonunchiligimiz bo‘yicha javobgarlikka tortib bo‘lmaydi. Shuningdek, chet elda sodir etilgan qilmish O‘zbekiston Respublikasi jinoyat qonuniga ko‘ra jinoyat hisoblanmaydigan bo‘lsa, shaxs jinoiy javobgarlikka tortilmaydi.\n\n7. Ta’kidlash lozimki, xorijiy davlat qonunida sodir etilgan qilmish jinoyat sifatida bo‘lsa ham, ishni ko‘rishda muayyan qilmish uchun aybdorni jazolash imkoniyati bor yoki yo‘qligidan kelib chiqmay, balki «jinoyat mamlakatimiz qonunida jazoga sazovor deb baholanadimi yoki yo‘qmi?», degan savoldan kelib chiqish kerak. Aks holda, bu O‘zbekiston Respublikasining amaldagi boshqaruv tartibiga, xavfsizlikka, davlat hokimiyati tizimiga qarshi yo‘naltirilgan jinoyatni sodir etgan shaxsning jinoiy javobgarlikka tortilmay qolishiga sabab bo‘lishi ham mumkin.\n\n8. O‘zbekiston Respublikasi fuqarosi va O‘zbekistonda doimiy istiqomat qiluvchi fuqaroligi bo‘lmagan shaxslar boshqa davlat hududida sodir etgan jinoyati uchun o‘sha davlat qonuni bilan jazolanmagan bo‘lsa, O‘zbekiston Respublikasining jinoyat to‘g‘risidagi qonunchiligiga ko‘ra, jinoiy javobgarlikka tortiladi. Shaxs sodir etgan jinoyati uchun faqat bir marta javobgarlikka tortiladi, bu odillik prinsipining yaqqol namoyon bo‘lishidir.\n\n9. Fuqarolik prinsipining mazmun-mohiyatidan kelib chiqiladigan bo‘lsa, agar, shaxs chet elda sodir qilgan jinoyati uchun javobgarlikka tortilmagan bo‘lsa, u O‘zbekiston Respublikasining Jinoyat kodeksi bo‘yicha javobgarlikka tortiladi. Sharhlanayotgan moddada jazo berish zamirida ma’lum bir davlat qonunlaridagi chora-tadbirgina emas, balki xorijiy davlatlar qonunchiligida ko‘zda tutilgan, sodir etilgan jinoiy xatti-harakatning barcha huquqiy oqibatlari aks ettirilgan. Shuningdek, agar shaxs sud hukmiga muvofiq, javobgarlikdan ozod qilingan bo‘lsa yoki jinoyat-huquqiy oqibatlar (masalan, tibbiy fe’l-atvordagi majburlov choralari, jamoat tanbehi, ruhiy ta’sir choralari va boshqalar)ga sabr-toqat bilan munosabatda bo‘lgan bo‘lsa, O‘zbekiston Respublikasining Jinoyat kodeksi bo‘yicha javobgarlikka tortib bo‘lmaydi. Davlatimiz qonunchiligida bu masalaga oid jazo turi va miqdori, muayyan ta’sir choralari ko‘zda tutilgan yoki tutilmaganligi ahamiyatga ega bo‘lmaydi. Bu shart-sharoitga va umuman fuqarolik prinsipini qo‘llashga ta’sir etuvchi omillar quyidagilardan iborat:\n\n-jinoyat sodir etgan shaxsga nisbatan sud hukmining chiqarilganligi;\n\n-aybdorga nisbatan hukmning ijro etilganligi.\n\nMazkur shartlardan biri bajarilmagan bo‘lsa, tergov va sud organlari tomonidan, O‘zbekiston Respublikasining Jinoyat kodeksiga ko‘ra, jinoyat sodir etgan shaxs javobgarlikka tortilishi lozim (masalan, agar aybdor hukm qilinmagan, qochib ketmagan yoki hukm ijro etilishidan qochmagan holatlarda).\n\n10. Shuni alohida aytish kerakki, xorijiy davlatda sud hokimiyatini amalga oshiruvchi organlarning yuqoridagi chora-tadbirlarni amalga oshirishi fuqarolik prinsipining qo‘llanilishiga ta’sir etmaydi. \n\n11. Sharhlanayotgan moddaning ikkinchi qismida fuqarolik prinsipining maxsus qoidalari, ya’ni sodir etgan jinoyati uchun O‘zbekiston Respublikasi fuqarosining xorijiy mamlakat qonuni bilan javobgarlik masalasi bayon qilingan. Bu qoida aybdor O‘zbekiston fuqarosining boshqa davlat hududida sodir etgan jinoyati uchun turli sabablarga ko‘ra ushbu davlat tomonidan o‘z vaqtida javobgarlikka tortilmagan hollarda qo‘llaniladi. Jinoyat huquqi nazariyasiga ko‘ra, sharhlanayotgan moddaning ikkinchi qismi jinoyat sodir etgan yoki jinoyat sodir etishda gumon qilinayotgan shaxsni jinoiy javobgarlikka tortish yoki ayblov hukmini ijro etish maqsadida bir davlatdan boshqa davlatga yuborish (ekstraditsiya) institutini o‘ziga qamrab oladi. Shu bilan birga, mazkur institut ko‘p jihatdan jinoiy protsessual faoliyatga ham taalluqli bo‘lib, o‘z navbatida, O‘zbekiston Respublikasining Jinoyat-protsessual kodeksi (65-bob)da ham o‘z aksini topgan. Ushbu moddada mazkur institutning O‘zbekiston Respublikasi fuqarolarining huquq va erkinliklariga taalluqli ekanligi nazarda tutilgan.\n\n12. Jinoyat kodeksining 12-moddasi ikkinchi qismiga muvofiq, O‘zbekiston Respublikasi fuqarosi respublikadan tashqarida jinoyat sodir etgan bo‘lsa, faqat xalqaro kelishuv yoki shartnomalarda nazarda tutilgan hollarda boshqa davlatga ushlab berilishi mumkin. Shuni aytib o‘tish lozimki, ushbu normalar faqat O‘zbekiston fuqarosi bo‘lgan shaxslarga nisbatan qo‘llaniladi. O‘zbekiston Respublikasi Konstitutsiyasining 23-moddasiga ko‘ra, O‘zbekiston Respublikasi o‘z hududida ham uning tashqarisida ham o‘z fuqarolarining huquqiy himoyasini kafolatlash majburiyatini olishini ta’kidlaydi. O‘zbekiston Respublikasi fuqarosini jinoyat sodir etgan davlat ixtiyoriga berish yoki berishni man etish, bu davlatning mazkur masalada boshqa davlatga talablar qo‘yish, shuningdek, chet mamlakatning boshqa talablari O‘zbekiston Respublikasi Konstitutsiyasi normalariga asosan hal etiladi. Bunday hollarda, O‘zbekiston Respublikasining (vakolatli) nufuzli organlari uchinchi davlatga nisbatan o‘z talablarini qo‘yishi shaxsning ushlangan joyi O‘zbekiston Respublikasining Jinoyat kodeksi fuqarolik tamoyillariga muvofiq javobgarlikka tortish iltimosiga ko‘ra ish ko‘rishi kerak (Jinoyat kodeksining 12-moddasi birinchi qismi). Ushlab berishni rad etish faqat O‘zbekiston Respublikasi fuqarolariga taalluqli bo‘lgan masaladir. Mazkur holatda man etish qonun talablariga muvofiq tushunilishi kerak. Mazkur qoida O‘zbekiston Respublikasida doimiy yashashiga rasmiy ruxsat berilgan chet el fuqarolari va fuqaroligi bo‘lmagan shaxslarga nisbatan tatbiq etilmaydi.\n\n13. O‘zbekiston Respublikasi fuqarosi xalqaro shartnoma va kelishuvlarda nazarda tutilgan hollarda o‘zga davlatga ushlab berilishi mumkin. O‘zbekiston Respublikasining xalqaro shartnoma-bitta hujjatdan, ikkita yoki bir-biri bilan bog‘liq CH bo‘lgan bir nechta hujjatdan iborat bo‘lishidan, shuningdek o‘zining muayyan nomidan va tuzilish usulidan (shartnoma, bitim, konvensiya, akt, pakt, bayonnoma, xatlar yoki notalar almashinuvi hamda xalqaro shartnomaning boshqacha nomlari va tuzilish usullaridan) qat’i nazar, O‘zbekiston Respublikasi tomonidan chet davlat, xalqaro tashkilot yoxud xalqaro shartnomalar tuzish huquqiga ega bo‘lgan boshqa subyekt bilan yozma shaklda tuzilgan, xalqaro huquq bilan tartibga solinadigan xalqaro kelishuv. Xalqaro shartnomaning qanday nomlanishi ahamiyatga ega emas, deklaratsiya, konvensiya, pakt, kommyunike ko‘rinishida bo‘lsa xam, ularning barchasi teng yuridik kuchga egadir. Shu o‘rinda yuqorida nomlari keltirilib o‘tilgan aktlarning vaqt bo‘yicha amal qilish masalasiga alohida e’tibor qaratilishi lozim. O‘zbekiston Respublikasi Terrorizm, separatizm ekstremizmga qarshi kurash bo‘yicha Shanxay konvensiyasi (2001 yil 15 iyunda); Pokiston Islom Respublikasi bilan O‘zbekiston Respublikasi o‘rtasidagi Ekstraditsiya to‘g‘risidagi shartnoma (2001 yil 25 yanvarda); Fuqarolik, oilaviy va jinoiy ishlar bo‘yicha huquqiy yordam va huquqiy munosabatlar konvensiyasiga bayonnoma (1997 yil 28 martda); BMT Bosh Assambleyasi rezolyutsiyasi bilan tasdiqlangan hibsga olish, harbiy sohada va insoniyatga qarshi jinoyat sodir etishda ayblanuvchi shaxsni aniqlash va jazolash munosabatlari bo‘yicha xalqaro hamkorlik (1973 yil 3 dekabrda) kabi bir qator nufuzli shartnomalarga qo‘shilgan. Shuni alohida ta’kidlash kerakki, xalqaro shartnoma yoki kelishuvning mavjud emasligi O‘zbekiston fuqarosini, masalan, diplomatik muzokaralar chog‘ida boshqa davlatga berilishiga monelik qiladi. Mazkur holatda bu shaxs muqarrar ravishda O‘zbekiston Respublikasining Jinoyat kodeksiga muvofiq javobgarlikka tortiladi.\n\n14. Sharhlanayotgan moddaning uchinchi qismida jinoyat qonunining makonda universal qo‘llanilishi prinsipi ko‘rsatilgan. Bu prinsip xalqaro xususiyatdagi jinoyatlarga qarshi kurash bo‘yicha respublikada olib borilayotgan jinoyat-huquqiy siyosatning yo‘nalishini aks ettiradi. Boshqacha qilib aytganda, chet el fuqarolari, shuningdek, O‘zbekiston hududida doimiy yashamaydigan fuqaroligi bo‘lmagan shaxslar O‘zbekiston hududidan tashqarida sodir etgan jinoyatlari uchun faqat xalqaro shartnomalar va bitimlarda nazarda tutilgan hollarda O‘zbekiston Respublikasining Jinoyat kodeksi bo‘yicha javobgarlikka tortiladilar. Xalqaro xususiyatdagi jinoyat xalqaro jinoyatlar doirasiga kirmaydigan, lekin xalqaro shartnomalarda ko‘zda tutilgan ijtimoiy xavfli xatti-harakatlardir. Xalqaro jinoyatlardan farqli o‘laroq, xalqaro xususiyatdagi jinoyat uchun javobgarlik davlatning emas, balki shaxsning zimmasiga yuklanadi. Amaldagi O‘zbekiston Respublikasining Jinoyat kodeksida xalqaro fe’l-atvordagi bir qator jinoyat turlari ko‘rsatilgan: terrorizm, qalbaki pullar, aksiz markalari, qimmatli qog‘ozlar yoki markalar (qalbaki tangafurushlik) tayyorlash va tarqatish; mardikorlik va boshqalar.\n\n15. Jinoyat kodeksi universal (keng doirada qo‘llanilishi) prinsipining amal qilish doirasi jinoyat sodir etilgan joyga bog‘liq emas, u O‘zbekiston hududidan tashqarida, ya’ni chet davlatlar hududida yoki hech qaysi davlatga tegishli bo‘lmagan joylar (masalan, ochiq dengiz, havoda, Antarktida) da sodir bo‘lishi mumkin. Mazkur prinsip amal qilishining yagona sharti muayyan xatti-harakatning xalqaro fe’l-atvordagi jinoyat sifatida xalqaro shartnomalarda yoki O‘zbekiston Respublikasi bitimlarida ko‘rib chiqilganligi hisoblanadi. Xususan, bunday shartnomalarga 1999 yil 9 dekabrdagi Terrorizmni moliyalashtirilishiga qarshi kurash to‘g‘risidagi Xalqaro Konvensiya; 1989 yil 4 dekabrdagi Yollanma shaxslarni yollash, ulardan foydalanish, moliyalashtirish va o‘qitishga qarshi kurash haqidagi Xalqaro Konvensiya; 1979 yil 17 dekabrdagi Garovga olinganlarni ushlab turishga qarshi kurash haqidagi Xalqaro Konvensiyalar misol bo‘la oladi. Bu prinsip amal qilishining yagona sharti O‘zbekiston Respublikasining xalqaro shartnoma va kelishuvlarida xalqaro fe’l-atvordagi muayyan qilmish to‘g‘risida aniq chora-tadbirlarning mavjud bo‘lganligidadir. Shularni inobatga olib, O‘zbekiston Respublikasi hududida doimiy ravishda yashamaydigan chet el fuqarosi (muhojir) yoki fuqaroligi bo‘lmagan shaxs ilgari xorijiy davlatning jinoyat to‘g‘risidagi qonunchiligiga muvofiq tegishli javobgarlikka tortilgan bo‘lsa, uni O‘zbekiston Respublikasi hududida aynan o‘sha qilmishlari uchun qayta javobgarlikka tortib bo‘lmaydi. Bunda odillik prinsipining ifoda etilganligini ko‘rishimiz mumkin. bilan belgilanadi. Agar ushbu Kodeks moddasida harakat yoki harakatsizlik sodir qilish payti jinoyat tamomlangan payt deb hisoblangan bo‘lsa, ijtimoiy xavfli qilmish bajarilgan payt jinoyat sodir qilingan vaqt deb topiladi. Agarda ushbu Kodeks moddasida jinoiy oqibat yuz berishi bilan jinoyat tamom bo‘lgan deb hisoblangan bo‘lsa, jinoiy oqibat yuz bergan payt jinoyat sodir etish vaqti deb topiladi."
        },
        {
            "modda_raqami": "13-modda. Qonunning vaqt bo‘yicha amal qilishi.",
            "matni": "Qilmishning jinoiyligi va jazoga sazovorligi ana shu qilmish sodir etilgan vaqtda amalda bo‘lgan qonun bilan belgilanadi. Agar ushbu Kodeks moddasida harakat yoki harakatsizlik sodir qilish payti jinoyat tamomlangan payt deb hisoblangan bo‘lsa, ijtimoiy xavfli qilmish bajarilgan payt jinoyat sodir qilingan vaqt deb topiladi. Agarda ushbu Kodeks moddasida jinoiy oqibat yuz berishi bilan jinoyat tamom bo‘lgan deb hisoblangan bo‘lsa, jinoiy oqibat yuz bergan payt jinoyat sodir etish vaqti deb topiladi. Qilmishning jinoiyligini bekor qiladigan, jazoni yengillashtiradigan yoki shaxsning ahvolini boshqacha tarzda yaxshilaydigan qonun orqaga qaytish kuchiga ega, ya’ni ushbu qonun kuchga kirgunga qadar tegishli jinoiy qilmish sodir etgan shaxslarga, shu jumladan jazoni o‘tayotgan yoki o‘tab bo‘lgan shaxslarga nisbatan, agar ular hali sudlangan hisoblansalar, tatbiq etiladi. Qilmishni jinoyat deb hisoblaydigan, jazoni kuchaytiradigan yoki shaxsning holatini boshqacha tarzda yomonlashtiradigan qonun orqaga qaytish kuchiga ega emas.",
            "sharxi": "1. Sharhlanayotgan modda Jinoyat kodeksini qo‘llashda vaqt bo‘yicha amal qilish tartibini o‘rnatishga bag‘ishlangan bo‘lib, jinoyat toifasini aniqlashda qaysi qonun asosida ish olib borish yoki qaysi qonunni yetakchi qilib olish kerakligini nazarda tutadi. Bunda yurtimizning jinoyat to‘g‘risidagi qonunchilik qoidalariga xos bo‘lgan izchillik, tartib bilan ish ko‘rish va nihoyat, Jinoyat kodeksining vaqt bo‘yicha ta’sir chegaralari o‘z ifodasini topadi. Ko‘rsatib o‘tilgan qoidalar shundan kelib chiqadiki, jinoyat qonunining vaqt bo‘yicha amal qilishini to‘g‘ri belgilash quyidagi shartlarga asoslanishi lozim: qonunning amal qilish vaqtini aniqlash zarurligi; jinoyat sodir etilgan vaqtni aniqlash.\n\nYangi qonun kuchga kirmasdan turib, jinoyat tamomlangan hollarda oldingi qonunni qo‘llash kerak. Agar jinoyat yangi qonun kuchga kirish vaqtida sodir etilgan bo‘lsa, u davomli yoki takroran sodir etilganligidan qat’i nazar, yangi qonunni qo‘llash lozim bo‘ladi.\n\n2. Sharhlanayotgan «qilmishning moddaning 1-qismida jinoiyligi va jazoga sazovorligi jinoyatchilik va jazolash ishlari jinoyat sodir etilgan vaqtda amalda bo‘lgan qonun bilan belgilanadi» va bu bilan jinoyat qonunining vaqtinchalik ta’sir chegarasining umumiy qoidasiga kiritiladi. Qonunni qo‘llashning yagona sharti shundan iboratki, jinoyat sodir etilgan vaqtda ushbu qonun amalda bo‘lsa, ya’ni O‘zbekiston Respublikasi Konstitutsiyasi qoidalari va O‘zbekiston Respublikasining «Normativ-huquqiy hujjatlar to‘g‘risida»gi Qonuni hamda jinoyat sodir etilgan vaqtda O‘zbekiston hududida bu qonunlarning, albatta, ijro etilishi shart bo‘lgan holatlar ko‘zda tutiladi.\n\n3. Sharhlanayotgan modda mazmuni bo‘yicha qonun tushunchasi - O‘zbekiston Respublikasi Oliy Majlisi tomonidan qabul qilingan va bir qancha muhim hamda qat’iy ijtimoiy munosabatlarni tartibga soluvchi normativ-huquqiy hujjatlarnigina emas, balki jinoyatchilik va javobgarlikka tortish bilan bog‘liq huquqiy normalarni ham to‘laligicha qamrab oladi. Xususan, qonun sifatida ba’zi birlari jinoiy-protsessual buzilish hisoblanadigan axloq va yurish-turish qoidalarini belgilab beradigan bir qator normativ-huquqiy hujjatlar (masalan, Yo‘l harakati qoidalari, O‘zbekiston Respublikasi Qurolli Kuchlarining, Intizom nizomi va boshqalar) bunga misol bo‘la oladi. Boshqacha aytganda, qonun shunday bir normativ-huquqiy hujjatki, u albatta, O‘zbekiston Respublikasi Oliy Majlisida yoki referendumda qabul qilingan, qonun sifatida tan olingan, shuningdek, mohiyati adolat va insonparvarlik prinsiplariga muvofiq keluvchi hujjatdir. Haqiqatan ham, ko‘pchilik hollarda sodir etilishi jihatidan qilmishning ijtimoiy xavflilik darajasi va shu bilan birga, jinoiy jazoning qattiqligi, oqibatlar ko‘rsatib o‘tilgan qoidalarning buzilishi natijasidan kelib chiqqan-chiqmaganligini aniqlash lozim (masalan, Jinoyat kodeksi 266-moddasining ikkinchi qismi). Qonun tushunchasi Kodeksning vaqt bo‘yicha amal qilishi nuqtayi nazaridan quyidagi aktlar guruhini o‘z ichiga oladi:\n-O‘zbekiston Respublikasining Konstitutsiyasi;\n\n-O‘zbekiston Respublikasining qonunlari;\n\n-O‘zbekiston Respublikasi Oliy Majlisi palatalarining qarorlari;\n\n-O‘zbekiston Respublikasi Prezidentining farmonlari va qarorlari;\n\n-O‘zbekiston Respublikasi Vazirlar Mahkamasining qarorlari;\n\n-vazirliklar, davlat qo‘mitalari va idoralarining normativ-huquqiy hujjatlari;\n\n-mahalliy davlat hokimiyati organlarining qarorlari.\n\nChunonchi, O‘zbekiston Respublikasining Jinoyat kodeksidagi jazoni tayinlash ishlari va jinoyatchilikni aniqlashda ularning bog‘liqlik joyi bo‘lishi taqozo etiladi. Shuni nazarda tutish kerakki, sanab o‘tilgan aktlar guruhi jinoyatni va bu qilmishning jazolanishi kerakligini aniqlamaydi, balki bu aktlar u yoki bu harakatni tan olish yoki jinoyatdagi harakatsizlik va ijtimoiy xavflilik darajasini aniqlashga ta’sir etadi.\n\n4. Qonunni tatbiq etishning zarur elementi uning O‘zbekiston hududida qo‘llanilishi shartligida ifodalanadi. Shuni nazarda tutish kerakki, hudud tushunchasi butun O‘zbekiston hududinigina emas, balki ma’lum bir chegaralangan joyni ham anglatib, mahalliy (ma’lum bir hududga tegishli) fe’l-atvor kasb etadigan va normativ-huquqiy hujjatning bajarilishi shart bo‘lgan hududni bildiradi (masalan, mahalliy fe’l-atvordagi aktlar sifatida ta’siri ma’lum bir hududga tegishli bo‘lgan mahalliy davlat hokimiyati organlarining normativ-huquqiy hujjatlari, xususan, O‘zbekiston Respublikasi O‘rmon xo‘jaligi davlat qo‘mitasi to‘g‘risidagi nizom, «O‘zbekiston Respublikasi hududida chegara zonasi belgilangan tumanlar, shaharlar, qishloqlar va ovullarning qo‘shimcha ro‘yxatini e’lon qilish to‘g‘risida»gi buyuk).\n\n5. Qonunni e’lon qilish nashr qilish orqali uni ommaning ongiga yetkazishdan iborat bo‘lib, O‘zbekiston Respublikasining «Normativ-huquqiy hujjatlar to‘g‘ri-sida»gi Qonuni 38-moddasi birinchi qismida ko‘rsatilganidek, «rasmiy e’lon qilinmagan qonun asosida hech kim hukm qilinishi, jazoga tortilishi, mol-mulkidan yoki biron-bir huquqidan mahrum qilinishi mumkin emas». Qonunni rasmiy ravishda e’lon qilish qonunchilik jarayonining muhim bosqichi bo‘lib, normativ-huquqiy hujjatning rasmiy matni asosida uning dublikatini yaratish hamda uning kuchga kirishini yoki vaqt bo‘yicha amal qilishini aniqlash imkoniyatini beradi. Rasmiy publikatsiya huquq-tartibot organlari nomidan qonunchilikda nazarda tutilgan manbada mazkur masalaga oid to‘liq va aniq normativ-huquqiy hujjatlarni to‘g‘ri yo‘lga qo‘yishni tartibga solishdan iborat. O‘zbekiston Respublikasi normativ-huquqiy hujjatlarining rasmiy manbalari quyidagilardir: \n-O‘zbekiston Respublikasi Oliy Majlisi palata-larining Axborotnomasi»,\n\n-«O‘zbekiston Respublikasi qonunchilik to‘plami»,\n\n-«Xalq so‘zi» va «Narodnoye slovo» gazetalari,\n\n-O‘zbekiston Respublikasi qonunchilik ma’lumotlari milliy bazasi, O‘zbekiston Respublikasining Konstitutsiyasi va qonunlari, O‘zbekiston Respublikasi Oliy Majlisi palatalarining qarorlari, O‘zbekiston Respublikasi Prezidentining farmonlari, qarorlari e’lon qilinadigan rasmiy manbalardir.\n\n-«O‘zbekistonston Respublikasi Hukumati qarorlarining to‘plami»,\n\n-«O‘zbekiston Respublikasi qonunchilik to‘plami», «Xalq so‘zi» va «Narodnoye slovo» gazetalari, \n\n-O‘zbekiston Respublikasi qonunchilik ma’lumotlari milliy bazasi, \n\n-O‘zbekiston Respublikasi Vazirlar Mahkamasining qarorlari e’lon qilinadigan rasmiy manbalardir. «O‘zbekiston Respublikasi qonunchilik to‘plami», \n\n-O‘zbekiston Respublikasi qonunchilik ma’lumotlari milliy bazasi, \n\n-shuningdek vazirliklar, davlat qo‘mitalari va idoralarning rasmiy nashrlari vazirliklar, davlat qo‘mitalari va idoralarning normativ-huquqiy hujjatlari e’lon qilinadigan rasmiy manbalardir.\n\nO‘zbekiston Respublikasi qonunchilik ma’lumotlari milliy bazasi, shuningdek mahalliy davlat hokimiyati organlarining rasmiy nashrlari mazkur organlarning qarorlari e’lon qilinadigan rasmiy manbalardir.\n\n6. Qonun ijrosining majburiyligi normativ-huquqiy hujjatning kuchga kirishi yoki amal qilish faoliyati tugatilishining yo‘nalishi hisoblanadi. Qonunning kuchga kirishi shu paytdan boshlab normativ-huquqiy hujjatlarning qoidalari O‘zbekiston Respublikasi hududida yashovchi barcha fuqarolar, mansabdor shaxslar, mulkchilik shaklidan qat’i nazar, korxona, muassasa, tashkilotlar, shuningdek, davlat hokimiyati organlarining ijro etishi va ularga og‘ishmay rioya etishida ifodalanadi. Normativ-huquqiy hujjatlarning kuchga kirishini aniqlash qonunchilik va normativ hujjatlar qo‘llanilishida muhim element hisoblanadi, chunki ayni o‘sha paytga qadar u majburiy hisoblanmaydi, ya’ni qonun kuchga kirgunga kadar eskisi amalda bo‘ladi, kuchga kirmagan qonunning harakat qilishi amaldagi normalarni buzish hisoblanadi.\n\n7. Amaldagi qonunlarga muvofiq, Normativ-huquqiy hujjatlar, agar hujjatlarning o‘zida kechroq muddat ko‘rsatilmagan bo‘lmasa, ular rasmiy e’lon qilingan kundan e’tiboran kuchga kiradi. Agar normativ-huquqiy hujjat bir nechta nashrlarda e’lon qilingan bo‘lsa, uning kuchga kirish muddatini hisoblashda birinchi e’lon qilingan muddat hisobga olinadi.\n\n8. Normativ-huquqiy hujjatning amal qilish qilishining to‘xtatib turilishi va tugatilishi shu paytdan boshlab uning qo‘llanilmasligini anglatadi. Normativ-huquqiy hujjatning yoki uning qismining amal qilishi uni qabul qilgan organ yoxud uning yuqori turuvchi organi tomonidan muayyan muddatga yoki muayyan hodisa yuz berguniga qadar to‘xtatib turilishi mumkin. Normativ-huquqiy hujjat yoki uning qismi quyidagi hollarda o‘zining amal qilishini tugatadi:\n-normativ-huquqiy hujjat yoki uning bir qismi qaysi muddat yoki hodisa yuz berishi uchun mo‘ljallangan bo‘lsa, o‘sha muddat tugaganida yoki hodisa yuz berganida;\n\n-normativ-huquqiy hujjat yoki uning qismi qonunda belgilangan tartibda Konstitutsiyaga xilof yoxud haqiqiy emas deb topilganda;\n\n-normativ-huquqiy hujjat yoki uning qismi o‘z kuchini yo‘qotgan deb topilganda;\n\nnormativ-huquqiy hujjat yoki uning qismi bekor qilinganda.\n\n9. Normativ-huquqiy hujjat (uning qismi) belgilangan muddat tugaganda yoki biror hodisa sababli tugatilishi muddati o‘tganligi yoki biror voqelik munosabati bilan shu vaqtdan boshlab uning haqiqiy emasligini bildiradi. Muddatni aniqlash hech qanday qiyinchilik tug‘dirmaydi (masalan, taqvim bo‘yicha hammaga ma’lum bo‘lgan davriy voqealar). Masalan, harbiy harakatning tugashi, tabiiy ofatlar sodir bo‘lishi bilan bog‘liq holatlarda sud va tergov organlari nufuzli davlat organlarining shunga o‘xshash normativ-huquqiy hujjatlarni ko‘rsatilgan muddatdan boshlab to‘xtatish haqida maxsus ko‘rsatma talab qiladi. 10. Normativ-huquqiy hujjatni Konstitutsiyaga xilof, deb topish uning amalda bo‘lishini tugatishning alohida asosi bo‘lib, maxsus tartib bilan tavsiflanadi va mohiyatan qoidadan istisno hisoblanadi. Normativ-huquqiy hujjatlarning konstitutsiyaviy emasligini hal etish faqatgina O‘zbekiston Respublikasi Konstitutsiyaviy sudi tomonidan Qonunda ko‘rsatilgan shaxslar arizasiga asosan qo‘llaniladi. Bunday hollarda normativ-huquqiy hujjatlarning konstitutsiyaviylik masalasi qaror chiqarish shaklida hal qilinadi. Qonun yoki qonunosti hujjatini ko‘rib chiqish vaqtida u, Konstitutsiyaga muvofiq emas, degan xulosaga kelinsa, Konstitutsiyaviy sud qarorida e’lon qilingan muddat ko‘rsatilgan bo‘lishi lozim. Chunki, aynan shu vaqtdan boshlab, sud qarori qonuniy kuchga kiradi va shunga muvofiq ravishda, uning konstitutsiyaviylik masalasi hal etiladi. Shu bilan birga, normativ-huquqiy hujjatning konstitutsiyaviy emasligini belgilash boshqa usullar bilan uning ta’sirini to‘xtatishdan shu bilan farq qiladiki, normativ-huquqiy hujjat Konstitutsiyaviy sud qarori chiqarilgan vaqtdan emas, balki, qabul qilingan yoki davlat ro‘yxatidan o‘tkazilgan kundan e’tiboran haqiqiy emas deb tan olinadi. Bundan kelib chiqib shuni aytish lozimki, tergov va sud organlarining konstitutsiyaviy emas, deb topilgan normativ-huquqiy hujjatga asoslanib chiqargan barcha qarorlari qayta ko‘rib chiqilishi lozim. Normativ-huquqiy hujjatning yaroqsizligi (amalda qo‘llab bo‘lmasligi) shuni bildiradiki, izohlanayotgan moddaning ikkinchi va uchinchi qismlarida keltirilib o‘tilganidek, gumon qilinuvchi, ayblanuvchi va sudlanuvchining ahvolini yaxshilashga qaratilgan taqdirda ham, normativ-huquqiy hujjat orqaga qaytish kuchiga ega emas.\n11. Qonun kuchining yo‘qotilishi amaldagi qonunni bekor qilish va bir vaqtning o‘zida shunga o‘xshash ijtimoiy munosabatlarni tartibga soladigan yangi normativ-huquqiy hujjat qabul qilishda ifodalanadi. Yangi normativ-huquqiy hujjat qabul qilinganligi munosabati bilan ilgari qabul qilingan normativ-huquqiy hujjatlarga zarur o‘zgartirishlar va (yoki) qo‘shimchalar kiritiladi va ilgari qabul qilingan barcha hujjatlar yoki ularning qismlari, agar ular yangi huquqiy normalarga zid bo‘lsa yoxud yangi hujjat bilan to‘laligicha qamrab olingan yoki amalda o‘z ahamiyatini yo‘qotgan, lekin rasman o‘z kuchini yo‘qotgan deb topilmagan bo‘lsa, o‘z kuchini yo‘qotgan, deb topilishi kerak. Teng yuridik kuchga ega bo‘lgan normativ-huquqiy hujjatlarga kiritilayotgan o‘zgartirishlar va (yoki) qo‘shimchalar, o‘z kuchini yo‘qotgan deb topilayotgan teng yuridik kuchga ega bo‘lgan normativ-huquqiy hujjatlar yoki ular qismlari ro‘yxati normativ-huquqiy hujjatning o‘zida ko‘rsatilishi lozim. Qilmishning jinoiyligini bekor qilish deganda, jinoyat qonunida qilmishni jinoyatlar qatoridan chiqaradigan qonun tushuniladi. Qonuniy normativ-huquqiy hujjatni bekor qilish uning kuchini yo‘qotishdan keyingi shunga o‘xshash munosabatlarni boshqaradigan ikkinchi aktni qabul qilishi bilan farq qiladi. Bunday hollarda normativ-huquqiy hujjat so‘zsiz maxsus farmoyish bilan nufuzli davlat organlari tomonidan normativ-huquqiy hujjat shaklida bekor qilinadi. Normativ-huquqiy hujjatning bekor qilinishi vakolatli organ tomonidan normativ fe’l-atvordagi huquqiy hujjatni qabul qilish orqali amalga oshiriladi.\n\n12. Jinoyatning sodir etilgan vaqtini aniqlash Jinoyat kodeksi vaqt bo‘yicha amal qilishining muhim elementi hisoblanadi. Jinoyat kodeksining 13-moddasi birinchi qismiga muvofiq, jinoyat sodir etilish vaqti sodir etilgan jinoyat tarkibiga qarab aniqlanadi. Moddiy tarkibli jinoyatlarda jinoiy qilmishning ijtimoiy xavfli oqibatlari kelib chiqqan vaqt jinoyat sodir qilingan vaqt, deb topiladi (masalan, odam o‘ldirish natijasida o‘limning yuz berishi). Formal tarkibli jinoyatlarda jinoyat sodir qilish vaqti ijtimoiy oqibat kelib chiqishidan qat’i nazar, kelib chiqadi (masalan, tovlamachilik yo‘li bilan mol-mulk talab qilish). Yuqoridagilarni inobatga olib, shuni aytish lozimki, jinoyat sodir qilish vaqti ijtimoiy xavfli qilmishning obyektiv mezonlariga qarab aniqlanadi. O‘z navbatida, bu qoida Jinoyat kodeksining 16-moddasida ham mustahkamlangan. Qonunning vaqt bo‘yicha amal qilishini aniqlashda jinoyat tamomlangan vaqtni hisobga olish muhim ahamiyat kasb etadi.\n\n13. Jinoyat sodir etilgan vaqtni aniqlashda asosiy diqqat-e’tiborni uzoqqa cho‘zilgan va davomli jinoyatlarni, ikkita harakatdan iborat bo‘lgan jinoyatlarni, takroran sodir etilgan jinoyatlarni, shuningdek, ishtirokchilikdagi jinoyatlarni tergov qilishga qaratish kerak. Bir qancha jinoyatlar sodir etilish vaqti Jinoyat kodeksining 13-moddasi birinchi qismi asosida aniqlanadi. Bir qancha jinoyatlar deganda, faqat turli vaqtlarda sodir qilingan jinoyatlar emas, balki bir vaqtning o‘zida bitta harakat bilan Jinoyat kodeksi Maxsus qismining turli moddalarida ko‘rsatilgan jinoyat-larni sodir etish jinoyatlar jami tushuniladi. Ushbu qoidadan kelib chiqib shuni aytish mumkinki, jinoyatni sodir etish vaqtini belgilab olish Jinoyat kodeksining tuzilish tarkibiga bog‘liq, jumladan: davomli jinoyat bu yagona qasd bilan qamrab olingan bir-biriga o‘xshash harakatlardan iborat bo‘lgan huquqqa xilof ijtimoiy xavfli qilmishlardir. Davomli jinoyatlarni kvalifikatsiya qilish uni tashkil qiluvchi oxirgi qilmish sodir etilganda amalda bo‘lgan qonunga asoslanishi kerak. Bunday qarorning to‘g‘riligi yuqori turuvchi sud instansiyasining «... jinoyat qonuniga ... jazoni kuchaytiradigan yoki shaxsning holatini boshqacha tarzda yomonlashtiradigan o‘zgartirishlar kiritilganda, agar jinoyat epizodlaridan hech bo‘lmaganda bittasi qonun yangi tahrirda amal qila boshlagan davrda sodir etilgan bo‘lsa, davomli jinoyatning barcha epizodlari yangi qonun bo‘yicha kvalifikatsiya qilinishi kerak» degan fikrida ham o‘z isbotini topadi. ikki harakatli jinoyat o‘xshash jinoyatlar tarkibi qonunda shunday ko‘rsatiladi, ya’ni bunda jinoyatchi faqat ikki harakatni amalga oshirgan bo‘ladi. O‘xshash xatti-harakatlarni sodir etish vaqti deb, oxirgi harakat yakunlangandan keyin jinoiy tarkib aniqlangan vaqt tan olinadi; uzoqqa cho‘zilgan jinoyatlar bu jinoyatlar ko‘pincha aybdorga qonunga muvofiq yuklatilgan majburiyatni bajarishdan bosh tortish, harakatsizlikda ifodalanishi mumkin. Uzoqqa cho‘zilgan jinoyatlar (masalan, dezertirlik) uning to‘xtatilishi, ya’ni jinoyatchining ushlanishi bilan tamom bo‘lgan hisoblanadi. Bu turkumdagi jinoyatlar qancha muddatga cho‘zilganligidan qat’i nazar, bitta jinoiy qilmish, deb qaraladi. Uzoqqa cho‘zilgan jinoyatlarda bitta jinoiy harakat uzoq muddatga cho‘zilib ketadi. Bunga misol qilib, Jinoyat kodeksining 287-moddasini keltirish mumkin. Harbiy qism yoki xizmat joyini o‘zboshimchalik bilan tashlab ketish yoki soliq yoki boshqa majburiy to‘lovlarni to‘lashdan bo‘yin tovlashda yetkazilgan zararning umumiy miqdoriga bog‘liq takroran sodir etilgan jinoyatlar bu biron bir jinoyatni ikkinchi, uchinchi va h.k. marta sodir etish tushuniladi. Jinoiy qilmish sodir etilgan vaqtdan boshlab jinoyat takroran sodir etilgan hisoblanadi.\n\n14. Agar ijtimoiy xavfli qilmish ishtirokchilikda sodir etilgan bo‘lsa, u holda har bir ishtirokchining ushbu qilmishni sodir etgan vaqti aniqlanishi zarur. Bunday hollarda jinoyat sodir etish vaqti bajaruvchi tomonidan jinoyat tarkibini amalda bajargan payti bilangina emas, balki har bir ishtirokchi tomonidan qilmishni sodir etish payti bilan ham aniqlanishi lozim. Shu munosabat bilan ishtirokchilikdagi jinoyatning sodir etish vaqti deb bajaruvchi bilan bir qatorda boshqa ishtirokchilar tomonidan sodir etilgan qilmishning vaqti tan olinishi lozim. Agar ishtirokchilikda sodir qilingan jinoyat yangi qonun kuchga kirgunga qadar sodir etilgan bo‘lsa, aybdorlar ilgari qabul qilingan jinoyat to‘g‘risidagi qonunchilikka muvofiq javobgarlikka tortiladilar. Masalan, jinoiy guruh yangi qabul qilingan qonun kuchga kirgunga qadar tashkil etilib, jinoyat qonun kuchga kirgandan so‘ng sodir etilgan hollarda tashkilotchi ilgariroq kuchga ega bo‘lgan qonun asosida guruhning qolgan ishtirokchilari esa, yangi kuchga kirgan qonun bilan jinoiy javobgarlikka tortiladilar. Ishtirokchilikda sodir etilgan jinoyatning tamom bo‘lish vaqti barcha ishtirokchilar uchun bajaruvchi tomonidan jinoyatni sodir etish vaqtiga asoslangan yechim odillik prinsipiga zid keladi.\n\n15. Jinoyatga tayyorgarlik ko‘rish yoki suiqasd qilish tamom bo‘lmagan jinoyat hisoblanib, jinoyat aybdorga bog‘liq bo‘lmagan sabablarga ko‘ra oxiriga yetkazilmaydi. Bunday hollarda jinoyat to‘xtatilib qolingan paytda amalda bo‘lgan qonun qo‘llaniladi.\n\n16. Jinoyat kodeksi vaqt bo‘yicha amal qilishida ketma-ketlik va uzluksizlikning chegaralanishi qonunning orqaga qaytish kuchi ta’siri jarayonini aniqlashda o‘z ifodasini topadi. O‘zbekiston Respublikasining «Normativ-huquqiy hujjatlar to‘g‘risida»gi Qonuni 41-moddasiga ko‘ra, «Normativ-huquqiy hujjatlar orqaga qaytish kuchiga ega emas va ular amalga kiritilganidan keyin yuzaga kelgan ijtimoiy munosabatlarga nisbatan tatbiq O‘zbekiston Respublikasining qonuni u amalga kiritilishiga etiladi. qadar yuzaga kelgan ijtimoiy munosabatlarga nisbatan qonunda to‘g‘ridan to‘g‘ri nazarda tutilgan hollardagina tatbiq etiladi». Qonunning orqaga qaytish kuchining umumiy shartlari xalqaro huquqning umume’tirof etilgan me’yor sifatida tan olingan 1966 yil 16 dekabrda qabul qilingan Fuqarolik va siyosiy huquqlar to‘g‘risidagi xalqaro paktda o‘z ifodasini topgan.\n\n17. Agar qonun xatti-harakatlar sodir etilgan paytda javobgarlikka sabab bo‘lmagan yoki yengilroq javobgarlikka sabab bo‘lgan xatti-harakatlar uchun yuridik va jismoniy shaxslarning javobgarligini belgilash yoki kuchaytirishni nazarda tutsa yoxud yuridik va jismoniy shaxslarga moddiy zarar keltirsa, shuningdek, jazoni yumshatishga yoki boshqacha qilib aytganda, shaxsning ahvolini yaxshilashga qaratilgan bo‘lsa, u orqaga qaytish kuchiga ega. Qonun jinoiy xatti-harakatlarni aniqlashda jazoni kuchaytirish yoki shaxsning ahvolini yomonlashtirish kabi aks ta’sir kuchiga ega emas. Qilmishni jinoyat deb hisoblaydigan, jazoni kuchaytiradigan yoki shaxsning holatini boshqacha tarzda yomonlashtiradigan qonun orqaga qaytish kuchiga ega emas.\n\n18. Shuni nazarda tutish kerakki, qonunga aks ta’sir tushunchasini berish nuqtayi nazaridan qaraganda, qonun tushunchasi normativ-huquqiy hujjatlardan farq qiladi, ya’ni qonun tushunchasi sharhlanayotgan moddaning 1-qismida berilgan. Qonunning aks ta’sir kuchi vaziyatida qonun huquqiy normalar mustahkamlanadigan shakl emas, balki me’yoriy-huquqiy hujjatlar mazmunidan iborat. Boshqacha qilib aytganda, bunday holatlarda qonun jinoyat-huquqiy normalarining o‘zi deb e’tirof etiladi, bu normativ-huquqiy hujjatlarda ko‘rsatilgan va mustahkamlangan. Masalan, 2001 yil 29 avgustda qabul qilingan «Jinoiy jazolarning liberallashtirilishi munosabati bilan O‘zbekiston Respublikasining Jinoyat, Jinoyat-protsessual kodekslari hamda Ma’muriy javobgarlik to‘g‘risidagi kodeksiga o‘zgartishlar va qo‘shimchalar kiritish haqida»gi 255-ІІ-sonli Qonunining 1, 2-bandlari va boshqa qoidalari qonun deb e’tirof etilishi lozim, biroq ushbu normativ-huquqiy hujjat o‘zi huquqiy normalar tizimi sifatida qonun tomonidan orqaga qaytish kuchi nuqtayi nazaridan e’tirof etilmasligi kerak. «Qonun» tushunchasiga bunday yondashish normativ-huquqiy hujjatlar huquqiy normalar yig‘indisidan iborat ekanligidan, ayrimlari esa, ilgarigi amal qilgan normalarga qaraganda talabchanligidan kelib chiqadi. Shunga muvofiq, qonunning aks ta’sir kuchi o‘z ichiga jiddiyroq holatlarni olib, insonparvarlik va adolat prinsiplariga qarama-qarshi borib aybdor ahvolining butunlay yomonlashuviga sabab bo‘lishi mumkin. Yangi qonun sudlanuvchining ahvolini boshqacha tarzda yaxshilagan holdagina qo‘llanishi mumkin. Qonunning orqaga qaytish kuchining mazmun mohiyatini aynan shunda ko‘rish mumkin. Shuni nazarda tutish lozimki, qonunga orqaga qaytish kuchi tusini berish Jinoyat kodeksining qaysi qismiga taalluqliligi ahamiyatga ega emas. Shu sababli, har bir holatda jinoyat sodir etgan shaxsning ahvolini umumiy tarzda yaxshilaydigan holatdan kelib chiqish lozim. Masalan, O‘zbekiston Respublikasining 2001 yil 29-avgustdagi 254-II-sonli Qonuni bilan Jinoyat kodeksiga kiritilgan o‘zgartishlarga muvofiq, jinoyatlar klassifikatsiyasi o‘zgartirilgan, jumladan, ijtimoiy xavfi katta bo‘lmagan va uncha og‘ir bo‘lmagan jinoyatlar doirasi kengaytirilgan. Shunga ko‘ra, bu norma orqaga qaytish kuchiga ega, chunki u ilgari mavjud bo‘lgan normalarga qaraganda ancha yengil.\n\n19. Qilmishning jinoiyligini bekor qiladigan, jazoni yengillashtiradigan yoki shaxsning ahvolini boshqacha tarzda yaxshilaydigan qonungina orqaga qaytish kuchiga ega. Qilmishning jinoiyligini bekor qilish deganda, uni dekriminalizatsiyalar, ya’ni jinoiy jazolanuvchi qilmish-larni ma’muriy, intizomiy yoki boshqa huquqbuzarlik turlariga o‘tkazish tushuniladi. Masalan, dekriminalizatsiya, Jinoyat kodeksining 187-moddasini Jinoyat kodeksidan chiqarib tashlash, ya’ni xaridor yoki buyurtmachilarni aldash uchun javobgarlikdagi kabi. Ilgari amalda bo‘lgan jinoyat-huquqiy normada jinoyat tarkibi belgisi sifatida nazarda tutilmagan yangi belgining nazarda tutilishi qilmishning jinoiyligini bekor qiladigan holat sifatida ko‘riladi. Bunday yangi belgilarning qo‘shilishi jinoiy javobgarlikning torayishini anglatadi, chunki mazkur belgining bo‘lmasligi eski qonun amalda bo‘lgan vaqtda sodir etilgan qilmishning jinoiyligi va jazoga sazovorligini bekor qiladi. Bunday dekriminalizatsiya, ko‘pincha, aybdor ma’muriy javobgarlikka tortilgandan keyin qaytadan jinoiy qilmish sodir etish hollarida mavjud bo‘lishi mumkin.\n\n20. Jazoni yengillashtiruvchi normativ-huquqiy hujjatlar deganda, analogik qilmish uchun aybdorga nisbatan yengilroq jazoni nazarda tutuvchi normalar yig‘indisi nazarda tutiladi. Ularga quyidagi normalarni kiritish mumkin:\n\n-ilgari tayinlangan jazo turini yengilroq jazoga almashtirish;\n\n-sanksiyadan bir yoki bir nechta asosiy yoki qo‘shimcha jazoni chiqarib tashlashni nazarda tutish;\n\n-asosiy yoki qo‘shimcha jazoning eng ko‘p yoxud eng kam qismini pasaytirish;\n\n-asosiy jazoni o‘zgartirmasdan fakultativ fe’l-atvorda jazo berish;\n\n-sanksiyaga yengilroq bo‘lgan muqobil jazo turini kiritish;\n\nyetkazilgan moddiy zarar qoplangan taqdirda, sudlanuvchiga jamiyatdan ajratish (ozodlikni cheklash va ozodlikdan mahrum qilish) bilan bog‘liq bo‘lmagan jazo tayinlashni nazarda tutish.\n\n21. Sodir etilgan jinoiy qilmish uchun qonun har doim ham jinoiy javobgarlikni emas, balki boshqa jinoiy oqibatlarni ham nazarda tutadi. Jinoyat kodeksiga muvofiq, shaxsning ahvolini boshqacha tarzda yaxshilashga qaratilgan normativ-huquqiy normalar ham «orqaga qaytish kuchi»ga ega. Xususan, bunga shaxsning ahvolini boshqacha tarzda yaxshilaydigan holatlar sifatida jinoyat tasnifining o‘zgarishi, shartli ravishda ozod qilish shartlarining o‘zgarishi, sudlanganlik muddatining tugashi yoki olib tashlanishi shartlarining o‘zgarishi, shartli hukm qilishda sinov muddatining qisqarishi, jinoiy javobgarlikdan yoki jazodan ozod qilish muddatining o‘zgarishi va boshqalarni ko‘rsatish mumkin. Aybdorning huquqiy ahvolini yaxshilashga qaratilgan me’yor sifatida jabrlanuvchi boshqa va tomonlarning kelishuvi bilan javobgarlikdan ozod qilishni ko‘zda tutuvchi Jinoyat kodeksining 661-moddasini misol keltirish mumkin.Shaxsning huquqiy ahvolini yaxshilashga qaratilgan normalarning barcha variantlarini mustahkamlashning imkoni yo‘q, chunki Jinoyat kodeksida barcha umumiy qoida-largina bayon etilgan. Huquqni muhofaza qiluvchi organlar har qanday holatda qonun normalari jinoyat sodir etgan shaxsning huquqiy ahvolini yaxshilaydimi yoki yo‘qmi, degan masalani aniqlashlari shart.\n\n22. Jazoni kuchaytiradigan, shaxsning holatini boshqacha tarzda yomonlashtiradigan qonun orqaga qaytish kuchiga ega emas. Agar huquqiy me’yor o‘z fe’l-atvoriga ko‘ra, shu modda sharhining 21-23-bandlari qoidalariga zid kelsa, uni qonun kuchga kirgunga qadar mavjud bo‘lgan ijtimoiy munosabatlarga nisbatan qo‘llab bo‘lmaydi.\n\n23. Qonun jazoning eng ko‘p qismini kamaytirib, uning eng kam qismini oshirgan holatlarda huquqni qo‘llash amaliyotida muayyan qiyinchiliklar yuzaga keladi. Agar qabul qilingan qonun jinoyatning yangi, maxsus tarkibini shakllantirsa, dastlabki analogik jinoiy xatti-harakatlar ko‘proq umumiy normalar ta’siri ostida qolib, jinoiy javobgarlikni kuchaytirsa, bu holda sanksiya bilan umumiy va maxsus normalarni o‘zaro qiyoslash kerak. Agar xatti-harakatlarning umumiy me’yordan ajratib olingan jinoiy xatti-harakat uchun berilgan sanksiya qonun sanksiyasidan yengilroq bo‘lsa, bunday qonun orqaga qaytish kuchiga ega bo‘lmaydi.\n\n24. Izohlanayotgan moddaning ikkinchi qismi qoidasiga muvofiq, qonunning orqaga qaytish kuchi jinoyat sodir etgan barcha shaxslarga nisbatan tatbiq etiladi. Mazkur holatda ularning sudlangan-sudlanmaganligi, ularga nisbatan tayinlangan jazoning ijro etilgan-etilmaganligi ahamiyatga ega emas. Shuningdek, agar yangi qonun bo‘yicha sodir qilingan qilmishga nisbatan qattiqroq jazo tayinlash nazarda tutilgan bo‘lsa, ammo jazo tayinlash doirasidan chetga chiqilgan bo‘lsa, u holda tayinlangan jazoning eng ko‘p qismi maksimum darajagacha kamaytirilishi mumkin. Shuni ham nazarda tutish lozimki, qonunning orqaga qaytish kuchi faqat jinoiy javobgarlikka tortilgan shaxslar doirasiga taalluqli, ya’ni surishtiruv, dastlabki tergov organi yoki sudda bunday shaxslarga nisbatan ish yuritilayotgan bo‘lsagina tatbiq qilinadi. Shunga ko‘ra, jinoyat sodir etgan shaxslarga nisbatan yengilroq qonunni, aytaylik, «oraliq qonun» (jinoyat sodir etilgandan keyin qabul qilinib, jinoiy javobgarlikka tortishgacha bo‘lgan muddatda amalda bo‘lgan normativ-huquqiy hujjat)ni qo‘llab bo‘lmaydi."
        }
    ]
}