{
    "bob_nomi": "II bob. Sog‘liqqa qarshi jinoyatlar",
    "moddalar": [
        {
            "modda_raqami": "104-modda. Qasddan badanga og‘ir shikast yetkazish.",
            "matni": "Sodir etilayotgan paytda hayot uchun xavfli bo‘lgan qasddan badanga og‘ir shikast yetkazish natijasida ko‘rish, so‘zlash, eshitish qobiliyatini yo‘qotish yoki biron a’zoning ishdan chiqishi yoki uning faoliyati tamoman yo‘qolishiga, ruhiy holatining buzilishiga yoki sog‘lig‘ining boshqacha tarzda buzilishiga, umumiy mehnat qobiliyatining o‘ttiz uch foizdan kam bo‘lmagan qismining doimiy yo‘qolishiga yoki homilaning tushishiga yoki badanning tuzalmaydigan darajada xunuklashishiga sabab bo‘lsa va ushbu Kodeksning 126-moddasida nazarda tutilgan jinoyat alomatlari mavjud bo‘lmasa, uch yildan besh yilgacha ozodlikni cheklash yoki uch yildan besh yilgacha ozodlikdan mahrum qilish bilan jazolanadi.\n\nQasddan badanga og‘ir shikast yetkazish: a) homiladorligi aybdorga ayon bo‘lgan ayolga nisbatan; b) o‘z xizmat yoki fuqarolik burchini bajarishi munosabati bilan shaxsga yoki uning yaqin qarindoshlariga nisbatan; v) o‘ta shafqatsizlik bilan; g) ommaviy tartibsizliklar jarayonida; d) tamagirlik niyatida; ye) bezorilik oqibatida; j) millatlararo yoki irqiy adovat zamirida; z) diniy taassublar zamirida; i) inson a’zolarini va (yoki) to‘qimalarini olish maqsadida; k) bir guruh shaxslar tomonidan; l) qurolni yoki sovuq qurol sifatida foydalanilishi mumkin bo‘lgan ashyolarni ishlatib sodir etilgan bo‘lsa, besh yildan sakkiz yilgacha ozodlikdan mahrum qilish bilan jazolanadi.\n\nQasddan badanga og‘ir shikast yetkazish: a) ikki yoki undan ortiq shaxsga nisbatan; b) takroran, xavfli retsidivist yoki ilgari ushbu Kodeksning 97-moddasida nazarda tutilgan tarzda qasddan odam o‘ldirgan shaxs tomonidan; v) o‘ta xavfli retsidivist tomonidan; g) uyushgan guruh a’zosi tomonidan yoki shu guruh manfaatlarini ko‘zlab sodir etilgan bo‘lsa; d) jabrlanuvchining o‘lishiga sabab bo‘lsa, sakkiz yildan o‘n yilgacha ozodlikdan mahrum qilish bilan jazolanadi.",
            "sharxi": "1. Badanga shikast yetkazish deganda boshqa odamning erkiga qarshi sodir etilgan, uning to‘qimalari yoki a’zolarining anatomik yaxlitligi yoki fiziologik vazifalari tashqi muhit ta’siri ostida buzilishida ifodalangan sog‘lig‘iga huquqqa xilof ravishda zarar yetkazishni tushunish lozim.\n\n2. Badanga shikast yetkazishning obyekti salomatlik holati va shaxsiy xislatlardan qat’i nazar, boshqa odamning sog‘lig‘igina bo‘lishi mumkin. Bunda badanning daxlsizligi, masalan qiynash kabi zo‘ravonlik tajovuzlarining obyekti hisoblanadi.\n\nBoshqa odam sog‘lig‘iga zarar yetkazish faktini aniqlashda jabrlanuvchining badaniga shikast yetgan paytdagi uning salomatlik holatidan kelib chiqish lozim. Sud-tibbiyoti va sud amaliyoti, agar sodir etilgan qilmish natijasida sog‘lik holati uning boshlang‘ich holatiga nisbatan yomonlashgan bo‘lsa, jabrlanuvchi sog‘lig‘iga zarar yetkazilganligini qayd etish lozimligi to‘g‘risidagi qoidaga amal qiladi.\n\n3. O‘zining sog‘lig‘iga zarar yetkazgan shaxs (o‘zining biron a‘zosini mayib qilish), uning mazkur harakatlari mustaqil jinoyatni, masalan harbiy yoki muqobil xizmatdan bo‘yin tovlash (JKning 225-moddasi), o‘zining biron a’zosini mayib qilish yo‘li bilan yoki boshqa usulda harbiy xizmatdan bo‘yin tovlash (JKning 290-moddasi) kabi jinoyatlarni vujudga keltirsagina jinoiy javobgarlikka tortilishi mumkin.\n\nBunday holatlarda o‘z sog‘lig‘iga zarar yetkazish JKning qayd etilgan moddalarida to‘g‘ridan-to‘g‘ri ko‘rsatilgan jinoyatni sodir etish usuli sifatida xizmat qiladi, shuning uchun mazkur shaxslarning harakatlari boshqa moddalar bo‘yicha qo‘shimcha kvalifikatsiya qilishni talab qilmaydi.\n\nAgar shaxsning sog‘lig‘iga zarar yetkazish uning roziligi bilan ijtimoiy xavfli maqsadlarda sodir etilgan bo‘lsa, u holda aybdorning harakatlari jinoyatlar majmui bo‘yicha badanga tegishli darajadagi og‘irlikda shikast yetkazish hamda jabrlanuvchi tomonidan sodir etilgan jinoyatda ishtirokchilik sifatida kvalifikatsiya qilinishi zarur.\n\n4. Obyektiv tomondan jinoyat huquqqa xilof ravishda boshqa shaxs sog‘lig‘iga zarar yetkazishda ifodalanadi. Badanga shikast yetkazish quyidagi vositalar bilan amalga oshirilishi mumkin: jismoniy ta’sir (mexanik, termik, elektr va hokazo); badanga kimyoviy yoki biologik faol vositalar bilan ta’sir etish (turli kislotalar, zaharli moddalar, gazlar va hokazodan foydalanish); ruhiy ta’sir ko‘rsatish orqali.\n\n5. Badanga shikast yetkazishni tugallangan jinoyat deb topish uchun muayyan, qonunda aniq ko‘rsatilgan oqibatlarning yuzaga kelishi zarur (mehnat qobiliyatini yo‘qotish, biron a’zoning ishdan chiqishi yoki uning faoliyati tamoman yo‘qolishi, homiladorlikning uzilishi va hokazo).\n\n6. Shaxsni JKning 104-moddasi bo‘yicha javobgarlikka tortishning zaruriy sharti sodir etilgan ijtimoiy xavfli qilmish va yuzaga kelgan badanga og‘ir shikast yetkazish kabi oqibatlar o‘rtasidagi sababiy bog‘lanishni aniqlashdir. Sababiy bog‘lanish bo‘lmagan holatda vujudga kelgan oqibatlar shaxsning aybiga qo‘yilishi mumkin emas.\n\nO‘zbekiston Respublikasi Oliy sudi Plenumi «Badanga qasddan shikast yetkazishga oid ishlar bo‘yicha sud amaliyoti to‘g‘risida»gi qarorida tushuntirish berganidek, agar JKning 104-moddasida ko‘rsatilgan oqibatlar, garchi ular aybdorning huquqqa xilof harakatlari bilan bog‘liq bo‘lsa-da, biroq organizmning individual xususiyatlari yoki ko‘rsatilgan tibbiy yordam tegishlicha bo‘lmaganligi, jabrlanuvchining unga yetkazilgan ziyon og‘irlashishiga sabab bo‘lgan o‘z harakatlari, aybdorning qasdi bilan qamrab olinmagan boshqa holatlar tufayli kelib chiqqan bo‘lsa, qilmishni JKning ko‘rsatilgan moddasi bilan kvalifikatsiya qilish uchun asoslar bo‘lmaydi.\n\nShu munosabat bilan, agar sababiy bog‘lanishning rivojlanishi shaxsning qasdi bilan qamrab olingan bo‘lsa, sababiy bog‘lanish to‘g‘ridan-to‘g‘ri yoki bavosita bo‘lganligidan qat’i nazar, mazkur shaxs yuzaga kelgan oqibatlar uchun javobgarlikka tortilishi lozim. Masalan, jabrlanuvchi organizmning individual xususiyatlari aybdorga ma’lum bo‘lsa va uning ongi bilan jabrlanuvchi organizmning individual xususiyatlari aybdor tomonidan sodir etilayotgan ijtimoiy xavfli qilmishlar bilan birgalikda qonunda ko‘rsatilgan oqibatlarning yuzaga kelishiga olib kelishi mumkinligi qamrab olingan bo‘lsa, shaxsning aybiga jabrlanuvchiga amalda yetkazilgan zarar qo‘yilishi kerak.\n\n7. Subyektiv tomondan badanga og‘ir shikast yetkazish aybning qasd shakli bilan tavsiflanadi va muayyan holatlarga ko‘ra to‘g‘ri qasd bilan ham, egri qasd bilan ham sodir etilishi mumkin. Agar aybdor o‘z harakati yoki harakatsizligining ijtimoiy xavfli ekanligini anglasa, jabrlanuvchi badaniga og‘ir shikast yetkazishi mumkinligiga ko‘zi yetsa va shuni xohlasa yoki xohlamasa-da bunga ongli ravishda yo‘l qo‘ysa yoki o‘z qilmishidan kelib chiqadigan oqibatlarga befarq qarasa, barcha qilmish aslida kelib chiqqan oqibatlar bo‘yicha kvalifikatsiya qilinadi.\n\nAybdorning boshqa shaxsning badaniga og‘ir shikast yetkazish qasdi aniqlansa, biroq amalda kamroq darajadagi og‘irlikda badanga shikast yetkazilsa, aybdor badanga og‘ir shikast yetkazishga suiqasd qilish uchun javobgarlikka tortilishi zarur, chunki uning qasdi aynan mazkur og‘irlikdagi shikast yetkazishga qaratilgan edi (masalan, aybdor shaxs jabrlanuvchining yuziga kislota sepmoqchi bo‘ldi, lekin jabrlanuvchi o‘girilib olishga muvaffaq bo‘ldi va sog‘lig‘iga hech qanday zarar yetkazilmadi).\n\n8. Sharhlanayotgan moddaning birinchi qismida ushbu Kodeksning 126-moddasida nazarda tutilgan jinoyat alomatlari mavjud bo‘lmagan holda badanga og‘ir shikast yetkazish belgilarining quyidagi ro‘yxati keltirilgan: sodir etilayotgan paytda hayot uchun xavflilik; ko‘rish, so‘zlash, eshitish qobiliyatini yo‘qotish yoki biron a’zoning ishdan chiqishi yoki uning faoliyati tamoman yo‘qolishi; ruhiy holatining buzilishi; umumiy sog‘lik buzilib, umumiy mehnat qobiliyatining o‘ttiz uch foizdan kam bo‘lmagan qismining doimiy yo‘qolishi; homilaning tushishi; badanning tuzalmaydigan darajada xunuklashishi.\n\n9. JKning 104-moddasi 1-qismida nazarda tutilgan belgilardan bittasi ham mavjud bo‘lganda badanga shikast yetkazish og‘ir deb e’tirof etiladi. Shuni ham nazarda tutish kerakki, JK 104, 105, 109-moddalari birinchi qismlarida qayd etilgan badanga yetkaziladigan turli darajadagi shikast belgilari doirasi qat’iydir. Bunda badanga yetkazilgan shikast muayyan darajadagi og‘irlikka taalluqliligini e’tirof etish uchun ulardan bittasi yetarli bo‘ladi. Agar badanga yetkazilgan shikast og‘ir, o‘rtacha og‘ir yoki yengil xususiyatga ega ekanligini ko‘rsatuvchi bir necha belgi mavjudligi aniqlansa, shaxsni jinoyat ishida ayblanuvchi tariqasida ishtirok etishga jalb qilish to‘g‘risidagi qarorda hamda sud hukmida ularning barchasi bayon etilishi shart.\n\nAybdorning qasddan qilgan harakatlari oqibatida jabrlanuvchi badaniga og‘ir shikastdan tashqari boshqa og‘irlik darajasidagi shikast yetkazilgan hollarda qilmishni Jinoyat kodeksining badanga yengilroq darajada shikast yetkazganlik uchun javobgarlikni nazarda tutuvchi tegishli moddalari bilan qo‘shimcha kvalifikatsiya qilish talab etilmaydi.\n\n10. Agar badanga shikast yetkazish jabrlanuvchining hayoti uchun xavf tug‘dirayotgan bo‘lsa, badanga og‘ir shikast yetkazish toifasiga mansub bo‘ladi. Bunda tibbiy aralashuvsiz o‘z-o‘zicha kechgan holatlarda jabrlanuvchining o‘limiga olib kelishi mumkin bo‘lgan shikastlar haqida gap ketmoqda.\n\nYetkazilgan shikastning hayot uchun xavfliligi kelib chiqqan oqibatlardan qat’i nazar shikast yetkazish vaqtida aniqlanadi. Bunday hollarda yetkazilgan shikastning nima bilan tugashi jinoyatning kvalifikatsiyasiga ta’sir ko‘rsatmaydi. Hayot uchun xavfli shikastlarning qat’iy ro‘yxati Badanga yetkazilgan shikast og‘irligini sud-tibbiy yo‘sinda belgilash qoidalarida keltirilgan.\n\n11. Hayot uchun xavfli bo‘lgan badanga shikast yetkazishni qasddan odam o‘ldirishga suiqasd qilishdan farqlash kerak.\n\nShu munosabat bilan Oliy sud Plenumi ta’kidlaydiki, ko‘rsatilgan jinoyat tarkiblarini farqlash uchun aybdorning qasdi nimaga qaratilganligini, uning o‘z harakatlari oqibati, ya’ni jabrlanuvchining o‘limiga nisbatan subyektiv munosabatini inobatga olish darkor.\n\nQasddan odam o‘ldirish jinoyatini sodir etayotganda aybdor shaxsning hayotdan mahrum qilish niyatida harakat qiladi, badanga og‘ir shikast yetkazish shaxsning o‘limiga sabab bo‘lgan hollarda esa o‘limga nisbatan uning aybi ehtiyotsizlik shaklida ifodalanadi.\n\nAybdorning qasdi nimaga qaratilganligi to‘g‘risidagi masalani hal etishda qilmishning barcha holatlari majmuidan kelib chiqilishi, xususan jinoyatni sodir etish usuli va quroli, tan jarohatlari soni, xususiyati va o‘rni (masalan, odam hayoti uchun muhim a’zolarning jarohatlanganligi), jinoiy harakatlar to‘xtashi sabablari, shuningdek aybdor va jabrlanuvchining jinoyat sodir etilgunga qadar bo‘lgan fe’l-atvori, o‘zaro munosabatlari, aybdorning jinoyat sodir etilgandan keyingi harakatlari xususiyati e’tiborga olinishi lozim.\n\n12. Aybdor hayot uchun xavfli bo‘lgan badanga og‘ir shikast yetkazayotganida jabrlanuvchini o‘ldirib qo‘yishi mumkinligini nafaqat anglagan va shunday bo‘lishi ehtimoli borligini faraz qilganda, balki shunday oqibat yuz berishini xohlagan, ya’ni boshqa odamni o‘ldirishga qaratilgan to‘g‘ri qasd bilan harakat qilgandagina uning qilmishi odam o‘ldirishga suiqasd deb kvalifikatsiya qilinishi lozim.\n\nHayot uchun xavfli bo‘lgan badanga qasddan shikast yetkazish aybdorda bevosita o‘ldirish qasdi bo‘lmasa, JKning 104-moddasi 1-qismi bo‘yicha kvalifikatsiya qilinishi lozim. Badanga hayot uchun xavfli shikast yetkazishni to‘g‘ri kvalifikatsiya qilish jinoyatning subyektiv tomonini puxta tahlil qilishni, aybdorning qasdi xususiyati va yo‘nalishini aniq belgilashni taqozo etadi.\n\n13. Ko‘rish qobiliyatini yo‘qotish bu ikkala ko‘zning butunlay ko‘rmay qolishi yoki ko‘rish qobiliyatining 2 metr va undan kam masofada barmoq sanarli darajada pasayishi holati (ko‘rish quvvati 0,04 va undan ham kam bo‘ladi). Bir ko‘zning ko‘rish qobiliyatini yo‘qotishi umumiy mehnat qobiliyatining uchdan bir qismini doimiy yo‘qotish belgisi bilan badanga og‘ir shikast yetkazish toifasiga kiradi. Ko‘rmaydigan ko‘zning shikastlanishi uning olib tashlanishini taqozo etsa, qilmish sog‘lik yomonlashganining muddati bo‘yicha kvalifikatsiya qilinadi.\n\n14. So‘zlash qobiliyatini yo‘qotish bu jabrlanuvchining o‘z fikrini boshqalarga tushunarli bo‘lgan aniq tovushlar vositasida ifodalash imkoniyatidan mahrum bo‘lishi. Tilni yo‘qotish a’zoni yo‘qotish alomatiga ko‘ra badanga og‘ir shikast yetkazishga taalluqlidir.\n\n15. Eshitish qobiliyatini yo‘qotish deganda to‘la karlik yoki jabrlanuvchining qulog‘idan 3-5 sm masofadagi og‘zaki nutqni eshita olmasligidek tuzatib bo‘lmas holatni tushunmoq kerak. Bir quloqning eshitish qobiliyati yo‘qolishi umumiy mehnat qobiliyatining 15 foizini yo‘qotganlik belgisi bilan badanga o‘rtacha og‘irlikdagi shikast yetkazishga kiradi.\n\n16. Biron arzoning ishdan chiqishi yoki uning faoliyati tamoman yo‘qolishi deb odamning hayot faoliyatini ta’minlaydigan a’zolaridan (ichki, tashqi) birortasini, shu jumladan juft a’zolarni ham o‘zlariga xos vazifalarni bajarishdan mahrum etishni tushunish lozim. Mazkur belgilarga ko‘rish, so‘zlash, eshitish qobiliyatini yo‘qotish bilan birga quyidagilar ham taalluqlidir:\n\n- qo‘l, oyoq yoki boshqa organni yo‘qotish, ya’ni mazkur a’zolarning gavdadan butunlay ajralib qolishi yoki vazifasini bajara olmaydigan holga kelishi tushunilib, bunday hollarda jabrlanuvchi mazkur a’zolardan foydalanish imkoniyatini to‘la yo‘qotadi (oyoq tayanish yoki harakatlanish qobiliyatini yo‘qotadi, qo‘l ishga yaroqsiz bo‘lib qoladi va hokazo). Qo‘l yoki oyoqning tirsak yoki tizzadan kesib tashlanishi qo‘l yoki oyoqni yo‘qotish deb topiladi. Boshqa barcha holatlar qo‘l yoki oyoqning bir qismi yo‘qotilishi deb qaraladi va a’zolarning mehnat qobiliyatini muayyan darajada doimiy yo‘qotishi alomati bo‘yicha baholanishi lozim;\n\n- nasl qoldirish qobiliyatining yo‘qotilishi deganda jinsiy aloqa qilish qobiliyatini yo‘qotish yoki urug‘lantirish, homilador bo‘lish va bola tug‘ish qobiliyatidan mahrum bo‘lish tushuniladi. Ushbu belgiga ko‘ra, bir me’yordagi qovushish qobiliyatining yo‘qolishiga sabab bo‘lgan jarohat og‘ir tan jarohati ro‘yxatiga kiritiladi. Ayollarda bu bachadon, tuxumdon yoki naylarning jarohatlanishi homilador bo‘lish, homilani bir me’yorda ko‘tarib yurish va tug‘ish imkoniyatidan mahrum bo‘lishga olib kelishi mumkin. Erkaklarda nasl qoldirish qobiliyatining yo‘qolishi urug‘lantirish qobiliyatining yo‘qotilishida ifodalanishi mumkin.\n\n17. JKning 104-moddasi 1-qismida badanga og‘ir shikast yetkazishning belgilaridan biri sifatida shaxsning atrof voqelikni to‘g‘ri idrok etishi va o‘z xulq-atvorini nazorat qilishiga muhim ta’sir etadigan normal ruhiy faoliyatning buzilishida namoyon bo‘ladigan ruhiy holatning buzilishi ko‘rsatilgan. Bunday kasalliklar idrok, tafakkur, xotira, his-hayajon, diqqat, iroda, xohish va xulq-atvorning buzilishi bilan bog‘liq bo‘ladi. Ruhiy holatning buzilishi vaqtinchalik xususiyatga ega bo‘lishi yoki surunkaliga aylanishi mumkin.\n\nRuhiy holatning buzilishi tashxisini qo‘yish va uning olingan jarohatga bog‘liqligi psixiatrik ekspertiza bilan aniqlanadi. Bunday shikastning og‘irlik darajasini baholash sud-tibbiy ekspert ishtirokida amalga oshiriladi.\n\n18. Hayot uchun xavf tug‘dirmaydigan hamda biron a’zoning ishdan chiqishi yoki uning faoliyati tamoman yo‘qolishi bilan bog‘liq bo‘lmagan badanga shikast yetkazish natijasida jabrlanuvchining umuman sog‘lig‘i buzilib, umumiy mehnat qobiliyatining o‘ttiz uch foizdan kam bo‘lmagan qismi doimiy yo‘qolsa, mazkur badanga shikast yetkazish og‘ir shikast deb topiladi.\n\nJKning 104-moddasi 1-qismida jabrlanuvchiga huquqqa xilof ta’sir etish natijasida umumiy mehnat qobiliyatining yo‘qotilishi alohida ko‘rsatilgan. Bunday holatda mehnat qobiliyatining yo‘qotilishi doimiy, ya’ni muntazam yoki ma’lum bo‘lmagan uzoq muddatga yo‘qotilgan bo‘lishi lozim.\n\nBadanga shikast yetkazishni og‘ir deb topish uchun umumiy mehnat qobiliyatining kamida uchdan birini yo‘qotish holatlarini tushunish zarur.\n\n19. Homilaning tushishiga sabab bo‘lgan badanga shikast yetkazish, agar homilaning tushishi organizmning individual xususiyatlari bilan bog‘liq bo‘lmasdan, badanga yetkazilgan shikast bilan to‘g‘ridan-to‘g‘ri sababiy bog‘lanishda bo‘lsa, og‘ir deb topiladi.\n\nHomilaning tushishi nafaqat jismoniy zo‘rlik ishlatish, balki ruhiy ta’sir ko‘rsatish (hujum tufayli qattiq qo‘rqish, cho‘chish va hokazo) natijasida ham yuzaga kelishi mumkin. Homiladorlik muddati va homilaning yashash qobiliyati jinoyatni kvalifikatsiya qilish uchun ahamiyatsizdir.\n\nOliy sud Plenumining rahbariy tushuntirishlariga ko‘ra, agar jabrlanuvchi homilador ekanligini aybdor anglamagan bo‘lsa, uning badanga qasddan yetkazilgan va homilaning tushishiga sabab bo‘lgan shikast faqat aybdorda jabrlanuvchi badaniga og‘ir shikast yetkazishga nisbatan qasd mavjud bo‘lgan holda JKning 104-moddasi 1-qismi bilan, aks holda JKning 111-moddasi bilan ehtiyotsizlik orqasida badanga og‘ir shikast yetkazish sifatida kvalifikatsiya qilinmog‘i lozim.\n\n20. Badanning tuzalmaydigan darajada xunuklashishi deganda inson qiyofasiga yoqimsiz, seskantiradigan ko‘rinish beruvchi jarohat (jumladan, mexanik ta’sir, olov, agressiv moddalar va hokazolar ta’sirida yuz simmetriyasining, mimikaning buzilishi, chuqur chandiqlar, kertiklar paydo bo‘lishi, badanning yara bosishi, burun, lab, quloqning ajratilishi va boshqa nuqsonlar) tushunilishi lozim.\n\nSud-tibbiy eksperti badanga shikast yetkazishni xunuklashish sifatida tavsiflamaydi, chunki mazkur tushuncha tibbiy sohaga oid emas. U yetkazilgan badan jarohatlarining tuzalmaydigan darajada ekanligi masalasinigina aniqlaydi.\n\nShikastning tuzalishi deganda vaqt o‘tishi bilan yoki jarrohlik aralashuvi bilan bog‘liq bo‘lmagan tibbiy vositalar ta’sirida patologik o‘zgarishlarning (chandiqlar, tirtiqliklar, mimika buzilishlari va hokazoning) ancha kamayib borishi tushuniladi. Agar shikastni yo‘qotish uchun jarrohlik aralashuvi (kosmetik operatsiya) talab qilinsa, badanga yetkazilgan shikast tuzalmaydigan deb hisoblanadi.\n\nJarohatlarni xunuklashtiruvchi deb topish masalasi tergov organlari va sudga tegishli bo‘lib, u tomonidan jamiyatda mavjud estetik tasavvurlar nuqtayi nazaridan kelib chiqqan holda hal etiladi. Bunda mazkur jarohatlarni kiyim, soch turmagi va boshqa yo‘sinda yashirish imkoniyati ularni xunuklashtiruvchi deb topish masalasiga ta’sir etmasligi lozim.\n\nSharhlanayotgan moddaga ko‘ra 126-moddasida alomatlari mavjud bo‘lmaganda deganda shuni tushunish lozimki, bu moddalar o‘zaro jabrlanuvchilar doirasining chegaralanganligi bilan farqlanadi, ya’ni badanga og‘ir shikast yetkazish xotiniga (eriga), sobiq xotiniga (sobiq eriga), bir ro‘zg‘or asosida birgalikda yashayotgan shaxsga yoki umumiy farzandga ega bo‘lgan shaxsga nisbatan sodir etilsa ushbu Kodeksning 126-moddasi tegishli qismlari bilan javobgarlikka tortiladi.\n\n21. Sharhlanayotgan moddaning 2 va 3-qismlarida og‘irlashtiruvchi holatlarda badanga og‘ir shikast yetkazganlik uchun javobgarlik ko‘zda tutilgan.\n\n22. Homiladorligi aybdorga ayon bo‘lgan ayolga nisbatan qasddan badanga og‘ir shikast yetkazish JKning 104-moddasi 2-qismining «a» bandi bo‘yicha kvalifikatsiya qilinadi. Qilmishni JKning 104-moddasi 2-qismi «a» bandi bo‘yicha kvalifikatsiya qilish uchun ayolning homilador ekanligi holati uning badaniga shikast yetkazilgunga qadar aybdorga ma’lum bo‘lgan bo‘lishi lozim. So‘zsiz, agar ayolning homiladorligi ancha muddatni tashkil etsa, homiladorlik belgilari ko‘rinib turadi, bunda qilmishni kvalifikatsiya qilish qiyin bo‘lmaydi. Lekin agar jabrlanuvchining homiladorligi qisqa muddatni tashkil etsa, uning homiladorligi aybdorga ayon bo‘lmasa va unda jabrlanuvchiga faqat tan jarohati yetkazish qasdi aniqlansa, homilaning tushishi JKning 104-moddasi 1-qismi belgisi sifatida aybdorning aybiga qo‘yilishi mumkin. Aks holda shaxs ehtiyotsizlik orqasida sog‘lig‘iga amalda yetkazilgan zarar uchun javobgarlikka tortilishi lozim.\n\nBunda Oliy sud instansiyasining ko‘rsatmasiga binoan, qilmishni JKning 104-moddasi 2-qismi «a» bandi bilan kvalifikatsiya qilish uchun homilani tushirishga nisbatan qasd mavjud bo‘lishi, aybdorning harakatlari homilaning tushishiga olib kelmagan hollarda esa badanga boshqa, tegishlicha, og‘ir, o‘rtacha og‘ir shikast yetkazilgan bo‘lishi shart. Aks holda harakatlar kelib chiqqan oqibatlar bo‘yicha JKning badanga qasddan shikast yetkazish uchun javobgarlikni nazarda tutuvchi tegishli moddasi bilan kvalifikatsiya qilinadi.\n\n23. O‘z xizmat yoki fuqarolik burchini bajarishi munosabati bilan shaxsga yoki uning yaqin qarindoshlariga nisbatan qasddan badanga og‘ir shikast yetkazish uchun javobgarlik JKning 97-moddasi 2-qismi «b» bandida nazarda tutilgan. JKning 104-moddasi 2-qismi «b» bandi bilan o‘z xizmat yoki fuqarolik burchini bajarishi munosabati bilan shaxsga yoki uning yaqin qarindoshlariga bunday shaxs tomonidan o‘z xizmat faoliyati yoki fuqarolik burchini bajarishga to‘sqinlik qilish, shuningdek bunday faoliyat uchun o‘ch olish maqsadida qasddan og‘ir shikast yetkazgan aybdorning harakatlari kvalifikatsiya qilinishi lozim.\n\nFuqarolik burchini bajarish deganda, jumladan insonning O‘zbekiston Respublikasi Konstitutsiyasi va qonunlarida mustahkamlangan majburiyatlarni bajarishga qaratilgan har qanday qonuniy faoliyati tushuniladi.\n\n24. O‘ta shafqatsizlik bilan qasddan badanga og‘ir shikast yetkazish JKning 104-moddasi 2-qismi «v» bandiga muvofiq kvalifikatsiya qilinadi. Badanna qasddan yetkazilgan og‘ir shikastni JKning 104-moddasi 2-qismi «v» bandi bo‘yicha kvalifikatsiya qilish uchun aybdorda jabrlanuvchiga bunday shikastni alohida jismoniy yoki ruhiy azob beruvchi usulda yetkazishga nisbatan qasd mavjud bo‘lganligini aniqlash lozim.\n\nO‘ta shafqatsizlik badanga og‘ir shikast yetkazishga sabab bo‘lgan azoblash va qiynashda namoyon bo‘lishi mumkin. Bunda azoblash deganda uzoq vaqt ovqat, suv yoki issiqlikdan mahrum qilish kabi xo‘rlovchi harakatlar yoki insonni sog‘lik uchun ziyon yetkazuvchi sharoitga solish yoki unda qoldirish va hokazo tushunilishi lozim. Qiynash deganda ko‘p marta yoki uzoq vaqt davomida og‘riq yetkazuvchi, jumladan muttasil do‘pposlash, chimchilash, kesish, o‘tmas yoki o‘tkir-sanchiluvchi predmetlar bilan ko‘p sonli, biroq chuqur bo‘lmagan jarohatlar yetkazish, elektr yoki termik omillar orqali ta’sir ko‘rsatish va hokazo bilan bog‘liq harakatlar tushunilishi lozim.\n\nXuddi odam o‘ldirish jinoyatidagidek jabrlanuvchi uchun yaqin shaxslar (uning yaqin qarindoshlari hamda u bilan alohida do‘stlik munosabatlarida bo‘lgan shaxslar) ko‘z o‘ngida uning badaniga shikast yetkazish holati, basharti bunda aybdor o‘z harakatlari bilan ularga alohida azob berayotganligini anglagan bo‘lsa, aybdor tomonidan namoyon etilgan o‘ta shafqatsizlik ifodasi sifatida baholanishi lozim.\n\nBadanga qasddan og‘ir shikast yetkazish usulini o‘ta shafqatsizlik xususiyatiga ega deb topish masalasini hal qilish sud-tibbiyot ekspertining emas, tergov organlari va sudlar vakolatiga taalluqlidir.\n\n25. Ommaviy tartibsizlik jarayonida qasddan badanga og‘ir shikast yetkazish JKning 104-moddasi 2-qismi «g» bandi bilan kvalifikatsiya qilinadi. Badanga qasddan og‘ir shikast yetkazishni ommaviy tartibsizlik jarayonida sodir etilgan deb JKning 104-moddasi 2-qismi «g» bandi bilan kvalifikatsiya qilishda shuni nazarda tutish kerakki, agar aybdor tomonidan ommaviy tartibsizliklar jarayonida qasddan badanga og‘ir yoki o‘rtacha og‘ir shikast yetkazishdan tashqari yakson qilish, buzish, o‘t qo‘yish va shu kabi boshqa jinoyatlar sodir qilingan bo‘lsa, uning harakatlari jinoyatlar majmui bo‘yicha kvalifikatsiya qilinishi lozim.\n\n26. Tamagirlik niyatida qasddan badanga og‘ir shikast yetkazish, ayni paytda bosqinchilik belgilari mavjud bo‘lmagan holda JKning 104-moddasi 2-qismi «d» bandi bo‘yicha kvalifikatsiya qilinadi. Agar og‘ir tan jarohati bosqinchilik jarayonida yetkazilgan bo‘lsa, qilmishni JKning 164-moddasi 3-qismi «g» bandi bo‘yicha badanga og‘ir shikast yetkazgan holda sodir etilgan bosqinchilik sifatida kvalifikatsiya qilish lozim.\n\n27. Bezorilik oqibatida qasddan badanga og‘ir shikast yetkazish JKning 104-moddasi 2-qismi «ye» bandiga muvofiq kvalifikatsiya qilinadi va JKning 277-moddasi bilan qo‘shimcha kvalifikatsiya qilishni talab etmaydi. Agar aybdor mazkur jinoyatdan tashqari yana bezorilik jinoyati belgilari mavjud boshqa harakatlarni sodir etgan bo‘lsa, qilmish JK 104-moddasi ikkinchi qismining «ye» bandi va 277-moddasining tegishli qismida ko‘rsatilgan jinoyatlar majmui bo‘yicha kvalifikatsiya qilinishi lozim.\n\n28. Millatlararo yoki irqiy adovat zamirida qasddan badanga og‘ir shikast yetkazish JKning 104-moddasi 2-qismi «j» bandida nazarda tutilgan. Jinoyatni JKning 104-moddasi 2-qismi «j» bandi bo‘yicha kvalifikatsiya qilish uchun u boshqa motivlarda (masalan, muayyan jabrlanuvchiga nisbatan rashk, o‘ch olish, shaxsiy kelishmovchilik munosabati tufayli) emas, balki aynan millatlararo yoki irqiy adovat zamirida (ya’ni boshqa millatga, irqqa mansub shaxsni, uning turmush tarzini, kundalik turmushini, madaniyatini, odatlarini, oiladagi tartibini yoqtirmaslik yoki ularga nafrat bilan qarash motivlari bilan yoki millatlararo, irqlararo adovat yoki nifoq solish maqsadida) sodir etilganligi aniqlanishi lozim.\n\n29. Diniy taassublar zamirida qasddan badanga og‘ir shikast yetkazish JKning 104-moddasi 2-qismi «z» bandida nazarda tutilgan. Mazkur band bilan jabrlanuvchiga nisbatan diniy taassublar zamirida uning diniy e’tiqodi munosabati bilan, aksariyat hollarda muayyan diniy konfessiya sha’ni va obro‘sizlantirish kamsitish, diniy adovat yoki ixtilof qo‘zg‘atish maqsadida qasddan yetkazilgan, tegishlicha og‘ir, o‘rtacha og‘ir shikast kvalifikatsiya qilinishi lozim.\n\n30. Inson a’zolarini va (yoki) to‘qimalarini olish maqsadida qasddan badanga og‘ir shikast yetkazish JKning 104-moddasi 2-qismi «i» bandiga muvofiq kvalifikatsiya qilinadi. Jabrlanuvchi badaniga uning organlari yoki to‘qimalarini qonunsiz olish paytida yetkazilgan og‘ir shikast ham transplantatsiya maqsadida uni o‘z organlari yoki to‘qimalarini berishga majburlash paytida yetkazilgan og‘ir shikast ham JK 104-moddasi ikkinchi qismining «i» bandi bilan kvalifikatsiya qilinishi lozim. Bunda aybdorning harakatlari natijasida kishi organi yoki to‘qimasi olingan bo‘lishi shart bo‘lmay, unda transplantant olish maqsadi borligi aniqlanishining o‘zi kifoya.\n\n31. Bir guruh shaxslar tomonidan qasddan badanga og‘ir shikast yetkazish JKning 104-moddasi 2-qismining «k» bandiga ko‘ra kvalifikatsiya qilinadi. Mazkur band oldindan til biriktirgan bir guruh shaxslar tomonidan ham, oldindan til biriktirmagan bir guruh shaxslar tomonidan ham badanga qasddan og‘ir shikast yetkazish hollarida shaxslarning aybiga qo‘yilishi zarur. Oliy sud instansiyasining ko‘rsatmasiga muvofiq, badanga og‘ir shikast bir guruh shaxslar tomonidan yetkazilgan deb topish uchun ikki va undan ortiq shaxs bunday shikast yetkazish maqsadida birgalikda harakat qilib, uni sodir etishda ham ijrochi sifatida qatnashgan bo‘lishi kerak. Biroq badanga shikast ulardan har biri tomonidan yetkazilgan bo‘lishi shart emas (masalan, guruh ishtirokchilaridan biri jabrlanuvchining qarshiligini bostirsa, ayni paytda boshqasi unga jarohat yetkazadi). Badanga og‘ir shikast yetkazishga qaratilgan harakatlar bir shaxs tomonidan sodir etilish jarayonida unga boshqa shaxslar shu maqsadda kelib qo‘shilganda ham bunday jinoyat bir guruh shaxslar tomonidan sodir etilgan deb topilishi kerak.\n\n32. Agar jinoyat qurolni yoki sovuq qurol sifatida foydalanilishi mumkin bo‘lgan ashyolarni ishlatib sodir etilgan bo‘lsa JKning 104-moddasi 2-qismining «l» bandi bo‘yicha javobgarlik nazarda tutiladi. O‘zbekiston Respublikasining 2019 yil 29 iyuldagi «Qurol to‘g‘risida»gi QO‘RQ-550-sonli Qonuniga binoan sovuq qurol sifatida foydalanilishi mumkin bo‘lgan ashyolar deganda kasbiy, ishlab chiqarish yoki sport faoliyatida yoki xo‘jalik-maishiy maqsadlarda foydalanish uchun mo‘ljallangan, sanoat usulida yoki qo‘lbola tarzda yasalgan tig‘li, kesuvchi ashyolar (pichoqlar, bigizlar va boshqa uchi o‘tkirlangan sanchiladigan, kesuvchi ashyolar), jismoniy kuch ishlatganda shikast yetkazishi mumkin bo‘lgan ashyolar (beysbol bitalari, softbol o‘yini uchun bitalar) tushuniladi.\n\n33. Ikki yoki undan ortiq shaxsga nisbatan qasddan badanga og‘ir shikast yetkazish uchun javobgarlik JKning 104-moddasi 3-qismi «a» bandida nazarda tutilgan. Ikki va undan ortiq shaxs badaniga qasddan yetkazilgan og‘ir shikast, basharti aybdorning harakatlari yagona qasd bilan qamrab olingan va odatda uzluksiz bir vaqtning o‘zida yoki juda qisqa vaqt ichida sodir etilgan bo‘lsa, JKning 104-moddasi 3-qismi «a» bandi bilan kvalifikatsiya qilinishi lozim.\n\n34. Takroran, xavfli retsidivist yoki ilgari JKning 97-moddasida nazarda tutilgan tarzda qasddan odam o‘ldirgan shaxs tomonidan qasddan badanga og‘ir shikast yetkazish JKning 104-moddasi 3-qismi «b» bandi bo‘yicha kvalifikatsiya qilinadi. Qasddan badanga ikki va undan ortiq marta, uni sodir etishga yagona qasd mavjud bo‘lmagan holda va odatda turli vaqtda og‘ir shikast yetkazish JKning 104-moddasi 3-qismi «b» bandi bilan takroriylik belgisi bo‘yicha kvalifikatsiya qilinadi.\n\nQasddan badanga yetkazilgan og‘ir shikastni JKning 104-moddasi 3-qismi «b» bandi bo‘yicha kvalifikatsiya qilish uchun aybdor jinoyatning ijrochisi yoki boshqa turdagi ishtirokchisi ekanligi ahamiyat kasb etmaydi. Ayni paytda shuni nazarda tutish kerakki, aybdor tomonidan muqaddam boshqa jinoyat sodir etilgan bo‘lib, uning tarkibiy qismini qasddan og‘ir shikast yetkazish tashkil etilganligi (masalan, shaxs muqaddam bosqinchilik, terrorizm, bezorilik, harbiy xizmatchilar o‘rtasida o‘zaro munosabatlarga oid ustav qoidalarini buzish va hokazo jinoyatlarni sodir etgan bo‘lsa) qilmishni takroriylik belgisi bo‘yicha kvalifikatsiya qilish uchun asos bo‘lmaydi.\n\nKo‘rib chiqilayotgan jinoyat ishtirokchilikda sodir etilganda takroriylik sifatidagi kvalifikatsiya belgisi faqat ushbu belgiga loyiq aybdorga nisbatan qo‘llanilib, boshqa ishtirokchilarga nisbatan qo‘llanilishi istisno etiladi.\n\n35. O‘ta xavfli retsidivist tomonidan qasddan badanga og‘ir shikast yetkazish uchun javobgarlik JK 104-moddasi 3-qismi «v» bandida nazarda tutilgan. (O‘ta xavfli retsidivist tushunchasi to‘g‘risida JKning 34 va 97-moddalariga berilgan sharhga qarang).\n\n36. Uyushgan guruh a’zosi tomonidan yoki shu guruh manfaatlarini ko‘zlab sodir etilgan qasddan badanga og‘ir shikast yetkazish JKning 104-moddasi 3-qismi «g» bandi bo‘yicha kvalifikatsiya qilinadi. (Uyushgan guruh tushunchasi to‘g‘risida JKning 29 va 97-moddalari sharhiga qarang).\n\n37. Jabrlanuvchining o‘lishiga sabab bo‘lgan qasddan badanga og‘ir shikast yetkazish uchun javobgarlik JKning 104-moddasi 3-qismi «d» bandi bo‘yicha kelib chiqadi.\n\nAybdorning qilmishlarini JKning 104-moddasi 3-qismi «d» bandi bo‘yicha kvalifikatsiya qilish uchun aybdorning qasdi jabrlanuvchining badaniga aynan og‘ir shikast yetkazishga qaratilganligi va bu og‘ir shikast uning o‘limiga olib kelganligini aniqlash zarur. Qasddan kaltaklash, mushtlashish, yengil tan jarohati yetkazish oqibatida jabrlanuvchi ehtiyotsizlik orqasida hayotdan mahrum etilganda aybdorning qilmishlari ehtiyotsizlik orqasidan odam o‘ldirish sifatida JKning 102-moddasi bo‘yicha kvalifikatsiya qilinishi lozim.\n\nJabrlanuvchi badaniga o‘rtacha og‘irlikdagi shikast yetkazilgan bo‘lsa-yu, oqibatda yetkazilgan shikast jabrlanuvchining o‘limiga olib kelsa, aybdorning harakatlari jinoyatlar majmui bo‘yicha JKning 105-moddasi va 102-moddasi bilan kvalifikatsiya qilinishi lozim. Qilmishni bunday kvalifikatsiya qilish uchun aybdor mazkur aniq vaziyatda sababiy bog‘lanishning bunday rivojlanishiga ko‘zi yetishi mumkinligi va lozimligi aniqlanishi lozim. Aks holda uning harakatlari faqat JKning 105-moddasi bilan kvalifikatsiya qilinishi lozim.\n\n38. Jabrlanuvchining o‘limiga sabab bo‘lgan qasddan badanga og‘ir shikast yetkazish jinoyatini qasddan odam o‘ldirish jinoyatidan farqlash aybdor qasdining mazmuni va yo‘naltirilganligi bo‘yicha amalga oshiriladi. Ya’ni, agar aybdorning harakatlari unda badanga og‘ir shikast yetkazishga to‘g‘ri yoki egri qasd hamda odam o‘ldirishga nisbatan aybning ehtiyotsizlik shakli mavjudligidan dalolat berayotgan bo‘lsa, uning harakatlari jabrlanuvchining o‘limiga sabab bo‘lgan qasddan badanga og‘ir shikast yetkazish sifatida JKning 104-moddasi 3-qismi «d» bandi bo‘yicha kvalifikatsiya qilinishi lozim. Agar aybdorning qasdi jabrlanuvchini hayotdan mahrum etishga qaratilgan yoki bunday oqibat uning qasdi bilan qamrab olingan bo‘lsa, uning harakatlari JKning odam o‘ldirish uchun javobgarlikni nazarda tutuvchi moddalari bo‘yicha kvalifikatsiya qilinishi zarur.\n\nAybdor qasdining mazmuni to‘g‘risidagi masalani yechishda sodir etilgan jinoyatning barcha holatlarini, jumladan jinoyatni sodir etish usullari va qurollari, tan jarohatlari soni, xususiyati va o‘rni (masalan, odam hayoti uchun muhim a’zolarning jarohatlanganligi), jinoiy harakatlar to‘xtashi sabablari, shuningdek aybdor va jabrlanuvchining jinoyat sodir etilgunga qadar bo‘lgan fe’l-atvori, o‘zaro munosabatlari e’tiborga olinishi zarur.\n\n39. Oliy sud Plenumining tushuntirishlariga ko‘ra, JKning 104-moddasi 3-qismi «d» bandida nazarda tutilgan jinoyatni ehtiyotsizlik orqasida odam o‘ldirishdan ham farqlash zarur. Bunda shuni e’tiborga olish lozimki, ehtiyotsizlik orqasida odam o‘ldirishda aybdorda jabrlanuvchi badaniga og‘ir shikast yetkazishga nisbatan ham, uni o‘ldirib qo‘yishga nisbatan ham qasd bo‘lmasligi taqozo etilsa, jabrlanuvchi badaniga uning o‘lishiga sabab bo‘lgan og‘ir shikast yetkazilganda esa shaxsning qasdi jabrlanuvchiga shunday shikast yetkazishga qaratilgan bo‘ladi.\n\n40. Tegishli qilmishlarni badanga og‘ir shikast yetkazish sifatida kvalifikatsiya qilishda e’tiborni shunga ham qaratish zarurki, agar aybdor qo‘llagan zo‘rlik jabrlanuvchini do‘pposlash, uning badaniga yengil yoki o‘rtacha og‘ir shikast yetkazishga sabab bo‘lsa, jabrlanuvchi badaniga og‘ir shikast (yoki jabrlanuvchining o‘limi) aybdorning aybi bilan qamrab olinmagan holatlar bo‘yicha (masalan, zarbadan so‘ng yiqilish natijasida) kelib chiqqan bo‘lsa, aybdor oqibatiga ko‘zi yetmagan, biroq ko‘zi yetishi shart va mumkin bo‘lgan yoki ko‘zi yetsa-da yetarli asoslarsiz uning oldini olishni mo‘ljallab qilgan harakatlari natijasida kelib chiqqan oqibatlar JK 111 yoki 102-moddalari bilan kvalifikatsiya qilinadi. Bunday paytda badanga qasddan yetkazilgan shikastlar alohida yuridik baholanishi lozim. Bunday harakatlarda jinoiy jazoga sazovor qilmish belgilari mavjud bo‘lsa, javobgarlik jinoyatlar majmui bo‘yicha kelib chiqadi.\n\nAgar zo‘rlik oqibatida qasddan badanga og‘ir shikast yetkazilgan bo‘lib, jabrlanuvchining aybdor ehtiyotsizlik shaklida subyektiv munosabat bildirgan o‘limi olingan jarohatlar, masalan yiqilish oqibatida kelib chiqqan bo‘lsa, qilmish qasddan badanga og‘ir shikast yetkazish va ehtiyotsizlik orqasida odam o‘ldirish jinoyatlari majmui bo‘yicha kvalifikatsiya qilinadi.\n\n41. JK 104-moddasi 2 yoki 3-qismlarining ikki va undan ortiq bandlarida nazarda tutilgan kvalifikatsiya belgilari mavjud bo‘lgan holda badanga qasddan og‘ir shikast yetkazish ushbu bandlarning barchasi bilan kvalifikatsiya qilinadi. Bunday hollarda jazo bir necha kvalifikatsiya belgisi mavjudligi hisobga olingan holda tayinlanishi lozim.\n\nAybdorning harakatlarida JK 104-moddasining ham 2, ham 3-qismlarida nazarda tutilgan kvalifikatsiya belgilari mavjud bo‘lgan hollarda barcha qilmish JKning 104-moddasi 3-qismi bo‘yicha kvalifikatsiya qilinishi lozim bo‘lib, biroq shaxsni jinoyat ishida ayblanuvchi tariqasida ishtirok etishga jalb etish to‘g‘risidagi qarorda va hukmda barcha kvalifikatsiya belgilari ko‘rsatilishi shart."
        },
        {
            "modda_raqami": "105-modda. Qasddan badanga o‘rtacha og‘ir shikast yetkazish.",
            "matni": "Sodir etilayotgan paytda hayot uchun xavfli bo‘lmagan va ushbu Kodeksning 104-moddasida nazarda tutilgan oqibatlarga olib kelmagan, lekin sog‘liqning uzoq vaqt, ya’ni kamida yigirma bir kun, ammo to‘rt oydan ko‘p bo‘lmagan davrda yomonlashuviga yoki umumiy mehnat qobiliyatining o‘n foizidan o‘ttiz uch foizigacha yo‘qolishiga sabab bo‘lgan qasddan badanga o‘rtacha og‘ir shikast yetkazish ushbu Kodeksning 126-moddasida nazarda tutilgan jinoyat alomatlari mavjud bo‘lmasa, uch yuz oltmish soatgacha majburiy jamoat ishlari yoki uch yilgacha axloq tuzatish ishlari yoki bir yildan uch yilgacha ozodlikni cheklash yoki uch yilgacha ozodlikdan mahrum qilish bilan jazolanadi.\n\nQasddan badanga o‘rtacha og‘ir shikast yetkazish:  \na) ikki yoki undan ortiq shaxsga nisbatan;  \nb) homiladorligi aybdorga ayon bo‘lgan ayolga nisbatan;  \nv) o‘z xizmat yoki fuqarolik burchini bajarishi munosabati bilan shaxsga yoki uning yaqin qarindoshlariga nisbatan;  \ng) o‘ta shafqatsizlik bilan;  \nd) ommaviy tartibsizliklar jarayonida;  \nye) tamagirlik niyatida;  \nj) millatlararo yoki irqiy adovat zamirida;  \nz) diniy taassublar zamirida;  \ni) bir guruh shaxslar yoki uyushgan guruh a’zosi tomonidan yoki shu guruh manfaatlarini ko‘zlab;  \nk) takroran, xavfli retsidivist yoki ilgari ushbu Kodeksning 104-moddasida nazarda tutilgan qasddan badanga og‘ir shikast yetkazish jinoyatini sodir etgan yoki ushbu Kodeksning 97-moddasida nazarda tutilgan qasddan odam o‘ldirish jinoyatini sodir etgan shaxs tomonidan;  \nl) o‘ta xavfli retsidivist tomonidan;  \nm) qurolni yoki sovuq qurol sifatida foydalanilishi mumkin bo‘lgan ashyolarni ishlatib sodir etilgan bo‘lsa, uch yildan besh yilgacha ozodlikni cheklash yoki uch yildan besh yilgacha ozodlikdan mahrum qilish bilan jazolanadi.",
            "sharxi": "1. Badanga o‘rtacha og‘ir shikast yetkazish jinoyati badanga og‘ir shikast yetkazish jinoyatidan eng avvalo shunisi bilan farq qiladiki, u hayot uchun xavfli bo‘lmaydi va odatdagidek kechganida insonning o‘limiga olib kelishi mumkin emas. Bundan tashqari, badanga o‘rtacha og‘ir shikast yetkazish badanga og‘ir shikast yetkazishga xos bo‘lgan oqibatlarni keltirib chiqarmaydi.\n\n2. Badanga o‘rtacha og‘ir shikast yetkazishning asosiy belgilari quyidagilardir:  \n- yetkazilayotgan paytda shaxs hayotiga xavfning mavjud emasligi;  \n- sog‘liqning kamida yigirma bir kun, biroq to‘rt oydan ko‘p bo‘lmagan davrga yomonlashuvi;  \n- umumiy mehnat qobiliyatining o‘n foizidan o‘ttiz uch foizigacha yo‘qolishi.\n\n3. Agar qasddan badanga o‘rtacha og‘ir shikast yetkazish:  \na) ikki yoki undan ortiq shaxsga nisbatan (JKning 104-moddasi 3-qismi «a» bandi sharhiga qarang);  \nb) homiladorligi aybdorga ayon bo‘lgan ayolga nisbatan (JKning 104-moddasi 2-qismi «a» bandi sharhiga qarang);  \nv) o‘z xizmat yoki fuqarolik burchini bajarishi munosabati bilan shaxsga yoki uning yaqin qarindoshlariga nisbatan (JKning 104-moddasi 2-qismi «b» bandi sharhiga qarang);  \ng) o‘ta shafqatsizlik bilan (JKning 104-moddasi 2-qismi «v» bandi sharhiga qarang);  \nd) ommaviy tartibsizliklar jarayonida (JKning 104-moddasi 2-qismi «g» bandi sharhiga qarang);  \nye) tamagirlik niyatida (JKning 104-moddasi 2-qismi «d» bandi sharhiga qarang);  \nj) millatlararo yoki irqiy adovat zamirida (JKning 104-moddasi 2-qismi «j» bandi sharhiga qarang);  \nz) diniy taassublar zamirida (JKning 104-moddasi 2-qismi «z» bandi sharhiga qarang);  \ni) bir guruh shaxslar yoki uyushgan guruh a’zosi tomonidan yoki shu guruh manfaatlarini ko‘zlab (JKning 104-moddasi 2-qismi «k» bandi sharhiga qarang);  \nk) takroran, xavfli retsidivist yoki ilgari JKning 104-moddasida nazarda tutilgan qasddan badanga og‘ir shikast yetkazish jinoyatini sodir etgan yoki JKning 97-moddasida nazarda tutilgan qasddan odam o‘ldirish jinoyatini sodir etgan shaxs tomonidan (JKning 32, 34, 97-moddalari va 104-moddasining 3-qismi «b» bandi sharhiga qarang);  \nl) o‘ta xavfli retsidivist tomonidan (JKning 34 va 97-moddalari sharhiga qarang);  \nm) qurolni yoki sovuq qurol sifatida foydalanilishi mumkin bo‘lgan ashyolarni ishlatib sodir etilgan bo‘lsa (JKning 104-modda 2-qism sharhiga qarang)."
        },
        {
            "modda_raqami": "106-modda. Kuchli ruhiy hayajonlanish holatida qasddan badanga og‘ir yoki o‘rtacha og‘ir shikast yetkazish. ",
            "matni": "Jabrlanuvchi tomonidan qilingan g‘ayriqonuniy zo‘rlik yoki og‘ir haqorat, shuningdek aybdorning yoki uning yaqin kishisining o‘limiga yoki sog‘lig‘iga ziyon yetkazilishiga sabab bo‘lgan yoki sabab bo‘lishi mumkin bo‘lgan boshqa g‘ayriqonuniy harakatlar tufayli to‘satdan yuz bergan kuchli ruhiy hayajonlanish holatida qasddan badanga og‘ir yoki o‘rtacha og‘ir shikast yetkazish, bazaviy hisoblash miqdorining ellik baravaridan yuz baravarigacha miqdorda jarima yoki uch yuz oltmish soatgacha majburiy jamoat ishlari yoki ikki yilgacha axloq tuzatish ishlari yoki bir yildan uch yilgacha ozodlikni cheklash yoki uch yilgacha ozodlikdan mahrum qilish bilan jazolanadi.",
            "sharxi": "1. Aybdorning qilmishlarini JKning 106-moddasi bo‘yicha kvalifikatsiya qilish uchun jabrlanuvchi badaniga og‘ir yoki o‘rtacha og‘ir shikast yetkazilganligini va bunda aybdor to‘satdan paydo bo‘lgan kuchli ruhiy hayajonlanish holatida bo‘lganligini aniqlab olish zarur. (Badanga og‘ir shikast yetkazish, badanga o‘rtacha og‘ir shikast yetkazish, kuchli ruhiy hayajonlanish tushunchalari to‘g‘risida JKning 98, 104, 105-moddalari sharhiga qarang).\n\n2. Qilmishni JKning 106-moddasi bo‘yicha kvalifikatsiya qilishning zaruriy sharti subyekt tomonidan jinoiy kuch ishlatib sodir etilgan harakatlarning huquqqa xilof tajovuzdan himoya vositasi bo‘lganligi. Aks holda, ular zaruriy mudofaa qoidalariga ko‘ra baholanishi kerak bo‘ladi. Badanga og‘ir yoki o‘rtacha og‘ir shikast yetkazgan aybdor qilmishlarini JKning 106-moddasi bo‘yicha kvalifikatsiya qilish jabrlanuvchi harakatlari shaxsining muhim manfaatlariga chinakam xavf tug‘dirmagan va shu bois zaruriy mudafaani taqozo etmagan yoki hujum tugagan va undan himoyalanishning zarurati qolmagan holatlardagina mumkin bo‘ladi.\n\n3. Oliy sud Plenumining tushuntirishlariga ko‘ra, kuchli ruhiy hayajonlanish holatida badanga qasddan og‘ir yoki o‘rtacha og‘ir shikast yetkazish, hatto JKning 104-moddasi 3-qismida ko‘rsatilgan aybni og‘irlashtiruvchi belgilar mavjud bo‘lgan taqdirda ham tegishli JKning 104, 105-moddasi bilan kvalifikatsiya qilinishi mumkin emas. Bunday harakatlar, jumladan, ular ehtiyotsizlik orqasida o‘limga sabab bo‘lgan holda ham JKning 106-moddasi bilan kvalifikatsiya qilinishi lozim."
        },
        {
            "modda_raqami": "107-modda. Zaruriy mudofaa chegarasidan chetga chiqib, qasddan badanga og‘ir shikast yetkazish ",
            "matni": "Zaruriy mudofaa chegarasidan chetga chiqib, qasddan badanga og‘ir shikast yetkazish, bazaviy hisoblash miqdorining ellik baravaridan yuz baravarigacha miqdorda jarima yoki uch yuz soatgacha majburiy jamoat ishlari yoki ikki yilgacha axloq tuzatish ishlari bilan jazolanadi.",
            "sharxi": "1. Zaruriy mudofaa chegarasidan chetga chiqmay, badanga og‘ir shikast yetkazish jinoyat deb topilmaydi. (Zaruriy mudofaa chegarasidan chetga chiqish to‘g‘risida 37-modda sharhiga qarang).\n\n2. Zaruriy mudofaa chegarasidan chetga chiqib, badanga shikast yetkazish, jarohat badanga og‘ir shikast yetkazish toifasiga mansub bo‘lmagan taqdirda, jinoyatni vujudga keltirmaydi.\n\n3. Kuchli ruhiy hayajonlanish holatida va zaruriy mudofaa chegarasidan chetga chiqib, badanga shikast yetkazish faqat JKning 107-moddasi bilan kvalifikatsiya qilinishi lozim. Bunday holda shaxsning harakatlarini qo‘shimcha JKning 106-moddasi bilan kvalifikatsiya qilish talab etilmaydi.\n\n4. Zaruriy mudofaa chegarasidan chetga chiqib, badanga qasddan og‘ir shikast yetkazish, hatto JKning 104-moddasi 3-qismida ko‘rsatilgan aybni og‘irlashtiruvchi belgilar mavjud bo‘lgan taqdirda ham JKning 104-moddasi bilan kvalifikatsiya qilinishi mumkin emas. Bunday harakatlar, jumladan, ular ehtiyotsizlik orqasida o‘limga sabab bo‘lgan holda ham JKning 107-moddasi bilan kvalifikatsiya qilinishi lozim."
        },
        {
            "modda_raqami": "108-modda. Ijtimoiy xavfli qilmish sodir etgan shaxsni ushlashning zarur choralari chegarasidan chetga chiqib, badanga qasddan og‘ir shikast yetkazish. ",
            "matni": "Ijtimoiy xavfli qilmish sodir etgan shaxsni ushlashning zarur choralari chegarasidan chetga chiqib, badanga qasddan og‘ir shikast yetkazish, bazaviy hisoblash miqdorining yigirma besh baravaridan ellik baravarigacha miqdorda jarima yoki uch yuz soatgacha majburiy jamoat ishlari yoki ikki yilgacha axloq tuzatish ishlari bilan jazolanadi.",
            "sharxi": "1. Aybdor harakatlarini JKning 108-moddasi bo‘yicha kvalifikatsiya qilish uchun jabrlanuvchi badaniga og‘ir shikast yetkazilganligini hamda aybdor bunday shikastni yetkazishda ushlashning zaruriy choralari chegarasidan chetga chiqqanligini aniqlash zarur. (Ijtimoiy xavfli qilmish sodir etgan shaxsni ushlashning zarur choralari chegarasidan chetga chiqish haqida JKning 39-moddasiga berilgan sharhga qarang. Badanga og‘ir shikast yetkazish tushunchasi haqida JKning 104-moddasi sharhiga qarang).\n\n2. Badanga og‘ir shikast yetkazish, to‘satdan paydo bo‘lgan kuchli ruhiy hayajonlanish holatida sodir etilganligiga qaramay, ijtimoiy xavfli qilmishni sodir etgan shaxsni ushlashning zarur choralari chegarasidan chetga chiqish natijasida sodir bo‘lganida, JKning 108-moddasi bo‘yicha kvalifikatsiya qilinadi.\n\n3. Ijtimoiy xavfli qilmish sodir etgan shaxsni ushlash choralari chegarasidan chetga chiqib, badanga qasddan og‘ir shikast yetkazish, hatto JKning 104-moddasi 3-qismida ko‘rsatilgan aybni og‘irlashtiruvchi belgilar mavjud bo‘lgan taqdirda ham JKning 104-moddasi bilan kvalifikatsiya qilinishi mumkin emas. Bunday harakatlar, jumladan, ular ehtiyotsizlik orqasida o‘limga sabab bo‘lgan holda ham tegishli JKning 108-moddasi bilan kvalifikatsiya qilinishi lozim."
        },
        {
            "modda_raqami": "109-modda. Qasddan badanga yengil shikast yetkazish. ",
            "matni": "Sog‘liqning qisqa muddatga yomonlashuviga yoki mehnat qobiliyatining uncha uzoq bo‘lmagan muddatga yo‘qolishiga olib kelmagan qasddan badanga yengil shikast yetkazish o‘sha harakatlar uchun ma’muriy jazo qo‘llanilganidan keyin sodir etilgan bo‘lsa, bazaviy hisoblash miqdorining yigirma besh baravarigacha miqdorda jarima yoki ikki yuz qirq soatgacha majburiy jamoat ishlari yoki bir yilgacha axloq tuzatish ishlari bilan jazolanadi.\n\nSog‘liqning qisqa vaqt, ya’ni olti kundan ortiq, ammo yigirma bir kundan ko‘p bo‘lmagan muddatga yomonlashuviga yoki umumiy mehnat qobiliyatining uncha uzoq bo‘lmagan muddatga yo‘qotilishiga sabab bo‘lgan qasddan badanga yengil shikast yetkazish ushbu Kodeksning 126-moddasida nazarda tutilgan jinoyat alomatlari mavjud bo‘lmasa, bazaviy hisoblash miqdorining yigirma besh baravaridan ellik baravarigacha miqdorda jarima yoki ikki yilgacha axloq tuzatish ishlari yoki bir yilgacha ozodlikni cheklash yoki bir yilgacha ozodlikdan mahrum qilish bilan jazolanadi.",
            "sharxi": "1. Sharhlanayotgan moddaning 1-qismida sog‘liqning qisqa muddatga yomonlashuviga yoki mehnat qobiliyatining uncha uzoq bo‘lmagan muddatga yo‘qolishiga olib kelmagan badanga yengil shikast yetkazish uchun javobgarlik nazarda tutilgan. Bunday shikastlarga uncha ahamiyatli bo‘lmagan, olti kundan ortiq muddatga cho‘zilmagan, tez o‘tib ketadigan shikastlar taalluqlidir (lat yeyish, tirnalish, shilinish, uncha katta bo‘lmagan g‘urra va hokazo).\n\n2. Sodir etilgan qilmishni JKning 109-moddasi 1-qismi bo‘yicha kvalifikatsiya qilishda inobatga olish lozimki, sog‘liqning qisqa muddatga yomonlashuviga yoki mehnat qobiliyatining uncha uzoq bo‘lmagan muddatga yo‘qolishiga olib kelmagan qasddan badanga yengil shikast yetkazish uchun jinoiy javobgarlik faqat u shunday qilmish uchun shaxsga nisbatan ma’muriy jazo qo‘llash to‘g‘risidagi qaror kuchga kirgan kundan boshlab bir yil ichida takroran sodir etilgan holdagina kelib chiqadi.\n\n3. Agar aybdorning harakatlari jabrlanuvchi badaniga yengil shikast yetkazib, uning sog‘lig‘ini qisqa muddatga ishdan chiqarsa yoki mehnat qobiliyatining uncha uzoq bo‘lmagan muddatga yo‘qotilishiga olib kelsa, aybdorning harakatlari JKning 109-moddasi 2-qismi bilan kvalifikatsiya qilinadi. Qisqa muddatli sifatida sog‘liqning olti kundan ortiq, lekin yigirma bir kundan ko‘p bo‘lmagan muddatga yomonlashuvi e’tirof etilishi zarur. Mehnat qobiliyatini uncha uzoq bo‘lmagan muddatga yo‘qotish deganda umumiy mehnat qobiliyatining o‘n foizigacha yo‘qotilishini tushunish lozim.\n\n4. Do‘pposlash, jismoniy og‘riq beradigan, lekin JKning 109-moddasi 1-qismida nazarda tutilgan sog‘liqning yomonlashuviga olib kelmaydigan boshqa zo‘ravonlik harakatlarni jismoniy azob bermaydigan, lekin shaxsga ma’naviy ziyon yetkazadigan harakat bilan haqorat qilishdan (JKning 140-moddasi 1-qismi) farqlash kerak bo‘ladi. Bunday harakatlar jumlasiga, masalan, shaxsning qadr-qimmatini kamsitadigan, ammo aytarli jismoniy og‘riq bermaydigan shapaloq urish, yuzga tupurish, ayol badaniga hayosizlarcha tegish, kiyimni kuch ishlatib yulib olish kabilar kiradi."
        },
        {
            "modda_raqami": "110-modda. Qiynash. ",
            "matni": "Muttasil ravishda do‘pposlash yoki boshqacha harakatlar bilan qiynash, agar ushbu Kodeksning 104, 105-moddalarida, 126-moddasining to‘rtinchi sakkizinchi qismlarida nazarda tutilgan oqibatlarni keltirib chiqarmagan bo‘lsa, bazaviy hisoblash miqdorining ellik baravaridan yuz baravarigacha miqdorda jarima yoki uch yuz oltmish soatgacha majburiy jamoat ishlari yoki ikki yilgacha axloq tuzatish ishlari yoki bir yildan uch yilgacha ozodlikni cheklash yoki uch yilgacha ozodlikdan mahrum qilish bilan jazolanadi.\n\nO‘sha harakatlar:  \na) voyaga yetmagan shaxsga nisbatan;  \nb) homiladorligi aybdorga ayon bo‘lgan ayolga nisbatan;  \nv) ojiz ahvoldaligi aybdorga ayon bo‘lgan shaxsga nisbatan sodir etilgan bo‘lsa, uch yuz oltmish soatdan to‘rt yuz sakson soatgacha majburiy jamoat ishlari yoki ikki yildan uch yilgacha axloq tuzatish ishlari yoki ikki yildan besh yilgacha ozodlikni cheklash yoki besh yilgacha ozodlikdan mahrum qilish bilan jazolanadi.",
            "sharxi": "1. Qiynashning obyekti deb jabrlanuvchining sog‘lig‘i yoki badanining daxlsizligini hisoblash lozim.\n\n2. Obyektiv tomondan jinoyat JKning 104, 105-moddalarida, 126-moddasining to‘rtinchi sakkizinchi qismlarida nazarda tutilgan oqibatlarga olib kelmagan muttasil ravishda do‘pposlash yoki qiynash xususiyatiga ega bo‘lgan boshqacha harakatlar sodir etishda ifodalanadi. Qiynash deganda muttasil ravishda do‘pposlash yoki jabrlanuvchiga og‘ir jismoniy va ruhiy azob, og‘riq, aziyat beradigan boshqa harakatlarni (chimchilash, xipchin bilan kesish, o‘tmas yoki o‘tkir-sanchiluvchi predmetlar bilan ko‘p sonli, biroq chuqur bo‘lmagan jarohatlar yetkazish, termik ta’sir ko‘rsatish va hokazo bilan bog‘liq harakatlar) sodir etish bilan bog‘liq qilmish tushuniladi.\n\n3. Do‘pposlash deganda jabrlanuvchiga ko‘plab zarba berish, uning kaltaklanishi tushuniladi. Qiynash xususiyatiga ega bo‘lgan boshqa harakatlar deganda sanab o‘tilganlardan tashqari uykudan, ovqatdan, suvdan mahrum qilish, sovuq joyda saqlash, bog‘lash, tishlash va boshqalarni tushunish lozim.\n\n4. Qiynashda muttasillik huquqqa xilof harakatlarni uch karra va undan ortiq marta sodir etishdan iborat bo‘lib, bu aybdor shaxs jinoiy xulq-atvorining doimiyligidan dalolat beradi. Shuni ta’kidlash kerakki, muttasillik aynan bir xil huquqqa xilof qilmishlarning takrorlanishinigina emas, balki aybdor jinoiy xulq-atvorining umumiy yo‘nalishi namoyon bo‘lishini kuzatish imkoniyatini beradigan bir qator bunday harakatlarning aybdor tomonidan sodir etilishini nazarda tutadi. Boshqacha qilib aytganda, aybdor tomonidan bir necha marta sodir etilgan barcha jinoiy qilmishlar bir-biri bilan bog‘liq bo‘lishi kerak. Aybdorning harakatlarini JK 110-moddasi bilan kvalifikatsiya qilish uchun do‘pposlash yoki qiynash xususiyatiga ega bo‘lgan boshqa harakatlar qasddan, muttasil, ya’ni jabrlanuvchiga jismoniy yoki ruhiy azob berish maqsadida yagona qasd bilan qamrab olingan va kamida uch marta sodir etilganligi aniqlanishi lozim. Boshqacha qilib aytganda, qiynash jinoyatida do‘pposlash yoki qiynash xususiyatiga ega bo‘lgan boshqa harakatlar aybdorning yagona qasdi bilan qamrab olingan va muayyan jabrlanuvchiga muttasil jismoniy va ma’naviy azob berish maqsadida sodir etilgan bo‘lishi lozim.\n\n5. Qiynashni sodir etishda aybdor jinoyat obyektiv tomonini bajarishning aynan shunday usulini ongli ravishda tanlaydiki, bunda u o‘zi xohlagan oqibatlarga jabrlanuvchiga juda qattiq og‘riq yetkazishga yoki uni azob-uqubatga solishga erishadi. Do‘pposlash va shikast yetkazishning usuli, vositasi, ularning xususiyati bularning barchasi aybdorning niyati o‘z qurboniga o‘ziga xos jismoniy og‘riq yetkazishga yoki uni azob-uqubatga solishga qaratilganligidan dalolat beradi.\n\n6. Qiynash badanga yengil shikast yetkazish bilan bog‘liq bo‘lishi yoki bog‘liq bo‘lmasligi mumkin. Badanga bunday shikast yetkazilgan taqdirda qilmish JKning 110-moddasi bilan qamrab olinadi va JKning 109-moddasi bilan qo‘shimcha kvalifikatsiya qilinishini talab etmaydi. Agar qiynash jarayonida badanga og‘ir, o‘rtacha og‘ir shikast yetkazilgan bo‘lsa, qilmishni bunday jarohat yetkazishga nisbatan qasd mavjud bo‘lgan taqdirda JK 104 yoki 105-moddasi bilan kvalifikatsiya qilish lozim bo‘lib, uni JK 110-moddasi bilan qo‘shimcha kvalifikatsiya qilish talab etilmaydi.\n\n7. Jinoyat muttasil ravishda do‘pposlash yoki qiynash xususiyatiga ega bo‘lgan boshqa harakatlar sodir etilgan paytdan e’tiboran tugallangan deb topiladi.\n\n8. Qiynash subyektiv tomondan to‘g‘ri qasd bilan sodir etiladi, ya’ni shaxs o‘z harakatlari bilan jabrlanuvchiga jismoniy va (yoki) ma’naviy qiynoqlar va uqubatlar yetkazayotganligini anglab yetadi va buni istaydi.\n\n9. Sharhlanayotgan moddaning 2-qismida:  \n- voyaga yetmagan shaxsga nisbatan;  \n- homiladorligi aybdorga ayon bo‘lgan ayolga nisbatan;  \n- ojiz ahvoldaligi aybdorga ayon bo‘lgan shaxsga nisbatan sodir etilgan qiynash uchun javobgarlik nazarda tutilgan.  \nAgar jabrlanuvchi o‘n sakkiz yoshga to‘lmagan bo‘lsa va bundan aybdor do‘pposlash yoki qiynash xususiyatiga ega bo‘lgan boshqa harakatlarni sodir etish vaqtida xabardor bo‘lsa, qilmish JKning 110-moddasi 2-qismi «a» bandi bo‘yicha kvalifikatsiya qilinadi. Aybdorning harakatlarini JKning 110-moddasi 2-qismi «b» bandi bo‘yicha kvalifikatsiya qilishda aybdor qiynashni sodir etishidan oldin ayolning homiladorligini bilganligini aniqlash zarur. Bunda homiladorlik muddatlari jinoyatni kvalifikatsiya qilish uchun ahamiyatga ega emas. JKning 110-moddasi 2-qismi «v» bandini shaxsning aybiga qo‘yish uchun aybdor jabrlanuvchining ojiz ahvoldaligini aniq bilgan yoki bilmaganligini aniqlash lozimdir."
        },
        {
            "modda_raqami": "111-modda. Ehtiyotsizlik orqasida badanga o‘rtacha og‘ir yoki og‘ir shikast yetkazish. ",
            "matni": "Ehtiyotsizlik orqasida badanga o‘rtacha og‘ir shikast yetkazish, bazaviy hisoblash miqdorining yigirma besh baravarigacha miqdorda jarima yoki uch yuz soatgacha majburiy jamoat ishlari yoki ikki yilgacha axloq tuzatish ishlari bilan jazolanadi.\n\nEhtiyotsizlik orqasida badanga og‘ir shikast yetkazish, bazaviy hisoblash miqdorining yigirma besh baravaridan ellik baravarigacha miqdorda jarima yoki uch yuz soatdan uch yuz oltmish soatgacha majburiy jamoat ishlari yoki ikki yildan uch yilgacha axloq tuzatish ishlari bilan jazolanadi.\n\nEhtiyotsizlik orqasida ikki yoki undan ortiq shaxsning badaniga o‘rtacha og‘ir yoki og‘ir shikast yetkazish, bazaviy hisoblash miqdorining ellik baravaridan yetmish besh baravarigacha miqdorda jarima yoki uch yuz oltmish soatdan to‘rt yuz sakson soatgacha majburiy jamoat ishlari bilan jazolanadi.",
            "sharxi": "1. (Badanga og‘ir va o‘rtacha og‘ir shikast yetkazish belgilari to‘g‘risida JKning 104 va 105-moddalari sharhiga qarang).\n\n2. (Ehtiyotsizlik oqibatida sodir etilgan jinoyat tushunchasi to‘g‘risida JKning 22-moddasi sharhiga qarang).\n\n3. Ikki yoki undan ortiq shaxsning badaniga ehtiyotsizlik bilan o‘rtacha og‘ir yoki og‘ir shikast yetkazganlik uchun javobgarlik JKning 111-moddasi 3-qismi bo‘yicha kelib chiqadi.\n\n4. Agar ehtiyotsizlik orqasidan badanga o‘rtacha og‘ir yoki og‘ir shikast yetkazilsa va bu JKning tegishli moddalarida ko‘rsatilgan maxsus qoidalarni (masalan, transport vositalari harakati yoki ulardan foydalanish xavfsizligi qoidalarini, mehnatni muhofaza qilish qoidalarini, tor-kon, qurilish yoki portlatish ishlari xavfsizligi qoidalarini, yong‘in xavfsizligi qoidalarini, sanitariyaga oid qonunchilikni yoki epidemiyaga qarshi kurash qoidalarini va hokazolarni) buzish oqibatida yuz bergan bo‘lsa, qilmish maxsus jinoyat tarkiblari uchun javobgarlikni nazarda tutuvchi JKning Maxsus qismi moddalari bo‘yicha kvalifikatsiya qilinadi.\n\n5. Jabrlanuvchining o‘limiga olib kelgan ehtiyotsizlik bilan badaniga shikast yetkazish JKning 102-moddasi bo‘yicha kvalifikatsiya qilinishi kerak.\n\n6. Bir shaxsga ehtiyotsizlik orqasida badanga o‘rtacha og‘ir yoki og‘ir shikast yetkazish bilan bir vaqtda ehtiyotsizlik tufayli boshqa kishining o‘limi yuz bersa, bunday qilmish JKning 102 va 111-moddalarida ko‘zda tutilgan jinoyatlar majmuini vujudga keltiradi."
        }
    ]
}