{
    "bob_nomi": "III bob. Jinoyat",
    "moddalar": [
        {
            "modda_raqami": "14-modda. Jinoyat tushunchasi.",
            "matni": "Ushbu Kodeks bilan taqiqlangan, aybli ijtimoiy xavfli qilmish (harakat yoki harakatsizlik) jazo qo‘llash tahdidi bilan jinoyat deb topiladi. Ushbu Kodeks bilan qo‘riqlanadigan obyektlarga zarar yetkazadigan yoki shunday zarar yetkazish haqiqiy xavfini keltirib chiqaradigan qilmish ijtimoiy xavfli qilmish deb topiladi.",
            "sharxi": "1. Jinoyat tushunchasi jinoyat huquqi fanining predmetini tashkil qiluvchi kategoriyalardan biri bo‘lib, qonun chiqaruvchi tomonidan unga ijtimoiy xavfli, huquqqa xilof, aybli va jinoiy jazoga sazovor qilmish sifatida baho berilgan. Sharhlanayotgan moddaning birinchi qismi O‘zbekiston Respublikasining jinoyat to‘g‘risidagi qonunchiligiga muvofiq, jinoyat tushunchasining umumiy tavsiflarini o‘z ichiga oladi. Eng avvalo, sharhlanayotgan moddada jinoyat tushunchasining asosiy belgi va alomatlari belgilanganki, ularga qarab u yoki bu qilmishning ijtimoiy xavfliligi yoki ijtimoiy foydaliligini aniqlab olish mumkin.\n\n2. Jinoyat huquqiy hodisa sifatida o‘ziga xos jihatlarni ifodalovchi ma’lum bir belgilarga ega. Jinoyat kodeksining 14-moddasida keltirilgan jinoyat tushunchasida moddiy va formal belgilar mavjud. Moddiy va formal belgilar, u yoki bu qilmishning jinoyat deb topilishi uchun mavjud shartlar tavsifi bo‘lib, ular quyidagi holatlarda o‘z ifodasini topadi. Formal belgi ma’lum bir xatti-harakatlarni sodir qilish yoki ba’zi bir harakatlarni bajarish shart bo‘lgan hollarda ularni sodir qilmaslikni man qilishda ifodalanadi. Moddiy belgi har qanday jinoyatning tub mohiyatini, ijtimoiy xavfliligini ifodalab beradi. Moddiy belgini, shuningdek, qonun bilan qo‘riqlanadigan jinoiy tajovuz obyektini aniqlash uchun Jinoyat kodeksining 2-moddasida mustahkamlangan qoidadan kelib chiqish zarur. Jinoyat belgilari qilmishning jinoiyligini belgilovchi asosiy mezon hisoblanadi.\n\n3. Har qanday ijtimoiy xavfli qilmishni jinoyat deb hisoblash uchun barcha jinoyatlar uchun zarur bo‘lgan jinoyat belgilari ishlab chiqilgan, shuningdek, jinoyatda aybli ekanlik va ana shu belgilar hamda aybning biror shakli mavjud bo‘lsagina, qilmish jinoyat hisoblanadi. Jinoiy qilmish har doim ham ijtimoiy xavfli bo‘libgina qolmasdan, balki g‘ayriqonuniy, ya’ni jinoiy huquqiy normalar bilan qo‘riqlanadigan ijtimoiy munosabatlarga tajovuz qilish hamdir. Qilmish ijtimoiy xavfli bo‘lishi uchun yangi jinoyat qonuni bilan qo‘riqlanadigan ijtimoiy munosabatlarga zarar yetkaza oladigan darajada xavfli bo‘lishi kerak. Qilmishning ijtimoiy xavfliligi, g‘ayriqonuniyligi, jinoiy jazoga sazovorligi jinoyatning zaruriy belgilaridir. Ushbu tavsifdan kelib chiqib, jinoyatning quyidagi belgilarini ko‘rsatish mumkin:\n\n-ijtimoiy xavfliligi;\n\n-aybning mavjudligi;\n\n-huquqqa xilofligi;\n\n-jazoga sazovorligi.\n\t\n4. Insonning har qanday xatti-harakati, xulq-atvori jamiyatning boshqa a’zolari manfaatlari nuqtayi nazaridan yo ijobiy yo salbiy baholanadi. Ijtimoiy xavflilik jinoyatning obyektiv xususiyatini belgilab, jinoiy huquqiy muhofaza obyektlariga zarar keltiruvchi yoki haqiqiy zarar yetkazish xavfini tug‘diruvchi qilmishlarnigina jinoyat toifasiga kiritishni ifodalaydi. Ijtimoiy xavflilik shunday mezonki, uning yordamida jinoyatlarni jinoiy bo‘lmagan huquqbuzarliklardan va kam ahamiyatli qilmishlardan farqlay olishning imkonini beruvchi jinoyatning muhim tarkibi hisoblanadi. Qonun chiqaruvchi huquqbuzarliklarni jinoiy, ma’muriy, intizomiy yoki fuqaroviy-huquqiy da’voli ishlarga ajratadi. Shuni alohida ta’kidlash joizki, ijtimoiy xavflilik mezoni, bu nafaqat jinoyat qonuni bilan qo‘riqlanadigan ijtimoiy munosabatlarga zarar yetkazish qobiliyati, balki qilmishning xususiyati va uning ijtimoiy xavflilik darajasi hamdir. Ijtimoiy xavflilik fe’l-atvori jinoyat qonuni tizimida o‘z ifodasini topgan bo‘lib, u asosiy qadriyat hisoblanuvchi shaxsning hayoti va sog‘lig‘i, huquq va erkinliklarini belgilab beruvchi qoidalardan kelib chiqadi. Masalan, qilmishning kam ahamiyatliligi (Jinoyat kodeksining 36-moddasi) Jinoyat kodeksida nazarda tutilgan qilmishning belgilari rasman mavjud bo‘lsa-da, aslida hech qanday ijtimoiy xavfli xususiyatni aks ettirmaydi. Qilmishning kam ahamiyatliligi jinoyat huquqida quyidagi ikki belgi orqali namoyon bo‘ladi: jinoyat belgilarining formal jihatdan mavjudligi; shaxs, jamiyat va davlat manfaatlariga zarar yetkazil-masligi yoki zarar yetkazish xavfini keltirib chiqarmasligi. Sud-tergov amaliyotida qilmishning kam ahamiyatliligi masalasi ko‘rilayotganda zararli oqibat haqiqatan kelib chiqqanligi, qilmishni sodir etish usuli, ayb shakli, motiv va maqsadiga e’tibor qaratiladi. Agar sodir etilgan qilmish kam ahamiyatlilik belgisiga ega bo‘lsa, jinoyat ishi qo‘zg‘atilishi mumkin emas, qo‘zg‘atilgan jinoyat ishi esa, jinoyat tarkibi mavjud emasligi tufayli tugatilishi kerak. Bir qator holatlar, jumladan, chin ko‘ngildan pushaymon bo‘lish, yetkazilgan zararni ixtiyoriy ravishda qoplash, aybdorning hayotiy faoliyati kabi holatlar qilmishni kam ahamiyatli, deb topish uchun asos bo‘la olmaydi.\n\n5. Jinoyatning yana bir zaruriy belgisi uning huquqqa xilofligidir. Bu belgi har doim jinoyatning ijtimoiy xavflilik belgisi bilan bog‘liq bo‘ladi. Ijtimoiy xavfli qilmish sodir etilishining o‘zi jinoiy huquqiy oqibat keltirib chiqarishiga sabab bo‘la olmaydi. Jinoyat va jazo masalalari yuzaga kelishi uchun qilmish ijtimoiy xavfli bo‘lganda u tegishli jinoyat-huquqiy normani buzgan bo‘lishi lozim. Huquqqa xiloflik jinoyatning formal belgisi hisoblanadi. Qonun shaxsning sodir etgan turli xatti-harakatlarini (xulq-atvorini) baholar ekan, bularning ichidan ijtimoiy xavflilik darajasi yuqori bo‘lgan xatti-harakatlarnigina jinoyat sifatida baholashni ko‘zda tutgan. Jinoyat qonuni jinoyat tufayli zarar yetkazilgan shaxslarning manfaatlarini himoya qilib, ijtimoiy xavfli qilmishga huquqqa xiloflik maqomini beradi. Yuqori-dagilarni inobatga olib shuni aytish lozimki, sodir etilgan ijtimoiy xavfli qilmish huquqqa xilof deb topilgan paytdan boshlab jinoyat maqomini oladi.\n\n6. Jinoiy huquqqa xiloflikni belgilashda Jinoyat kodeksining faqat Maxsus qismi normalariga tayanmasdan, Umumiy qism institutlarini ham e’tiborda tutish zarur. Faqat shundagina bosh va asosiy masala o‘z ichiga ijtimoiy xavflilik darajasi va tabiatini olgan hamda jinoyat-huquqiy taqiq o‘rnatuvchi jinoyat huquqi normalarida ifodalanuvchi jinoyatning moddiy mohiyatini to‘g‘ri aniqlash mumkin. Jinoiy huquqqa xiloflik va jinoyat-huquqiy taqiq tushunchalari aynan bir xil bo‘lib, Maxsus qismning aksariyat normalari tuzilishi jihatidan taqiqlovchi normalardir. Ma’lum holatlarda qilmishlarga yoki usul, yo‘sin va h.k.ga taqiq qo‘yilgan (masalan, Jinoyat kodeksining 148 va 149-moddalari). Jinoyat kodeksining Maxsus qismidagi normalar majburiyat yuklovchi xususiyatga ega. Shu bilan birga, yuqorida tilga olingan taqiq boshqa normativ-huquqiy hujjatlarda ko‘zda tutilgan bo‘lishi ham mumkin. Maxsus qismda o‘sha normativ-huquqiy hujjatlar talabi buzilganligi uchun jazo chorasi sanksiya belgilangan. Bu esa, Jinoyat kodeksining blanket normalari, deyiladi. Jinoyat kodeksining Maxsus qismi blanket dispozitsiyalari to‘g‘risida gap ketganda, huquqqa xiloflik belgisi ko‘proq to‘g‘ri kelishini ko‘rish mumkin. Huquqqa xiloflik shaxs tomonidan Jinoyat kodeksining Maxsus qismida ko‘rsatilgan normalarning buzilishi demakdir. Huquqqa xiloflik jinoiy qilmish orqali huquqiy normalarning buzilishini ifodalaydi. Huquqqa xiloflik umumiy ma’noda huquq normalariga qarshi borishdir. Huquqqa xiloflik mavhum tushuncha, zero, uning tarkibi huquqning turli sohalaridagi, jumladan, jinoiy, ma’muriy va boshqa huquq sohalaridagi normalarning aniq xususiyatlariga bog‘liq emas. Jinoyat huquqida huquqqa xiloflik tushunchasi jinoyat-ni boshqa huquqbuzarliklardan farqlash uchun jinoyat huquqining boshqa huquq sohalari bilan bog‘liqlikda bo‘lishini ifodalaydi. Shundan, huquqqa xiloflik jinoyat-ning jazoga sazovorligi bilan, jinoyatning o‘zi esa, jinoyatni sodir qilgan shaxsning aybi bilan uzviy bog‘liq. Bu belgilar jinoiy huquqqa xiloflik va jinoyat tushunchalarini umumiy tarzda ifodalaydi. Huquqqa xiloflikobyektivv va nisbatan mustaqil tabiatga ega. Jinoyatning huquqqa xiloflik belgisining mohiyati shundaki, huquqqa xilof qilmishga u yoki bu vakolatli mansabdor shaxslar tomonidan qanday baho berilishidan qat’i nazar, bunday qilmish uchun qonunda javobgarlik belgilanmaguncha formal jihatdan ijtimoiy xavfli, deb hisoblanmaydi.\n\n7. Huquqqa xiloflik ijtimoiy xavfli qilmishning jinoyat qonuni bilan taqiqlanganligini ifodalaydi. Bu belgi qonuniylik prinsipining «qonunda nazarda tutilmagan bo‘lsa, demak, jinoyatning o‘zi yo‘q», degan qoidasidan kelib chiqadi. Bundan tashqari, bu belgi «Jinoyat qonunining analogiya bo‘yicha qo‘llanilishiga yo‘l qo‘yilmaydi», degan qoidani ham o‘z ichiga oladi. Demak, jinoiy huquqqa xiloflik deganda, jinoyatlarning jinoyat-huquqiy normalarda ko‘rsatilgan jazo qo‘llash tahdidi bilan taqiqlanishi tushuniladi. Qilmish jinoyat qonuni bilan huquqqa xilof, deb e’lon qilinganidan boshlab jinoyatga aylanadi, davlat esa, o‘z navbatida, bunday qilmishlarga qarshi jinoyat- huquqiy vositalar bilan kurashish imkoniyatiga ega bo‘ladi. Huquqqa xiloflik Jinoyat kodeksining Umumiy qismidagi holatlarni inobatga olgan holda jinoyat huquqi normalarida ko‘rsatilgan qilmishlarni sodir etishni taqiqlashdan iborat. Har bir qilmishning jinoyat ekanligi Jinoyat kodeksi Maxsus qismining moddalari dispozitsiyasida ko‘zda tutilgan. Ijtimoiy xavflilik va huquqqa xiloflik belgilari birgalikda qilmishning jinoiyligi va u uchun javobgarlik asosini belgilovchi omil hisoblanadi. Jinoiy huquqqa xiloflik qilmishga ijtimoiy xavflilik darajasini berib, aynan shu daraja orqali qilmish jinoyat tasnifini oladi. Jinoyatning moddiy belgisi «ijtimoiy xavflilik bo‘lsa, jinoyatning formal belgisi huquqqa xiloflik hisoblanadi».\n\n8. Jinoyat tushunchasini izohlashda ijtimoiy xavflilik va huquqqa xiloflik jinoyatning asosiy va bir-biriga aloqador belgilari ekanligini ko‘rish mumkin. Jinoyatning ijtimoiy xavflilik belgisi mavjud emasligi, o‘z navbatida, huquqqa xiloflikning mavjud emasligini ham bildiradi, ya’ni faqat jinoyat qonuni bilan ijtimoiy xavfli, deb topilgan qilmishlargina huquqqa xilof hisoblanadi. Bunday qilmishning ijtimoiy xavfliligi (jinoiy huquqqa xiloflikning asosiy mezoni), u yoki bu qilmishga aynan jinoyat huquqiy vositalar bilan ta’sir etishning umumiyligi qilmishni jinoyat huquqiga xilof, deb topishning asoslari hisoblanadi. Jinoyatning bu belgisi ijtimoiy xavflilik va aybning mavjudligi belgilarini keltirib chiqaradi. Demak, huquqqa xiloflik ijtimoiy xavflilikning yuridik ifodasidir. Yanada aniqroq qilib aytsak, ijtimoiy xavfli qilmish huquqqa xilofdir.\n\n9. Har qanaqa huquqqa xilof ijtimoiy xavfli qilmish jinoiy jazoga sazovor bo‘lishi lozim. Jinoyat kodeksining 14-moddasi birinchi qismi dispozitsiyasi jinoiy jazoni ham nazarda tutgan. Bu esa, o‘z navbatida, jinoyatning jazoga sazovorlik belgisini keltirib chiqaradi. Jinoyatning jazoga sazovorligi javobgarlikning muqarrarligi prinsipidan kelib chiqadi. Jazo tushunchasi jinoyat tushunchasisiz biron-bir mazmun kasb etmaydi, ya’ni jazo aniq haqiqiy sodir etilgan jinoyatning oqibati hisoblanadi. Sodir etilgan jinoyatning oqibati haqiqiy jazo emas, balki aynan jazo qo‘llash tahdidi hisoblanadi. Yuqoridagilarni inobatga olib aytganda, qilmishning jinoiy huquqqa xilofligi uning jazoga sazovorligi bilan bevosita bog‘liq. Huquqiy taqiqni belgilovchi jinoiy huquqiy normaga muvofiq, qonunda o‘rnatilgan qoidaga rioya qilishni ta’minlovchi, ushbu qoidani buzgan aybdorni jazoga tortuvchi jinoiy sanksiya mavjud. Jinoyatning jazoga sazovorlik belgisi har qanday jinoyat uchun jazo tayinlanishining muqarrarligini bildiradi. Jazo esa, sud hukmi bilan tayinlanadigan davlatning majburlov chorasidir. Jinoyat kodeksida ko‘zda tutilgan jazolar majburiy va barcha hollarda sodir etilgan jinoyatlar uchun jazo qo‘llanilishi kerak, degani emas. Jinoiy jazo jinoyat sodir etishning oqibati sifatida javobgarlikning muqarrarligini keltirib chiqaradi va asosiy ogohlantiruvchi vosita hisoblanadi. Jazo qo‘llash tahdidini ifodalovchi sanksiyasi bo‘lmagan huquqiy norma jinoiy huquqiy taqiqni anglatmaydi. Jazoga sazovorlik Jinoyat kodeksi moddalari dispozitsiyasida ko‘rsatilgan belgilar mavjud bo‘lgan u yoki bu ijtimoiy xavfli qilmishni sodir etgan shaxsga nisbatan jinoiy jazo qo‘llash lozimligini ko‘rsatadi. Jinoyatning jazoga sazovorlik belgilari huquqqa xiloflik belgisidan kelib chiqadi. Javobgarlikning muqarrarligi tushunchasi jinoiy jazo tushunchasi bilan har doim ham birga kelavermaydi. Jazoga sazovorlik jinoyatning belgisi sifatida jinoyat qonuniga xilof qilmish uchun jazo mavjudligini hamda jinoyat va jazo tushunchalari bir-biri bilan doimo o‘zaro aloqadorlikda ekanligini bildiradi. Jinoiy jazo ijtimoiy xavfli qilmishning huquqiy oqibatidir. Ammo, bu huquqiy oqibat turli xil holatlar tufayli qo‘llanilmasligi mumkin. Qonun chiqaruvchi shunday ogohlantirish orqali jazo qo‘llanilishi mumkinligini ko‘rsatib, javobgarlikning muqarrarligi prinsipi mustahkamligini ta’minlaydi. 10. Ayb jinoyatning mustaqil bir belgisi sifatida O‘zbekiston Respublikasining Jinoyat kodeksi 14-moddasida ko‘rsatilgan bo‘lsa-da, ushbu Kodeksning 16-moddasida jinoiy javobgarlikning asosi sifatida ham qayd etiladi. Ayblilik jinoyat belgisi bo‘lishi bilan birga, jinoiy javobgarlikning asosi ham hisoblanadi. Shaxs faqat aybli ijtimoiy xavfli qilmishlari uchungina javobgar bo‘ladi. Shaxs jinoyat sodir qilar ekan, o‘zining harakati yoki harakatsizligiga va undan kelib chiqadigan oqibatga muayyan ruhiy munosabatda bo‘ladi. Jinoyat sodir etgan shaxsning xatti-harakati va undan kelib chiqadigan oqibatda qasd yoki ehtiyotsizlik shaklidagi ayb bo‘lmasa, bunday qilmish jinoyat hisoblanmaydi. Shaxs o‘zi sodir qilayotgan qilmishining ijtimoiy xavfliligi darajasi va fe’l-atvorini tushunishi, shuningdek, o‘z harakatlarini boshqara olishi kerak. Mazkur holatlardan shaxsning aybdorlik yoki aybsizligini aniqlash mumkin. Jinoyat kodeksining 14-moddasi mazmunidan kelib chiqilsa, ijtimoiy xavfli qilmishni sodir etishda subyektning aybi bo‘lsagina, u jinoyat deb topiladi. Ayblilik belgisining mavjud emasligi ijtimoiy xavflilikning formal belgilarini o‘z ichiga oluvchi jinoyat tarkibini tashkil etmaydigan holat sifatida baholanishi lozim. Yuqoridagilarga ko‘ra, xulosa qilish mumkinki, jinoyatning belgilari qilmishning jinoiyligini belgilovchi asosiy mezon bo‘lib, ijtimoiy xavflilik jinoyatning tashqi belgisi hisoblansa, jinoyatning formal belgisi huquqqa xiloflik, deb hisoblanadi. Jinoyat-ning keyingi belgilari, ya’ni aybning mavjudligi va jazoga sazovorlik belgilari huquqqa xiloflik belgisidan kelib chiqadi. Demak, jinoyat belgilarining barchasi birdaniga mavjud bo‘lsagina, bu qilmish jinoyat deb hisoblanadi, aksincha, ana shu belgilardan birontasi bo‘lmasa, qilmish jinoyat hisoblanmaydi.\n\t\n11. Sharhlanayotgan moddaning ikkinchi qismi ijtimoiy xavfli qilmishning yuridik tuzilishi qonuniy tavsifini o‘z ichiga olgan. Ijtimoiy xavflilik qonun bilan qo‘riqlanadigan ijtimoiy munosabatlarga zarar yetkazishning haqiqiy xavfini o‘zida aks ettiruvchi hamda salbiy belgilar va unsurlar majmuini ifodalovchi jinoyatning ma’lum bir obyektiv holatidir. Bu holatda ijtimoiy xavflilikka u yoki bu ijtimoiy munosabatlarga zarar yetkazish unsuri sifatida qaralmog‘i darkor. Jinoyat qonuni insonning aniq bir jinoiy xulq-atvori uning jinoiy javobgarlikni ko‘zda tutadi. uchun Jinoyat kodeksining 14-moddasi ikkinchi qismi jinoyatni ijtimoiy xavfli qilmish sifatida baholaydi. O‘zbekiston Respublikasining Jinoyat kodeksi Maxsus qismida nazarda tutilgan jinoyatlarning aksariyati jinoiy harakat yo‘li bilan sodir qilinadi, qolganlari esa, harakatsizlikda sodir etiladi. \n\n12. Harakat mexanika qonunlariga bo‘ysunuvchi, atrof-muhitda ma’lum o‘zgarishlarni yuzaga keltiruvchi, shaxsning tana harakatidan iborat bo‘lgan faol xulq-atvoridir. Shuningdek, ruhiy fe’l-atvordagi harakatlar tahdidlar, qo‘rqitishlar orqali ham namoyon bo‘lishi mumkin. Bu aybdor shaxs, hodisalarning tabiiy ketma-ketligini kutmasdan, o‘zi ularga bevosita aralashib, istalgan jinoiy oqibat kelib chiqishiga harakat qilishini anglatadi. Shaxsning har bir tana harakatida o‘zining ichki kechinma-larining aksini ko‘rish mumkin. Bu harakatlar birligi harakat ko‘rinishidagi ijtimoiy xavfli qilmishni tashkil etadi, ammo bu yerda ayrim bir harakatning jinoyat-huquqiy ahamiyati yo‘qolmaydi. Jinoiy-huquqiy ma’nodagi harakat yoki harakatsizlik shaxs tana a’zolarining (jismoniy) harakatini ifodalabgina qolmay, balki voyaga yetmaganlarni, ruhiy holati buzilgan shaxslarni aldov yo‘li bilan ongli ravishda jinoyat sodir etishda foydalanishni ham o‘z ichiga oladi. Jinoyat sodir qilish maqsadida tabiat kuchlari va Hayvonlardan ongli ravishda foydalanish ham jinoiy harakat yoki harakatsizlik, deb topiladi (shuningdek, mas’ul shaxsning ongli to‘sqinlik qilmasligi). Qasddan sodir etilgan jinoyatlarda ijtimoiy xavfli harakatning boshlang‘ich qismi shaxsning jinoyat sodir etish uchun zarur shart-sharoit yaratishga qaratilgan jismoniy xatti-harakatlarida namoyon bo‘ladi. Ehtiyotsizlik orqasida sodir etilgan jinoyatlarda ijtimoiy xavfli qilmishning boshlang‘ich qismi sifatida jinoyat obyektiga zarar yetkazish xavfi paydo bo‘lganda yoki zarar yetkazila boshlangan vaqt nazarda tutiladi. Ehtiyotsizlik orqasida sodir etilgan jinoyatlarning o‘ziga xosligi shundaki, jinoyat obyektiga zarar yetkazilganligi sababli huquqqa xilof, deb topiladi. Jinoiy harakat asosan takroran sodir etilgan jinoyatlar, uzoqqa cho‘zilgan va davomli jinoyatlarni aniqlashga yordam beradi. Shu bilan birga, harakat tushunchasi orqali jinoyat sodir etish bosqichlari, tamom bo‘lmagan jinoyatlarni ham aniqlash mumkin. Harakatsizlik passiv xulq-atvor bo‘lib, bajarilishi shart yoki mumkin bo‘lgan majburiyatni uni bajarishning haqiqiy imkoni bo‘la turib bajarmaslikda ifodalanadi. Jinoiy harakatsizlik xulqning shunday ko‘rinishiki, u aybdor tomonidan bajarilishi shart va mumkin bo‘lgan harakatning ongli ravishda bajarmasligi tushuniladi. Jinoiy harakatsizlik birgina harakatning bajarilmasligida yoki bir-biriga bog‘liq obyektiv jihatdan bajarilishi shart harakatlar tizimini bajarmaslikda namoyon bo‘lishi mumkin. Ijtimoiy xavfli harakatsizlik xuddi ijtimoiy harakatdek, tashqi dunyoga ta’sir o‘tkazadi va ma’lum o‘zgarishlarni keltirib chiqaradi. Harakatsizlik birgina holatda muayyan harakatni amalga oshirishdan o‘zini tiyish bilan birga jinoiy xulq-atvor tizimini ham aks ettirishi mumkin. Misol uchun, mansabga sovuqqonlik bilan qarash jinoyatida mansabdor shaxs o‘ziga yuklatilgan vazifani doimiy ravishda bajarmay keladi. Harakatsizlik faqatgina ijtimoiy xavfli va g‘ayrihuquqiy bo‘lgan taqdirdagina, jinoiy javobgarlikni keltirib chiqaradi. Ma’lum bir harakatlarni sodir qilish majburiyati qonunlardan, ish va xizmat vakolatlaridan, shartnomaviy munosabatlardan yoxud o‘zining g‘ayriqonuniy xulqi bilan o‘zganing manfaatlariga zarar yetkazilishi mumkin sharoit yaratib qo‘ygan holatlardan kelib chiqadi. Boshqacha qilib aytganda, harakatsizlikni ijtimoiy xavfli, ongli va passiv xulq-atvor sifatida baholash mumkin. Shaxs obyektiv jihatdan harakatni sodir qilish imkoniyati mavjud bo‘lmagan holatlarda uning harakatsizligi jinoyat deb topilishi mumkin emas, shu sababli, bu holatni yengib bo‘lmas kuch sifatida baholamoq lozim. Shaxsning imkoniyatlarini hisobga olishda uning jinoiy va ruhiy sifatlarini qilmish sodir qilinayotganda shaxsning holati, uning bilim va malaka darajasi hamda boshqa belgilaridan kelib chiqmoq zarur. Jinoiy harakatsizlik uchun shaxsni javobgarlikka tortishda jinoiy xulq-atvorning xususiyati va tarkibi bilan birga quyidagi uch holatdan kelib chiqib, harakatsizlik chegarasini belgilash lozim:\n\n-shaxsning ma’lum bir harakatni bajarishga majburiyligi;\n\n-ma’lum bir sharoitda bunday majburiyatlarni bajarish imkoniyatining mavjudligi va bunday imkoniyatlarning obyektiv haqiqiyligi;\n\n-shaxs tomonidan bajarilishi lozim bo‘lgan harakat-larning bajarilmasligi.\n\n\n15-modda. Jinoyatlarni tasniflash. Jinoyatlar o‘z xususiyati va ijtimoiy xavflilik darajasiga ko‘ra: ijtimoiy xavfi katta bo‘lmagan; uncha og‘ir bo‘lmagan; og‘ir; o‘ta og‘ir jinoyatlarga bo‘linadi. Ijtimoiy xavfi katta bo‘lmagan jinoyatlarga qasddan sodir etilib, qonunda uch yildan ko‘p bo‘lmagan muddatga ozodlikdan mahrum qilish tarzidagi jazo nazarda tutilgan jinoyatlar, shuningdek ehtiyotsizlik oqibatida sodir etilib, qonunda besh yildan ko‘p bo‘lmagan muddatga ozodlikdan mahrum qilish tarzidagi jazo nazarda tutilgan jinoyatlar kiradi. Uncha og‘ir bo‘lmagan jinoyatlarga qasddan sodir etilib, qonunda uch yildan ortiq, lekin besh yildan ko‘p bo‘lmagan muddatga ozodlikdan mahrum qilish tarzidagi jazo nazarda tutilgan jinoyatlar, shuningdek ehtiyotsizlik oqibatida sodir etilib, qonunda besh yildan ortiq muddatga ozodlikdan mahrum qilish tarzidagi jazo nazarda tutilgan jinoyatlar kiradi. Og‘ir jinoyatlarga qasddan sodir etilib, qonunda besh yildan ortiq, lekin o‘n yildan ko‘p bo‘lmagan muddatga ozodlikdan mahrum qilish jazosi nazarda tutilgan jinoyatlar kiradi. O‘ta og‘ir jinoyatlarga qasddan sodir etilib, qonunda o‘n yildan ortiq muddatga ozodlikdan mahrum qilish yoxud umrbod ozodlikdan mahrum qilish jazosi nazarda tutilgan jinoyatlar kiradi."
        },
        {
            "modda_raqami": "15-modda. Jinoyatlarni tasniflash. ",
            "matni": "Jinoyatlar o‘z xususiyati va ijtimoiy xavflilik darajasiga ko‘ra: ijtimoiy xavfi katta bo‘lmagan; uncha og‘ir bo‘lmagan; og‘ir; o‘ta og‘ir jinoyatlarga bo‘linadi. Ijtimoiy xavfi katta bo‘lmagan jinoyatlarga qasddan sodir etilib, qonunda uch yildan ko‘p bo‘lmagan muddatga ozodlikdan mahrum qilish tarzidagi jazo nazarda tutilgan jinoyatlar, shuningdek ehtiyotsizlik oqibatida sodir etilib, qonunda besh yildan ko‘p bo‘lmagan muddatga ozodlikdan mahrum qilish tarzidagi jazo nazarda tutilgan jinoyatlar kiradi. Uncha og‘ir bo‘lmagan jinoyatlarga qasddan sodir etilib, qonunda uch yildan ortiq, lekin besh yildan ko‘p bo‘lmagan muddatga ozodlikdan mahrum qilish tarzidagi jazo nazarda tutilgan jinoyatlar, shuningdek ehtiyotsizlik oqibatida sodir etilib, qonunda besh yildan ortiq muddatga ozodlikdan mahrum qilish tarzidagi jazo nazarda tutilgan jinoyatlar kiradi. Og‘ir jinoyatlarga qasddan sodir etilib, qonunda besh yildan ortiq, lekin o‘n yildan ko‘p bo‘lmagan muddatga ozodlikdan mahrum qilish jazosi nazarda tutilgan jinoyatlar kiradi. O‘ta og‘ir jinoyatlarga qasddan sodir etilib, qonunda o‘n yildan ortiq muddatga ozodlikdan mahrum qilish yoxud umrbod ozodlikdan mahrum qilish jazosi nazarda tutilgan jinoyatlar kiradi.",
            "sharxi": "1. Jinoyatlarni u yoki bu belgilariga qarab guruhlarga ajratish jinoyatlarni tasniflashdir. Sharhlanayotgan modda jinoyatlarni moddiy belgisi, ya’ni jinoyatlarning ijtimoiy xavflilik tabiati va darajasiga qarab tasniflaydi. (Ijtimoiy xavflilik fe’l-atvori va darajasi to‘g‘risida JKning 14-moddasiga berilgan sharhlarga qarang). Jinoyatlarni tasniflashda ularning u yoki bu belgilari mezon sifatida olinadi. Shu bilan birga, jinoyatlarni tasniflash Jinoyat kodeksining Maxsus qismi normalarida belgilangan jinoyatlarni faktik va yuridik belgilariga qarab, ijtimoiy xavfliligini baholashga yordam beradi. Ushbu modda Jinoyat kodeksining Maxsus qismida ko‘zda tutilgan jinoyatlarni toifalashtirish, ya’ni jinoyat qonuniga muvofiq, ijtimoiy xavflilik xususiyati va darajasiga qarab to‘rt guruhga ajratishning imkonini beradi. Jinoyatning ijtimoiy xavflilik xususiyati jinoyatning sifat jihatini aks ettiradi. Uni aniqlashning asosi sifatida suiqasd obyektining qiymati, shuningdek, jinoyat sodir qilinishining natijasi ijtimoiy xavfli oqibat orqali baholanadi. Masalan, bir turdagi jinoyat obyektiga suiqasd qiluvchi jinoiy qilmishning xususiyati ham bir xildir (masalan, shaxsning ozodligi, sha’ni va qadr-qimmatiga yoki davlat xavfsizligi va konstitutsiyaviy tuzumga qarshi jinoyatlar). Ijtimoiy xavflilik darajasi bir xil fe’l-atvorli jinoyatlarning yetkazilgan zarar miqdorini ifodalab beradi. Unda zarar miqdori (ancha, ko‘p, juda ko‘p miqdorda) jinoyat sodir qilinishining o‘ziga xosligi, aybning shakli, jinoyatning motivi va maqsadi hamda aniq faktik holatdan kelib chiquvchi boshqa holatlar ko‘rsatiladi. Ijtimoiy xavflilikning ikki belgisi umumiy jinoyat-huquqiy mezonga birlashuvi Jinoyat kodeksi Maxsus qismidagi jinoyatlarni tasniflashga imkon beradi. Ijtimoiy xavfli qilmishning darajasi, eng avvalo, yetkazilgan zararning hajmi va tajovuz qilingan obyektning qiymati bilan belgilanadi. Qilmishning ijtimoiy xavflilik xususiyati va darajasi jinoyatlarni turkumlashda asosiy mezon bo‘lishi bilan birga, sudlar tomonidan jazo tayinlash vaqtida qilmishni jinoyat, deb topishda alohida ahamiyat kasb etadi. (JKning 14 va 54-moddalari sharhiga qarang). Jinoyatlarni tasniflashga sodir qilgan jinoyatning turi va jazo miqdori, uning huquqqa xiloflikligi asos qilib olingan. Jinoyat kodeksining Umumiy va Maxsus qismi normalari tizimini e’tiborga olgan holda jinoyatlar o‘zining xavflilik darajasiga ko‘ra to‘rtta toifaga ajratiladi. Boshqacha qilib aytganda, jinoyatlarni toifalarga bo‘lish mezoni sifatida jazo turi va miqdori hamda huquqqa xiloflik xizmat qiladi.\n\n2. Dastlabki ikki kategoriyaga qasddan va ehtiyotsizlik orqasida sodir etilgan jinoyatlarni kiritish mumkin. Og‘ir va o‘ta og‘ir jinoyatlar esa, faqat qasddan sodir etiladi. Ijtimoiy xavfi katta bo‘lmagan jinoyatlarga qasddan sodir etilib, qonunda uch yildan ko‘p bo‘lmagan muddatga ozodlikdan mahrum qilish tarzidagi jazo nazarda tutilgan jinoyatlar, shuningdek, ehtiyotsizlik oqibatida sodir etilib, qonunda besh yildan ko‘p bo‘lmagan muddatga ozodlikdan mahrum qilish tarzidagi jazo nazarda tutilgan jinoyatlar kiradi. Jinoyat kodeksining tegishli moddasi dispozitsiyasida ma’muriy preyuditsiya ko‘zda tutilgan normalar ham ijtimoiy xavfi katta bo‘lmagan jinoyatlar turkumiga kiradi. Ma’muriy preyuditsiya bu ma’muriy javobgarlikka tortilgan shaxs bir yil davomida yana sodir etgan huquqbuzarligini takrorlashdan iborat harakatdir. Ijtimoiy xavfi katta bo‘lmagan ayrim jinoyatlar nazarda tutilgan moddalar sanksiya qismida ozodlikdan mahrum qilish jazosi bo‘lmasligi mumkin (masalan, 140 yoki 192-moddalar). Ijtimoiy xavfi katta bo‘lmagan jinoyatlar aks etgan moddalarning aksarida ozodlikdan mahrum qilish jazosi nazarda tutilmagan (faqatgina ayrim ixtisoslashgan yoki o‘ta ixtisoslashgan jinoyatlarda bu jazo qo‘llaniladi). Bu turdagi jinoyatlarga quyidagi qasddan sodir qilingan 139, 145-modda va boshqalar, shuningdek, 280-moddaning birinchi qismida nazarda tutilgan ehtiyotsizlikdan sodir qilingan jinoyatlar kiradi. O‘zbekiston Respublikasining «Jinoiy jazolarning liberallashtirilishi munosabati bilan O‘zbekiston Respublikasining Jinoyat, Jinoyat-protsessual kodekslari hamda Ma’muriy javobgarlik to‘g‘risidagi kodeksiga o‘zgartishlar va qo‘shimchalar kiritish haqida»gi Qonuni bilan Jinoyat kodeksiga kiritilgan o‘zgartishlardan oldin esa, ijtimoiy xavfi katta bo‘lmagan jinoyatlarga qonunda ozodlikdan mahrum qilishga nisbatan yengilroq jazolar nazarda tutilgan jinoyatlar kiritilgan edi.\n\n3. Uncha og‘ir bo‘lmagan jinoyatlarga qasddan sodir etilib, qonunda uch yildan ortiq, lekin besh yildan ko‘p bo‘lmagan muddatga ozodlikdan mahrum qilish tarzidagi jazo nazarda tutilgan jinoyatlar, shuningdek, ehtiyotsizlik orqasida sodir etilib, qonunda besh yildan ortiq muddatga ozodlikdan mahrum qilish tarzidagi jazo nazarda tutilgan jinoyatlar kiradi. Uncha og‘ir bo‘lmagan jinoyatlar turkumiga sanksiya qismida besh yildan ko‘p bo‘lmagan muddatga ozodlikdan mahrum qilish jazosi nazarda tutilgan jinoyatlar taalluqlidir. Shuni ham aytib o‘tish lozimki, tayinlangan jazo, o‘z navbatida, boshqa yengil turdagi jazo bilan muqobil ravishda mos kelishi kerak.\n\n4. Og‘ir jinoyatlarga qasddan sodir etilib, qonunda besh yildan ortiq, lekin o‘n yildan ko‘p bo‘lmagan muddatga ozodlikdan mahrum qilish jazosi nazarda tutilgan jinoyatlar kiradi. Agar qonunning sanksiya qismida ozodlikdan mahrum qilishning eng oz qismi uncha og‘ir bo‘lmagan jinoyatlar guruhida, eng ko‘p qismi esa, og‘ir jinoyatlar guruhida bo‘lsa, jazoning eng ko‘p qismi hisobga olinadi. Masalan, Jinoyat kodeksining 118-moddasi, ya’ni nomusga tegish jinoyati uchun mazkur moddaning sanksiya qismida ozodlikdan mahrum qilishning muddati uch yildan yetti yilgacha berilgan. Demak, jazoning eng yuqori qismi yetti yil bo‘lganligi sababli bu jinoyat og‘ir jinoyatlar turkumiga kiradi.\n\n5. Ijtimoiy xavflilik xususiyati va darajasi eng yuqori jinoyatlar o‘ta og‘ir jinoyatlardir. O‘ta og‘ir jinoyatlarga qasddan sodir etilib, qonunda o‘n yildan ortiq muddatga ozodlikdan mahrum qilish yoxud umrbod ozodlikdan mahrum qilish jazosi nazarda tutilgan jinoyatlar kiradi. Bu turkumdagi jinoyatlarga qonun chiqaruvchi, Eng avvalo, shaxs hayoti va sog‘lig‘iga qarshi qaratilgan qasddan sodir etilgan jinoyatlar, shuningdek, tinchlik va insoniyat xavfsizligiga qarshi qaratilgan jinoyatlar kiradi.\n\n6. Jinoyatni tegishli turkumga kiritish Jinoyat kodeksida belgilangan huquqiy oqibatlarni keltirib chiqaradi. Retsidiv jinoyatni xavfli yoki o‘ta xavfli, deb topish masalasi shaxsning ilgari sodir qilgan uncha og‘ir bo‘lmagan, og‘ir va o‘ta og‘ir jinoyati uchun necha marotaba sudlanganligiga qarab hal qilinadi (JKning 34-moddasi); umrbod ozodlikdan mahrum qilish jazosi faqat o‘ta og‘ir jinoyatlar uchun tayinlanishi mumkin (JKning 51-moddasi); shaxs jazoni o‘taydigan koloniyaning turi sodir etilgan jinoyat qaysi turkumga kirishi bilan bog‘liq holatda belgilanadi. Jinoyatlarni ijtimoiy xavflilik darajasi va xususiyatiga ko‘ra tasniflash amaliy ahamiyatga ham egadir. Masalan, jinoyatlar majmui bo‘yicha jazo tayinlash (JK 33-modda), jinoiy javobgarlikdan ozod qilish (JK 5-bo‘lim), shu qatorda, muddatlar o‘tib ketganligi munosabati bilan (JK 64-modda) sudlanganlik holatining tugatilishi (JK 78-modda), shuningdek, tarbiyaviy yo‘sindagi majburlov choralarini qo‘llash (JK 88-modda)."
        },
        {
            "modda_raqami": "16-modda. Jinoyat uchun javobgarlik va uning asoslari. ",
            "matni": "Jinoyat uchun javobgarlik jinoyat sodir etishda aybdor bo‘lgan shaxsga nisbatan sud tomonidan hukm qilish, jazo yoki boshqa huquqiy ta’sir chorasi qo‘llanilishida ifodalanadigan jinoyat sodir etishning huquqiy oqibatidir. Ushbu Kodeksda nazarda tutilgan jinoyat tarkibining barcha alomatlari mavjud bo‘lgan qilmishni sodir etish javobgarlikka tortish uchun asos bo‘ladi.",
            "sharxi": "1. Sharhlanayotgan modda jinoiy javobgarlikni yuridik javobgarlikning bir ko‘rinishi sifatida atroflicha yoritib beradi. Ma’lumki, jamiyat o‘z a’zolariga muayyan huquq va erkinliklar berar ekan, ularning oldiga huquq va boshqaa majburiyatlarni bajarish talabini ham qo‘yadi. Fuqaro qonun bilan qo‘riqlanadigan ijtimoiy munosabatlarga tajovuz qilsa, tegishli ravishda javobgarlik ham vujudga keladi. Bunday javobgarlikning eng og‘iri jinoiy javobgarlikdir. Jinoiy javobgarlik jinoyat sodir etishning huquqiy oqibatidir. Jinoyat-huquqiy javobgarlikning jamiyatdagi Eng muhim va yuqori qiymati munosabatlarni normal faoliyat olib borishini jinoyat-huquqiy normalar bilan ta’minlaydi. Keng ma’noda, jinoiy javobgarlik jinoyat-huquqiy normalarni ijro etish jarayoni bo‘lib, jinoyat-huquqiy munosabat yuzaga kelganda shu munosabat subyektlarining huquq va majburiyatlari amalga oshirilishini, ya’ni shaxs jinoyat sodir qilganida bu muammoni adolatli hal qilish va jinoyat sodir qilgan shaxs salbiy xulqini baholash uchun davlat maxsus organi qilinishi va davlatning majburlov chorasini qo‘llanilishida ifodalanadi. Ushbu modda qonuniy tuzilishida jinoiy javobgarlikni aniqlashning muhim elementi bo‘lib, huquqiy oqibat hisoblanadi. Ya’ni, aynan huquqiy oqibat jinoiy javobgarlikning xususiyati va mohiyatini ochib beradi.\n\t\n2. Jinoiy javobgarlik bu subyektning jinoyat huquqi bilan taqiqlangan qilmishni sodir etishda ifodalangan xulqi uchun qo‘llanadigan davlatning majburlov chorasidir. Jinoiy javobgarlik masalasi shaxsni dastlabki tergovga jalb qilish, ishni sudda ko‘rish, ayblov hukmini chiqarish, shartli hukm qilish va sudlanganlik shakllarida amalga oshiriladi. Jinoiy javobgarlik natijasida kelib chiqadigan huquqiy oqibatlarning elementlari quyi-dagilardan iborat:\n\n-ijtimoiy xavfli qilmishni sodir etganlikda sudlanganlik vujudga keladi;\n\n-aybdor shaxsga nisbatan jazo yoki boshqa ta’sir chorasi qo‘llaniladi;\n\n-sodir etilgan ijtimoiy xavfli qilmishni sud hukmi bilan baholash natijasida ma’lum bir huquqiy oqibatlar kelib chiqishi.\n\nBu elementlardan kelib chiqib shuni aytish lozimki, bironta shaxs sodir qilgan jinoyati uchun javobgarliksiz qolmasligi kerak. Jinoiy javobgarlik faqat davlat nomidan sud tomonidan qo‘llanadigan javobgarlikdir. Bu degani, shaxsni jinoyat sodir etishda ayblab davlat nomidan faqat sud javobgarlikka tortadi. Javobgarlikning boshqa turlariga esa, ma’muriy organ xodimlari, korxona, muassasa rahbarlari va shunday huquq berilgan shaxslar tortishlari mumkin. Demak, suddan boshqa biror mansabdor shaxs shaxsni jinoyat sodir etishda ayblab javobgarlikka tortishga haqli emas.\n\n3. Jinoiy javobgarlik aybdor shaxsga ma’lum sud tomonidan belgilangan jazo choralari bilan chegaralanmaydi. Jinoiy javobgarlik shaxs sudlanishida (jazoga tortilishi jarayonida), ya’ni shaxsni ijtimoiy xavfli qilmish sodir qilishda aybdor deb topish unga jazo chorasi belgilash va shu jazo chorasini ijro etish jarayonlarining birligida ifodalanadi. Sudlash jinoiy javobgarlikni amalga oshirishning shakli bo‘lib, ijtimoiy xavfli qilmish sodir etgan shaxsni sud tomonidan tegishli hukm chiqarish orqali tegishli miqdorda jazo tayinlashda ifodalanadi. Sud tomonidan tayinlangan jazo turi va miqdoriga qarab, shaxsning ayblilik darajasi to‘g‘risida xulosa qilish mumkin. Sudlash - shaxsni sud tomonidan jinoyat sodir qilishda aybdor deb topib, hukmda tibbiy yo‘sindagi majburlov choralariga (Jinoyat kodeksining 91-moddasi) bog‘liq bo‘lmagan boshqacha tartibdagi jazo choralarini qo‘llashni nazarda tutadi. Sud hukmi kuchga kirishi bilan jinoiy javobgarlik boshlanadi yoki tamom bo‘ladi. Jinoiy javobgarlik sudlanish hukmda nazarda tutilgan jazo choralarini o‘tashda ifodalanadi.\n\n4. Ijtimoiy xavfli qilmish sodir qilganlik uchun jinoiy javobgarlikka tortishda sudlanishning oxirgi bosqichi jazo yoki boshqacha ta’sir chorasini (tibbiy yo‘sindagi majburlov choralariga bog‘liq bo‘lmagan) qo‘llashdir. Jazo javobgarlikning muhim va ajralmas qismidir. Sharhlanayotgan moddaga muvofiq, jazo jinoiy javobgarlikning ifodasi va jinoyat sodir qilishning huquqiy oqibatidir. Jinoiy javobgarlikning haqiqiy ifodasi asosan jazoda o‘z aksini topadi. Biroq, jinoiy javobgarlik va jazoni aynan bir tushuncha deya olmaymiz. Jinoiy javobgarlik va jazo bir-biri bilan chambarchas bog‘liq tushunchalardir. Bu fikrlar ayrim xulosalar chiqarishimizga imkon beradi: \n\n-birinchidan, jinoiy javobgarlik davlat majburlov chorasining bir turi va mohiyatan jinoyat-huquqiy munosabat bilan bir bo‘lganligi uchun jinoiy jazo tushunchasiga nisbatan keng;\n\n-ikkinchidan, jinoiy jazo, jinoyat-huquqiy majburlov chorasi sifatida jinoiy javobgarlikning barcha bosqichlarida namoyon bo‘ladi.\n\nBirinchi bosqichda (jinoyat sodir etilgan paytdan to ayblanuvchi sifatida ishga jalb qilingunga qadar bo‘lgan oraliq davr) jinoyatchiga ijtimoiy xavfli qilmish sodir qilingani uchun jazo xavfi yuzaga keladi. Ikkinchi bosqichda (shaxsni ayblanuvchi sifatida ishga jalb qilinganidan to ishni sudga topshirilguniga qadar) jinoyatchini jazoga tortishga hozirlanadi. Uchinchi bosqichda (sud protsessidan, to hukm ijroga topshirilguniga qadar) mahkum sud tomonidan belgilangan muayyan tur va miqdordagi jazo bilan jazolanadi. To‘rtinchi bosqichda (sud ayblov hukmi qonuniy kuchga kirganidan to jazo muddati tugagunicha yoki muddatdan avval jazodan ozod qilinguniga qadar) jinoyatchi tomonidan jazo o‘tash jarayoni bo‘ladi. Nihoyat, jinoiy javobgarlikning beshinchi bosqichida (jazoni o‘tab bo‘lgan yoki jazodan muddatdan avval ozod qilinganidan to sudlanganlik holatining tugallanishi yoki olib tashlanguniga qadar) jazoni ijro etish va sudlanishning oqibatlari namoyon bo‘ladi. Jazo sud tomonidan qo‘llaniladigan davlatning majburlov chorasidir. Bu chora shaxsning huquq va erkinliklarini cheklash bilan birga uni qayta tarbiyalaydi ham. Shunday qilib, jinoiy javobgarlikning jazo berish tomoni sudlanishdan kelib chiqqan, ammo unga nisbatan ikkinchi darajali, ya’ni jazo jinoiy javobgarlikni huquqiy oqibati bo‘lishi bilan birga sudlanish jazo qo‘llashsiz ham sodir bo‘lishi mumkin. Jinoiy javobgarlikning barcha bosqichlarida u yoki bu turdagi jazo to‘g‘risida so‘z borar ekan, u aksariyat hollarda davlat majburlov chorasining asosiy ko‘rinishi, jinoiy javobgarlikni amalga oshirishning asosiy shakli hisoblanadi. 5. Jinoyat-huquqiy ta’sirning boshqa turlariga tibbiy yo‘sindagi va voyaga yetmaganlarga nisbatan tarbiya yo‘sinidagi majburlov choralari kiradi. Jinoyat kodeksining belgilangan bo‘limlarida o‘z ifodasini topgan ushbu majburlov choralarining asoslari, maqsad va vazifalari to‘g‘risida to‘xtalmasdan, ular qaysi hollarda jinoiy javobgarlikni yuzaga keltirishi va buning huquqiy oqibati haqida to‘xtalsa, ularning o‘ziga xos xususiyatlari quyidagilardan iborat:\n\n-birinchidan, bu choralarni qo‘llash yoki jinoiy jazoni istisno qiladi (muomalaga layoqatsizlar va voyaga yetmaganlar uchun) yoki jazoni vaqtincha to‘xtatadi (ayblov hukmi kuchga kirganidan so‘ng surunkali ruhiy holati buzilgan shaxslar uchun) yoxud jinoiy jazoni ijro etish bilan bir vaqtda amalga oshiriladi (alkogolizm yoki giyohvandlikka chalinganlik tashxisi bor shaxslar uchun);\n\n-ikkinchidan, qaysi shaxslar davlat majburlovining ushbu choralariga tortilishi lozim bo‘lsa, ularning xohishidan qat’i nazar, tortiladi, bosh tortilgan taqdirda, davlat tomonidan huquqiy ta’sir chorasi ko‘riladi;\n\n-uchinchidan, bu choralarni qo‘llash sud organlari tomonidan amalga oshiriladi;\n\n-to‘rtinchidan, mazkur choralarni qo‘llash sudlanganlikni keltirib chiqarmaydi, lekin jinoiy javobgarlikni istisno qilmaydi.\n\nUshbu huquqiy ta’sir choralarining bir qator jinoiy jazoga o‘xshash tomonlari mavjud, ammo ular umumiy jihatdan bir-biridan farq qiladi. Huquqiy ta’sir choralarining jinoiy jazo bilan o‘xshashliklari quyidagilarda ko‘rinadi: \n\n-mazkur huquqiy ta’sir choralari jazo singari jinoiy javobgarlikni amalga oshirish shakllaridan hisoblanadi;\n\n-jinoyat-huquqiy ta’sir choralarini qo‘llashning asosi ijtimoiy xavfli qilmish sodir etilishi sanaladi;\n\n- bu choralarni huquqiy tartibga solish va qo‘llash jinoyat qonuni bilan amalga oshiriladi;\n\nasosi bu ta’sir choralarini qo‘llashning bevosita huquqiy sud organlarining qonuniy hujjatidir; huquqiy ta’sir choraning qo‘llanilishining asosi ijtimoiy xavfli qilmishning sodir etilishidir. Mazkur huquqiy ta’sir choralarining, xususan, tibbiy yo‘sindagi majburlov chorasining jinoiy jazodan asosiy farqi, bu choralar sudlanganlikni keltirib chiqarmaydi. Shuningdek, sud tomonidan uning muddatlari belgilanmaydi. Qonunda tibbiy yo‘sindagi majburiy davolash muddati qancha bo‘lishi kerakligi ko‘zda tutilmagan. Negaki, tibbiy yo‘sindagi majburiy chora qo‘llanilgan shaxsning qancha muddatda tuzalishi mumkinligini oldindan aytib bo‘lmaydi. Huquqiy ta’sir choralari ijtimoiy xavfli qilmish sodir etishning huquqiy oqibatidir. Ushbu choralar aksariyat hollarda umumiy va xususiy ogohlantiruv mazmunida bo‘ladi. Aybdor shaxs sud tomonidan aqli noraso deb topilgan hollarda tibbiy yo‘sindagi majburlov choralari ko‘rinishida huquqiy ta’sir chorasi qo‘llanilishi to‘g‘risida savol qo‘yiladi. Holbuki, mazkur choralarning asosiy maqsadi kelajakda jinoyat sodir qilinishining oldini olishdan iborat bo‘ladi. Shu sababli, huquqiy ta’sir chorasini jazo deb baholash noto‘g‘ridir. Shu bilan birga, bu huquqiy ta’sir choralari shaxsning huquqlarini chegaralab qo‘yadi va ijtimoiy xavfli qilmish sodir etgan shaxs kelajakda jinoyat sodir qilishining oldini oladi. Jinoiy javobgarlik ijtimoiy xavfli qilmish sodir etilishining huquqiy oqibati ekan, huquqiy ta’sir choralari ham sodir etilgan jinoyat oqibatidir.\n\n6. Jinoyat sodir etganlikda ayblanayotgan har bir shaxsning ishi sudda qonuniy tartibda oshkora ko‘rib chiqilib, uning aybi aniqlanmagunicha, u aybdor hisoblanmaydi. Sudda ayblanayotgan shaxsga o‘zini himoya qilish uchun barcha sharoitlar ta’minlab beriladi. Bundan tashqari, JPKning 12-moddasiga muvofiq, shuningdek, O‘zbekiston Respublikasining Konstitutsiyasiga asosan, odil sudlov faqat sudlar tomonidan amalga oshirilishi mustahkamlab qo‘yilgan. Shu sababli, bu norma jinoiy huquqiy ahamiyatga ega bo‘lmay faqat jinoyat-protsessual ahamiyatga ega, deyish noto‘g‘ri bo‘ladi. Konstitutsiya ham, JPK singari jinoiy javobgarlikning muhim belgisi jinoiy jazoning sud tomonidan belgilanishini qayd etgan. Shu jumladan, jinoyat to‘g‘risidagi qonunchilikda ushbu norma jinoiy javobgarlikning eng muhim belgisi qilib belgilangan. Sud tomonidan ayblov hukmining chiqarilishi (uning qonuniy kuchga kirishi) jinoiy javobgarlikni yuzaga keltiruvchi formal tarkibning oxirgi belgisi hisoblanadi. Bu holat formal va moddiy ahamiyatga ega. Formal ahamiyatga egaligi jinoyat qonuni jinoiy javobgarlikni jinoyat sodir etgan aybdor, deb topilishi bilan bog‘laydi. Moddiy ahamiyatga egaligi shundaki, aynan shu holatda, shu daqiqada jinoyat-huquqiy munosabat yuqori darajada aniqlanib, jinoiy javobgarlik tarkibiga aylanadi. Sud ayblov hukmining chiqarish orqali davlat bilan sudlangan shaxsning o‘zaro huquq va majburiyatlarida bevosita davlatning jazo choralarini qo‘llash funksiyasini amalga oshiradi. Jinoiy javobgarlikning mazmun-mohiyati jinoyat sodir etganlikda aybdor deb topilgan shaxsning tayinlangan jazo muddatini o‘tash majburiyatida ifodalanadi. Bu majburiyat shaxsga nisbatan sud hukmi qonuniy kuchga kirganidan boshlanib, to sudlanganlik muddati tugaganda yoki tegishli ravishda olib tashlanganda namoyon bo‘ladi. Shunday qilib, jinoiy javobgarlik jinoyat-huquqiy munosabatlar doirasida amalga oshiriladigan va sud ayblov hukmidan kelib chiqadigan huquq va majburiyatlarini yuzaga keltiradi.\n\n7. Jinoiy javobgarlik sud hukmi bilan shaxsni aybdor, deb topilgan vaqtdan boshlab vujudga keladi. Jinoiy javobgarlikning shakli jinoyat sodir etganlikda aybdor, deb topilgan shaxsni davlat nomidan sud qilish, ommaviy tanbeh berishda ko‘rish mumkin. Jinoiy javobgarlik quyidagi shakllarda amalga oshirilishi mumkin:\n\n-aybdorni jazo qo‘llamasdan sud qilish; aybdorga jazo belgilab, jazoni o‘tashdan ozod qilish, ammo sudlangan deb topish;\n\n-aybdorga jazo belgilab, uni ijro etgan holda sud qilish;\n\n-aybdorga jazo va tibbiy yo‘sindagi majburlov choralarini qo‘llash, shuningdek, ularni ijro etishni belgilash bilan sud qilish.\n\nJinoiy javobgarlikning mohiyati javobgarlikka tortilgan shaxs bilan davlat o‘rtasida vujudga keladigan o‘zaro huquq va majburiyatlar yig‘indisida ifodalanadi.\n\n8. Jinoyat to‘g‘risidagi qonunchilikda jinoiy javobgarlikning asoslari to‘g‘risidagi normaning nazarda tutil-ganligi jinoyatchilikka qarshi kurash ishini qonun yo‘li bilan ta’minlash, fuqarolar tomonidan qonun talablariga rioya qilish hamda davlat va jamiyat manfaatlarini himoya qilishni ta’minlashda muhim ahamiyatga ega. O‘zbekiston Respublikasi Jinoyat kodeksining 16-moddasi ikkinchi qismining mazmuniga ko‘ra, jinoiy javobgarlikning yagona asosi qilmishda jinoyat tarkibining barcha alomatlari bo‘lishidir. Agar qilmishda jinoyat tarkibining aqalli bitta elementi bo‘lmasa, bunday qilmish jinoyat hisoblanmaydi. Jinoyatning tarkibi deb, jinoyat huquqida jinoyat qonuni bilan belgilangan aniq ijtimoiy xavfli qilmishni jinoyat, deb baholash uchun zarur obyektiv va subyektiv belgilar yig‘indisi tushuniladi. Bu belgilar jinoyat qonunida mustahkamlanganligi bois, u yoki bu ijtimoiy xavfli qilmishning jinoyat, deb baholanishi uchun zarur hisoblanadi. Albatta, qonun chiqaruvchi jinoyat tarkibini shakllantirishda jinoyatning mazmuni va mohiyatidan kelib chiqadi. Jinoyat tarkibi jinoiy javobgarlikning asosi bo‘la turib, istalgan jinoyatni kvalifikatsiya qilishning muhim sharti yuridik asosi bo‘lib xizmat qiladi. Jinoyat tarkibining «tarkib», deb nomlanishining asosiy sababi shundaki, unda jinoyatning obyekti obyektiv tomoni, subyekti va subyektiv tomoni degan tushunchalar (elementlar) bir butun holda mujassamlashgan."
        }
    ]
}