{
    "bob_nomi": "III bob. Hayot yoki sog‘liq uchun xavfli jinoyatlar",
    "moddalar": [
        {
            "modda_raqami": "112-modda. O‘ldirish yoki zo‘rlik ishlatish bilan qo‘rqitish. ",
            "matni": "O‘ldirish yoki zo‘rlik ishlatish bilan qo‘rqitish, agar bu harakat amalga oshirilishidan xavfsirash uchun yetarli asoslar mavjud bo‘lsa, bazaviy hisoblash miqdorining yigirma besh baravarigacha miqdorda jarima yoki ikki yuz qirq soatgacha majburiy jamoat ishlari yoki bir yilgacha axloq tuzatish ishlari bilan jazolanadi.\n\nO‘sha harakatlar:  \n\na) o‘ta xavfli retsidivist tomonidan;  \n\nb) uyushgan guruh a’zosi tomonidan yoki shu guruh manfaatlarini ko‘zlab sodir etilgan bo‘lsa, bazaviy hisoblash miqdorining yigirma besh baravaridan ellik baravarigacha miqdorda jarima yoki ikki yuz qirq soatdan uch yuz soatgacha majburiy jamoat ishlari yoki bir yildan ikki yilgacha axloq tuzatish ishlari yoki bir yilgacha ozodlikni cheklash yoki bir yilgacha ozodlikdan mahrum qilish bilan jazolanadi.\n\nO‘sha harakatlar o‘z xizmat yoki fuqarolik burchini bajarishi munosabati bilan shaxsga yoki uning yaqin qarindoshlariga nisbatan sodir etilgan bo‘lsa, uch yuz soatdan uch yuz oltmish soatgacha majburiy jamoat ishlari yoki ikki yildan uch yilgacha axloq tuzatish ishlari yoki bir yildan uch yilgacha ozodlikni cheklash yoki bir yildan uch yilgacha ozodlikdan mahrum qilish bilan jazolanadi.",
            "sharxi": "1. Sharhlanayotgan jinoyatning obyekti shaxsning hayoti va (yoki) sog‘lig‘i xavfsizligini ta’minlovchi ijtimoiy munosabatlar hisoblanadi.\n\n2. Sharhlanayotgan jinoyat obyektiv tomondan o‘ldirish yoki zo‘rlik ishlatish bilan qo‘rqitishda ifodalanadi, agar bu harakat amalga oshirilishidan xavfsirash uchun yetarli asoslar mavjud bo‘lsa. O‘ldirish bilan qo‘rqitish deganda jabrlanuvchini hayotdan mahrum qilish bo‘yicha oshkora ifoda etilgan aybdorning niyatini tushunish kerak. Zo‘rlik ishlatish bilan qo‘rqitish deganda jabrlanuvchining sog‘lig‘iga zarar yetkazish bo‘yicha oshkora ifoda etilgan aybdorning niyatini tushunish lozim. Jinoyatni JKning 112-moddasi bilan kvalifikatsiya qilish uchun aybdor jabrlanuvchini unga nisbatan aynan qanday zo‘rlik ishlatish bilan qo‘rqitgani ahamiyatsizdir.\n\n3. Qilmishni JKning 112-moddasi bo‘yicha kvalifikatsiya qilishning zaruriy sharti qo‘rqitishning bir qator shartlarga muvofiq bo‘lishi hisoblanadi. Xususan, qo‘rqitish obyektiv jihatdan haqiqiy bo‘lishi, ya’ni umuman olganda uni yaqin vaqt ichida amalga oshirish imkoniyati mavjud bo‘lishi lozim. Qo‘rqitishni amalga oshirishning haqiqiyligi barcha ish holatlarini tahlil qilish va baholash orqali aniqlanadi, bunda, jumladan, quyidagi holatlarni o‘rganish lozim: aybdorning shaxsi; jabrlanuvchi bilan ular o‘rtasidagi munosabatlarning xususiyati; qo‘rqitishni ifoda etishning joyi, vaqti, vaziyati va usullari; aybdorda qurolning yoki jabrlanuvchini hayotdan mahrum qilish yoki uning sog‘lig‘iga zarar yetkazish vositasi bo‘lishi mumkin bo‘lgan boshqa predmetlarning mavjudligi va hokazo. Amalga oshirilishi mumkin bo‘lmagan yoki ro‘yobga chiqarilishi faraz qilingan holatlar yuz berishini taqozo etadigan qo‘rqitishni haqiqiy deb topish mumkin emas. Masalan, odamni uning borish niyatida bo‘lmagan u yoki bu shaharda, qishloqda paydo bo‘lsa o‘ldirish bilan qo‘rqitish. Shuningdek, hali umuman turmushga chiqish niyatida bo‘lmagan ayolni bo‘lg‘usi erini o‘ldirish bilan qo‘rqitish ham haqiqiy emas.\n\n4. Qo‘rqitish aniq bo‘lishi kerak, ya’ni jabrlanuvchiga muayyan zarar yetkazish niyatini ichiga olgan bo‘lishi kerak. Bunda qo‘rqitishning aniqlik darajasi turlicha bo‘lishi mumkin: aybdor jabrlanuvchini o‘ldirish yoki uning sog‘lig‘iga ziyon yetkazishning usuli, quroli haqida aytmasligi mumkin, lekin jabrlanuvchida kuchli qo‘rquv hosil qilish maqsadida aybdor unga o‘ldirishni qanday usul va qurollardan foydalanib amalga oshirishi, bo‘lajak qiynoqlar, azoblar va boshqalar haqida ma’lumot berishi mumkin. Noaniq tusdagi qo‘rqitishlar javobgarlikni keltirib chiqarishi mumkin emas, chunki ular aniq bir zarar yetkazish niyatini o‘z ichiga qamrab olmaydi. Albatta, bu aybdor jabrlanuvchiga qanday zarar yetkazmoqchi bo‘lganini, ya’ni ko‘zini o‘yib olish, yuzini dabdala qilish, bichib qo‘yish kabi shikast yetkazmoqchiligini mutlaqo aniq aytishi kerakligini bildirmaydi. Ammo, nima bo‘lganda ham, agar so‘z o‘ldirish bilan qo‘rqitish haqida borayotgan bo‘lsa, odamni o‘ldirishga bo‘lgan niyat aniq oshkora ifodalangan bo‘lishi kerak. Jinoiy jazoga loyiq qo‘rqitish aniq bir shaxsga qaratilgan bo‘lishi lozim. Umumiy tusdagi, biron-bir kishiga aniq qaratilmagan qo‘rqitishlar shaxsni JKning 112-moddasi bo‘yicha javobgarlikka tortish uchun asos bo‘la olmaydi.\n\n5. Qo‘rqitishning eng muhim belgilaridan biri uning haqiqiyligidir. JKning 112-moddasi 1-qismi dispozitsiyasida qo‘rqitishning haqiqiyligi belgisi uning amalga oshirilishidan xavfsirash uchun asoslar mavjud bo‘lishi tariqasida ochib berilgan. Aynan jabrlanuvchiga amalga oshirilishidan xavfsirash uchun asoslar beradigan sifatlarga ega bo‘lgan qo‘rqitish haqiqiy deb topilishi lozim. Jabrlanuvchida qo‘rqitishning amalga oshirilishidan xavfsirash uchun asoslar bo‘lgan yoki yo‘qmidi degan masalani hal qilishda aybdor aytgan so‘zlarning mazmunini, qo‘rqitishga sabab bo‘lgan mojaroning jiddiyligini, keskinligini, qo‘rqituvchi va qo‘rqitiluvchi o‘rtasida vujudga kelgan munosabatlar xususiyatini hisobga olish kerak bo‘ladi. Qo‘rqitishning jabrlanuvchi tomonidan idrok etilishiga qo‘rqitish ifoda etilayotgan vaziyat ham ta’sir ko‘rsatadi, masalan, u hech kimdan yordam olish mumkin bo‘lmagan xilvat joyda va hokazo holatlarda bo‘lishi mumkin.\n\n6. Qo‘rqitish usullari har xil bo‘lishi mumkin, ko‘pincha u kimga qaratilgan bo‘lsa, bevosita o‘sha shaxsga og‘zaki aytiladi. Lekin qo‘rqitish yozma ravishda, telefon, telegraf orqali, qurolni yoki uning o‘rnini bosuvchi narsani ko‘rsatish yo‘li bilan, ramziy ishoralar yoki badan harakatlari (biron-bir narsani unga o‘qtalib, badaniga pichoq tirab va hokazo) orqali bildirishi mumkin.\n\n7. Aybdor qo‘rqitishni jabrlanuvchiga yetkazgani zahotiyoq jinoyat tugallangan hisoblanadi. Bunda jabrlanuvchiga mazkur qo‘rqitish ta’sir qilgan yoki qilmaganligining ahamiyati yo‘q.\n\n8. O‘ldirish yoki zo‘rlik ishlatish bilan qo‘rqitishning motivlari har xil (o‘ch, rashk va boshqalar) bo‘lishi mumkin, biroq qilmishni JKning 112-moddasi bo‘yicha kvalifikatsiya qilishga mazkur motivlar ta’sir qilmaydi.\n\n9. O‘ldirish yoki zo‘rlik ishlatish bilan qo‘rqitishning maqsadlarini aniqlash juda muhimdir. Subyektiv tomonning aynan mazkur belgisiga ko‘ra ushbu jinoyatni boshqa o‘xshash jinoyat tarkiblaridan ajratish mumkin bo‘ladi. Masalan, jabrlanuvchini jinoyatchiga mulkni topshirish, mulkiy manfaatlar berishga majbur qilish maqsadida qo‘rqitish tovlamachilik jinoyatini (JKning 165-moddasi), o‘zganing mulkini talon-toroj qilish uchun hayot yoki sog‘liq uchun xavfli bo‘lgan zo‘rlik ishlatish bilan qo‘rqitish bosqinchilik jinoyatini (JKning 164-moddasi), ayol bilan jinsiy aloqa qilish uchun zo‘rlik ishlatish bilan qo‘rqitish esa nomusga tegish jinoyatini (JKning 118-moddasi) tashkil qiladi. Ayni paytda, masalan, agar o‘ldirish yoki zo‘rlik ishlatish bilan qo‘rqitish nomusga tegish jinoyati sodir etilgandan keyin, masalan, jabrlanuvchini qo‘rqitish va voqea oshkora bo‘lishining oldini olish maqsadida bildirilgan bo‘lib, bunday tahdid amalga oshirilishidan xavfsirashga doir yetarli asoslar mavjud bo‘lsa, qilmish jinoyatlar majmui bo‘yicha JKning 118-moddasi va 112-moddasi bo‘yicha kvalifikatsiya qilinadi.\n\n10. O‘ldirish yoki zo‘rlik ishlatish bilan qo‘rqitish o‘ta xavfli retsidivist tomonidan (JKning 34-moddasi sharhiga qarang) yoki uyushgan guruh a’zosi tomonidan yoki shu guruh manfaatlarini ko‘zlab (JKning 29, 30 va 97-moddalari sharhiga qarang) sodir etilganda, aybdorning qilmishlarini JKning 112-moddasi 2-qismi bo‘yicha kvalifikatsiya qilish lozim.\n\n11. O‘z xizmat yoki fuqarolik burchini bajarishi munosabati bilan shaxsga yoki uning yaqin qarindoshlariga nisbatan o‘ldirish yoki jismoniy zo‘rlik ishlatish bilan qo‘rqitish (JKning 97-moddasi sharhiga qarang) harakatlari JKning 112-moddasi 3-qismi bo‘yicha kvalifikatsiya qilinadi."
        },
        {
            "modda_raqami": "113-modda. Tanosil yoki OIV kasalligi/OITSni tarqatish. ",
            "matni": "Bila turib, boshqa shaxsni tanosil kasalligini yuqtirish xavfi ostida qoldirish bazaviy hisoblash miqdorining yigirma besh baravarigacha miqdorda jarima yoki ikki yuz qirq soatgacha majburiy jamoat ishlari yoxud bir yilgacha axloq tuzatish ishlari bilan jazolanadi.\n\nO‘zida tanosil kasalligi borligini bila turib, bu kasalni boshqa shaxsga yuqtirish\n\nbazaviy hisoblash miqdorining ellik baravaridan yuz baravarigacha miqdorda jarima yoki ikki yuz qirq soatdan uch yuz oltmish soatgacha majburiy jamoat ishlari yoki ikki yilgacha axloq tuzatish ishlari yoxud bir yildan uch yilgacha ozodlikni cheklash yoki uch yilgacha ozodlikdan mahrum qilish bilan jazolanadi.\n\nUshbu moddaning birinchi yoki ikkinchi qismida nazarda tutilgan harakatlar:\n\na) ikki yoki undan ortiq shaxsga nisbatan;\n\nb) voyaga yetmagan shaxsga nisbatan sodir etilgan bo‘lsa,\n\nuch yuz oltmish soatdan to‘rt yuz sakson soatgacha majburiy jamoat ishlari yoki uch yildan besh yilgacha ozodlikni cheklash yoxud uch yildan besh yilgacha ozodlikdan mahrum qilish bilan jazolanadi.\n\nBila turib, boshqa shaxsni OIV kasalligi/OITSni yuqtirish xavfi ostida qoldirish yoki unga OIV kasalligi/OITSni yuqtirish,\n\nbesh yildan sakkiz yilgacha ozodlikdan mahrum qilish bilan jazolanadi.\n\nShaxsning kasb yuzasidan o‘z vazifalarini bajarmagan-ligi yoki lozim darajada bajarmaganligi oqibatida boshqa shaxsga OIV kasalligi/OITSni yuqtirishi,\n\nbazaviy hisoblash miqdorining yuz baravaridan ikki yuz baravarigacha miqdorda jarima yoki uch yuz oltmish soatdan to‘rt yuz sakson soatgacha majburiy jamoat ishlari yoki ikki yilgacha axloq tuzatish ishlari yoxud ikki yildan besh yilgacha ozodlikni cheklash yoki besh yilgacha ozodlikdan mahrum qilish bilan jazolanadi.",
            "sharxi": "1. Sharhlanayotgan jinoyatning obyekti shaxsning hayoti va (yoki) sog‘lig‘i xavfsizligini ta’minlovchi ijtimoiy munosabatlar hisoblanadi.\n\n2. Sharhlanayotgan moddaning birinchi qismida bila turib, boshqa shaxsni tanosil kasalligini yuqtirish xavfi ostida qoldirish, ya’ni o‘zida tanosil kasalligi borligini yoki mazkur kasallikning boshqa manbalari mavjudligini bilgan shaxsning ushbu kasallikni jabrlanuvchiga yuqtirish haqiqiy xavfini vujudga keltiruvchi harakatlarni sodir etish uchun javobgarlik nazarda tutilgan.\n\n3. Bila turib deganda, aybdorning o‘zida tanosil kasalligi borligini yoki mazkur kasallikning boshqa manbalari mavjudligini bilgani holda jabrlanuvchini kasallikni yuqtirish xavfi ostida qoldirishi tushuniladi.\n\n4. Tanosil kasalliklari deganda, qoida tariqasida, jinsiy aloqa qilish orqali yuqtiriladigan infeksion kasalliklar guruhi tushuniladi. Bular jumlasiga sifilis, so‘zak, pereloy, tripper, yumshoq shankr, moyaklar (jinsiy) limfogranulematozi va boshqalar kiradi. Tanosil kasalligining fe’l-atvori, uni davolash mumkinligi yoki uning tibbiy xususiyatlari jinoyatning kvalifikatsiyasiga ta’sir etmaydi.\n\n5. Shaxsning tanosil kasalligini yuqtirish xavfi ostida\n\nqoldirish shaxs tomonidan jabrlanuvchining tanosil\n\nkasalligiga chalinishi mumkin bo‘lgan turli harakatlar sodir\n\netishidan (jinsiy aloqa qilish, qon quyish, sterillanmagan\n\ntibbiyot asboblaridan foydalanish, bitta idish-tovoqdan\n\novqatlanish, tanosil kasalliklariga chalingan shaxs tomonidan\n\nboshqa gigiyenik qoidalarga rioya qilmaslik va boshqalar)\n\niborat bo‘ladi. Mazkur holatda yuqtirish nafaqat tasodifiy\n\nholatlar yoki jabrlanuvchi o‘ziga kasallikni yuqtirmaslik.\n\nuchun ko‘rgan choralar tufayli yuzaga keladi. Boshqa shaxsni\n\ntanosil kasalligini yuqtirish xavfi ostida qoldirish\n\nusullari jinoyatning kvalifikatsiyasiga ta’sir ko‘rsatmaydi.\n\n6. Tanosil kasalligini yuqtirish xavfi ostida qoldirish boshqa shaxsga tanosil kasalligini yuqtirishning haqiqiy xavfini yuzaga keltiradigan harakatlar sodir etilgan paytdan e’tiboran, ko‘rsatilgan oqibatlar yuz berganligidan qat’i nazar, tugallangan jinoyat deb topiladi.\n\n7. JKning 113-moddasi 1-qismida nazarda tutilgan Jinoyat subyektiv tomondan faqat to‘g‘ri qasd bilan sodir etiladi, chunki aybdor o‘zida tanosil kasalligi borligini hamda jabrlanuvchiga ushbu kasallikni yuqtirishning haqiqiy xavfi mavjudligini bila turib, jabrlanuvchini mazkur xavf ostida ongli ravishda qoldiradi.\n\n8. JKning 113-moddasi 1-qismida nazarda tutilgan jinoyatning subyekti 16 yoshga to‘lgan, tanosil kasalligi bilan kasallanganidan qat’i nazar, har qanday shaxs bo‘lishi mumkin.\n\n9. O‘zida tanosil kasalligi borligini bila turib, bu kasalni boshqa shaxsga yuqtirish, ya’ni jabrlanuvchiga tanosil kasalligi yuqtirilishiga olib keladigan harakatlar aybdor tomonidan sodir etilishi JKning 113-moddasi 2-qismi bo‘yicha kvalifikatsiya qilinadi.\n\nMazkur jinoyat jabrlanuvchiga tanosil kasalligi yuqtirilgan paytdan tugallangan hisoblanadi. JKning 113-moddasi 2-qismi bo‘yicha javobgarlikka tortish uchun aybdorning harakatlari bilan jabrlanuvchiga tanosil kasalligi yuqtirilishi kabi yuzaga kelgan oqibatlar o‘rtasidagi sababiy bog‘lanish mavjudligini aniqlash zarur. Agar mazkur oqibatlar yuzaga kelmasa yoki sababiy bog‘lanish aniqlanmasa, aybdorning qilmishini JKning 113-moddasi 1-qismi bo‘yicha kvalifikatsiya qilish lozim.\n\n10. JKning 113-moddasi 2-qismida ko‘zda tutilgan jinoyatning subyektiv tomoni to‘g‘ri yoki egri qasd bilan tavsiflanadi, chunki aybdor o‘zida tanosil kasalligi borligini bila turib, jabrlanuvchiga mazkur kasallikning yuqtirilishiga olib kelishi mumkin bo‘lgan harakatlarni sodir etadi va bunda mazkur oqibatlar yuzaga kelishini xohlaydi yoki bunga ongli ravishda yo‘l qo‘yadi.\n\n11. JKning 113-moddasi 2-qismida ko‘zda tutilgan jinoyatning subyekti faqatgina o‘zida tanosil kasalligi borligini bilgan shaxs bo‘lishi mumkin. Aybdor o‘zida tanosil kasalligi mavjudligini bilmagan va bilishi mumkin bo‘lmagan hollarda u JKning 113-moddasi bo‘yicha javobgarlikka tortilmaydi.\n\n12. JKning 113-moddasi 3-qismi ikki yoki undan ortiq shaxsni yoxud voyaga yetmagan shaxsni oldindan bila turib, tanosil kasalligini yuqtirish xavfi ostida qoldirish yoki mazkur shaxslarga bu kasalni yuqtirish uchun javobgarlikni nazarda tutadi.\n\n13. Aybdorning harakatlarini JKning 113-moddasi 3-qismi bo‘yicha ikki yoki undan ortiq shaxsni tanosil kasal-ligini yuqtirish xavfi ostida qoldirish yoki ularga bu kasalni yuqtirish belgisi bo‘yicha kvalifikatsiya qilish uchun avvalgi tanosil kasalligini yuqtirish xavfi ostida qoldirish yoki bu kasalni yuqtirish jinoyati sodir etilganidan so‘ng jinoiy javobgarlikka tortish muddatlari o‘tib ketmaganligini aniqlash lozim.\n\n14. Aybdorning harakatlarini JKning 113-moddasi 3-qismi bo‘yicha voyaga yetmagan shaxsni tanosil kasalligini yuqtirish xavfi ostida qoldirish yoki unga bu kasalni yuqtirish belgisi bo‘yicha kvalifikatsiya qilish uchun jabrlanuvchi o‘n sakkiz yoshga to‘lmaganligidan aybdor xabardor bo‘lganligini aniqlash kerak. Aybdor voyaga yetmagan shaxsning yoshiga nisba-tan yanglishgan hollarda uning harakatlari JKning 113-moddasi 1 yoki 2-qismi bo‘yicha kvalifikatsiya qilinishi lozim.\n\n15. Bila turib, boshqa shaxsni OIV kasalligi/OITSni yuqtirish xavfi ostida qoldirish yoki unga OIV kasalligi/OITSni yuqtirish uchun javobgarlik JKning 113-moddasi 4-qismida nazarda tutilgan.\n\nOIV kasalligi/OITS (orttirilgan immunitet tanqisligi sindromi) inson organizmining har qanday kasallikka qarshi kurashish qobiliyatining yo‘qolishidir.\n\n16. Jinoyat u yoki bu sabablar tufayli OIV kasalligi /OITS yuqmagan bo‘lsa ham shaxsni OIV kasalligi/OITSni yuqtirish xavfi ostida qoldirish yoki mazkur kasallik yuqtirish paytidan boshlab tugallangan hisoblanadi. Shaxsga kasallikni yuqtirishdan iborat jinoiy oqibatlarning kelib chiqqanligi qilmishni JKning 113-moddasi 4-qismi bo‘yicha kvalifikatsiya qilishda ahamiyatga ega emas, lekin bu holat jazo tayinlashda inobatga olinishi lozim.\n\n17. JKning 113-moddasi 4-qismida nazarda tutilgan jinoyatning subyekti 16 yoshga to‘lgan aqli raso, OIV kasalligi/OITS bilan kasallanganidan qat’i nazar, har qanday shaxs bo‘lishi mumkin.\n\n18. JKning 113-moddasi 5-qismida shaxsning kasb yuzasidan o‘z vazifalarini bajarmaganligi yoki lozim darajada bajarmaganligi oqibatida boshqa shaxsga OIV kasalligi /OITSni yuqtirishi uchun javobgarlik nazarda tutilgan. (Shaxsning kasb yuzasidan o‘z vazifalarini bajarmaganligi yoki lozim darajada bajarmaganligi tushunchasi to‘g‘risida JKning 116-moddasi sharhiga qarang).\n\n19. JK 113-moddasi 5-qismida nazarda tutilgan jinoyatning subyekti kasbi bilan bog‘liq muayyan vazifalar zimmasiga yuklatilgan 16 yoshga to‘lgan aqli raso shaxs bo‘lishi mumkin. Xususan, operatsiyani o‘tkazish uchun sterillanmagan asboblardan foydalangan yoki quyish uchun mo‘ljallangan qonni tegishli ravishda tekshirmagan tibbiyot xodimi mazkur jinoyatning subyekti sifatida e’tirof etilishi mumkin.\n\n20. Jabrlanuvchining o‘z xohishi bilan tanosil yoki OIV kasalligi/OITSni yuqtirish xavfi ostida qolishi jabrlanuvchini tanosil yoki OIV kasalligi/OITSni yuqtirish xavfi ostida qoldirgan yoki unga bu kasalliklarni yuqtirgan hamda bu kasalliklar o‘zida borligini bilgan shaxsni jinoiy javobgarlikdan ozod qilish uchun asos bo‘lmaydi."
        },
        {
            "modda_raqami": "114-modda. Jinoiy ravishda homila tushirish (abort). ",
            "matni": "Shifokor akusher yoki ginekolog tomonidan davolash muassasalaridan tashqari joylarda yoki tibbiy nuqtayi nazardan mumkin bo‘lmagan holda sun’iy ravishda homila tushirish, bazaviy hisoblash miqdorining yigirma besh baravarigacha miqdorda jarima solish yoki uch yilgacha muayyan huquqdan mahrum qilish yoki ikki yuz qirq soatgacha majburiy jamoat ishlari yoki bir yilgacha axloq tuzatish ishlari bilan jazolanadi.\n\nSun’iy ravishda homila tushirishga huquqi bo‘lmagan shaxsning bunday ishni amalga oshirishi, bazaviy hisoblash miqdorining yigirma besh baravaridan ellik baravarigacha miqdorda jarima yoki ikki yuz qirq soatdan uch yuz soatgacha majburiy jamoat ishlari yoki bir yildan ikki yilgacha axloq tuzatish ishlari bilan jazolanadi.\n\nUshbu moddaning birinchi yoki ikkinchi qismida nazarda tutilgan harakatlar ehtiyotsizlik orqasida:  \na) jabrlanuvchining o‘limiga;  \nb) boshqacha og‘ir oqibatlarga sabab bo‘lsa, ikki yildan uch yilgacha axloq tuzatish ishlari yoki ikki yildan besh yilgacha ozodlikni cheklash yoki besh yilgacha ozodlikdan mahrum qilish bilan jazolanadi.",
            "sharxi": "1. Jinoyat obyekti homilador ayolning (homilaning emas) hayoti yoki sog‘lig‘ining xavfsizligini ta’minlash borasidagi ijtimoiy munosabatlar hisoblanadi.\n\n2. Sharhlanayotgan moddaning birinchi qismiga muvofiq sun’iy ravishda homila tushirish (abort):  \n- davolash muassasasidan tashqari joylarda amalga oshirilgan;  \n- tibbiy nuqtayi nazardan mumkin bo‘lmagan holda amalga oshirilgan bo‘lsa, jinoiy ravishda amalga oshirilgan deb topiladi.\n\n3. Sun’iy ravishda homilani tushirish tibbiy nuqtayi nazardan mumkin bo‘lmagan holatlar jumlasiga quyidagilar kirishi mumkin:  \n- og‘ir yoki o‘rtacha og‘ir kechadigan so‘zak, jinsiy a’zolarning og‘ir yoki o‘rtacha og‘ir kechadigan yallig‘lanish jarayonlari mavjudligi, joylashgan joyidan qat’i nazar, yiring o‘choqlari mavjudligi, og‘ir kechadigan yuqumli kasalliklar mavjudligi;  \n- 12 haftadan ortiq muddatdagi homilaning mavjudligi;  \n- avvalgi sun’iy ravishda homilani tushirishdan keyin 6 oy o‘tmasdan sun’iy ravishda homilani tushirish, shuningdek sun’iy ravishda homilani tushirish bo‘yicha yo‘riqnomada nazarda tutilgan boshqa holatlar.\n\n4. Tibbiy muassasadan tashqari joyda amalga oshirilgan sun’iy ravishda homilani tushirish, sun’iy ravishda homilani tushirish tibbiy nuqtayi nazardan mumkin bo‘lmagan holatlar borligidan qat’i nazar, jinoiy deb topiladi.\n\n5. Sun’iy ravishda homila tushirishga huquqi bo‘lmagan shaxs bunday ishni amalga oshirsa, jinoyatni JKning 114-moddasi 2-qismi bo‘yicha kvalifikatsiya qilish kerak. Bunda sun’iy ravishda homilani tushirish tibbiy nuqtayi nazardan mumkin bo‘lmagan holatlarning bor-yo‘qligi, shuningdek sun’iy ravishda homilani tushirish amalga oshirilgan joy kvalifikatsiyaga ta’sir qilmaydi. Sun’iy ravishda homila tushirishga huquqi bo‘lmagan shaxslarga quyidagilar kiradi:  \n- akusher-ginekologlardan tashqari barcha toifadagi shifokorlar, ya’ni oliy tibbiy ma’lumotga ega bo‘lgan shaxslar;  \n- o‘rta tibbiy ma’lumotga ega bo‘lgan shaxslar (akusherlar, tibbiyot hamshiralari va hokazo);  \n- tibbiyot kasbiga mutlaqo aloqasi bo‘lmagan har qanday boshqa shaxslar.\n\n6. Abortni noqonuniy ravishda amalga oshirish homilani sun’iy ravishda tushirish boshlangan paytdan e’tiboran tamom bo‘lgan jinoyat deb topiladi. Agar aybdorning harakatlari homilani tushirishga qaratilgan bo‘lsa-yu, lekin abort boshlanmagan bo‘lsa, mazkur harakatlar ish holatlariga qarab jinoiy ravishda homila tushirishga tayyorgarlik ko‘rish yoki suiqasd qilish sifatida kvalifikatsiya qilinishi lozim.\n\n7. Sun’iy ravishda homila tushirish usullari har xil bo‘lishi mumkin (jarrohlik, mexanik, toksik, termik, medikamentoz va hokazo) va ular jinoyatni kvalifikatsiya qilishga ta’sir ko‘rsatmaydi.\n\n8. Agar homilaning tushishi ayol sog‘lig‘iga shikast yetkazish natijasida yuz bergan bo‘lsa, aybdorning qilmishi JKning 114-moddasi bilan emas, balki qasddan badanga og‘ir shikast yetkazish uchun javobgarlikni nazarda tutuvchi JKning 104-moddasi bilan homilaning tushishi belgisi bo‘yicha kvalifikatsiya qilinadi. Sun’iy ravishda homila tushirish jabrlanuvchi ayolning roziligisiz amalga oshirilgan hollarda ham qilmish JKning 104-moddasi bo‘yicha kvalifikatsiya qilinadi.\n\n9. Subyektiv tomondan JKning 114-moddasi 1 va 2-qismlarida nazarda tutilgan jinoyatlar faqat to‘g‘ri qasd bilan sodir etiladi. Motiv va maqsad jinoyatni kvalifikatsiya qilishda ahamiyatga ega emas.\n\n10. JKning 114-moddasi 1-qismida nazarda tutilgan jinoyatning subyekti shifokor akusher-ginekolog, JKning 114-moddasi 2-qismida nazarda tutilgan jinoyatning subyekti esa 16 yoshga to‘lgan har qanday aqli raso shaxs bo‘lishi mumkin.\n\n11. Agar sun’iy ravishda homila tushirishni amalga oshirgan shaxs oxirgi zarurat holatida harakat qilgan bo‘lsa (masalan, homilador ayolning hayoti xavf ostida qolgan taqdirda davolash muassasasidan tashqari joyda yoki tibbiy nuqtayi nazardan mumkin bo‘lmagan holda homila tushirilganda), jinoiy ravishda homila tushirish uchun javobgarlik vujudga kelmaydi.\n\n12. Homilasini o‘zi sun’iy ravishda tushirgan yoki uni o‘zgalar yordamida jinoiy ravishda tushirtirgan ayol jinoiy javobgarlikka tortilmaydi.\n\n13. Jinoiy ravishda homila tushirish natijasida:  \na) jabrlanuvchining o‘limi yuz bersa;  \nb) boshqacha og‘ir oqibatlar vujudga kelsa, shaxsning harakatlari JKning 114-moddasi 3-qismi bo‘yicha kvalifikatsiya qilinadi.\n\n14. Jabrlanuvchining o‘limi yuz berishi vaqti sun’iy ravishda homila tushirilayotganda yoki bundan so‘ng qilmishni JKning 114-moddasi 3-qismi «a» bandi bo‘yicha kvalifikatsiya qilishga ta’sir ko‘rsatmaydi.\n\n15. Jinoiy ravishda homila tushirish natijasida paydo bo‘lgan boshqa og‘ir oqibatlarga badanga og‘ir shikast yetkazish bilan jabrlanuvchining sog‘lig‘iga zarar yetkazilishini (masalan, bola tug‘ish qobiliyatidan mahrum bo‘lish, bachadonni kesib tashlash), ruhiy faoliyatining buzilishini va boshqa shu kabilarni kiritish lozim.\n\n16. Aybdor qilmishlarini JKning 114-moddasi 3-qismi bo‘yicha kvalifikatsiya qilish uchun sodir etilgan jinoiy ravishda homila tushirish bilan jabrlanuvchining o‘limi yoki boshqa og‘ir oqibatlarning kelib chiqishi o‘rtasidagi sababiy bog‘lanish mavjudligini aniqlash lozim. Jinoyatning subyektining bunday oqibatlarga nisbatan aybi ehtiyotsizlikda ifodalanadi.\n\n17. Agar jinoiy ravishda homila tushirishni amalga oshirgan aybdorda jabrlanuvchining o‘limi yoki boshqa og‘ir oqibatlarning kelib chiqishiga nisbatan egri yoki to‘g‘ri qasd mavjud bo‘lsa, uning harakatlari ish holatlaridan kelib chiqib JKning 97-moddasi yoki 104-moddasi tegishli qismi bo‘yicha kvalifikatsiya qilinishi lozim."
        },
        {
            "modda_raqami": "115-modda. Ayolni o‘z homilasini sun’iy ravishda tushirishga majburlash. ",
            "matni": "Ayolni o‘z homilasini sun’iy ravishda tushirishga majburlash, agar homila sun’iy tushirilgan bo‘lsa, bazaviy hisoblash miqdorining yuz baravaridan ikki yuz baravarigacha miqdorda jarima yoki uch yildan besh yilgacha muayyan huquqdan mahrum qilish yoki uch yuz soatdan uch yuz oltmish soatgacha majburiy jamoat ishlari yoki ikki yildan uch yilgacha axloq tuzatish ishlari bilan jazolanadi.",
            "sharxi": "1. Jinoyat obyekti homilador ayolning hayoti va (yoki) sog‘lig‘ining xavfsizligini ta’minlovchi ijtimoiy munosabatlar hisoblanadi.\n\n2. Ayolni o‘z homilasini sun’iy ravishda tushirishga majburlash, ya’ni homilador ayolni xohish-irodasiga qarshi ravishda homilasini tushirishga majburlash maqsadida unga nisbatan jismoniy yoki ruhiy zo‘rlik ishlatish yoki boshqacha usulda ta’sir ko‘rsatish, agarda buning natijasida homila sun’iy ravishda tushirilgan bo‘lsa, ko‘rib chiqilayotgan jinoyatning obyektiv tomonini tashkil qiladi.\n\n3. Homilani sun’iy ravishda tushirishga majburlash deganda homilador ayolni o‘z homilasini tushirishga zo‘rlash maqsadida unga nisbatan uni yomonroq ahvolga qo‘yadigan (moddiy ta’minotdan mahrum qilish, uydan haydash bilan qo‘rqitish va hokazo) yoki huquqqa xilof tusga ega bo‘lgan (jismoniy yoki ruhiy zo‘rlik ishlatish) ta’sir ko‘rsatishni tushunish lozim.\n\n4. Jismoniy zo‘rlik ishlatish ko‘rib chiqilayotgan jinoyat obyektiv tomonining elementi sifatida do‘pposlashda, qiynashda, bog‘lashda va tibbiy muassasaga majburiy keltirishde, badanga yengil shikast yetkazishda, zo‘rlik ishlatib g‘ayriqonuniy ravishda ozodlikdan mahrum qilishda namoyon bo‘lishi mumkin. Jabrlanuvchini o‘z homilasini sun’iy ravishda tushirishga majburlash usuli sifatida aybdor tomonidan homilador ayol badaniga o‘rtacha og‘ir yoki og‘ir shikast yetkazilgan bo‘lsa, qilmishni jinoyatlar majmui bo‘yicha JKning 115-moddasi (agar homila tushirilgan bo‘lsa) va JKning 104-moddasi yoki 105-moddasining tegishli qismi bilan kvalifikatsiya qilish lozim.\n\n5. Ruhiy zo‘rlik ishlatish deganda agar aybdorda bunga haqiqiy imkoniyat mavjud bo‘lsa va jabrlanuvchida undan xavfsirash uchun barcha asoslar mavjud bo‘lsa, jismoniy zo‘rlik ishlatish bilan qo‘rqitish tushuniladi.\n\n6. JKning 115-moddasi bo‘yicha faqat jinoiy bo‘lmagan homila tushirishga majburlash holatlari kvalifikatsiya qilinadi. Aybdor ayolni jinoiy ravishda homila tushirishga majbur etayotganligini bilsa, uning harakatlari JKning 28-moddasi 4-kismi va 114-moddasi bo‘yicha jinoiy ravishda homila tushirishga dalolatchilik qilish sifatida kvalifikatsiya qilinishi kerak.\n\n7. Jinoyat homila sun’iy ravishda tushirilgan paytdan e’tiboran tugallangan hisoblanadi.\n\n8. Subyektiv tomondan jinoyat faqat to‘g‘ri qasd bilan sodir etiladi. Jinoyatning motivlari kvalifikatsiya qilish uchun ahamiyatga ega emas.\n\n9. Jinoyatning subyekti jabrlanuvchi o‘z homilasini sun’iy ravishda tushirishdan manfaatdor bo‘lgan 16 yoshga to‘lgan har qanday aqli raso shaxs bo‘lishi mumkin."
        },
        {
            "modda_raqami": "115-1-modda. Insonni undan a’zolarini va (yoki) to‘qimalarini transplantatsiya uchun olishga rozilik berishga majburlash. ",
            "matni": "Insonni undan a’zolarini va (yoki) to‘qimalarini transplantatsiya uchun olishga rozilik berishga majburlash, zo‘rlik ishlatib yoki zo‘rlik ishlatish bilan qo‘rqitib sodir etilgan bo‘lsa, uch yildan besh yilgacha ozodlikni cheklash yoki bir yildan uch yilgacha muayyan huquqdan mahrum etib, uch yildan besh yilgacha ozodlikdan mahrum qilish bilan jazolanadi.\n\nO‘sha harakatlar ojiz ahvolda ekanligi aybdorga ayon bo‘lgan shaxsga nisbatan yoki moddiy tomondan, xizmat jihatidan yoki boshqa jihatdan aybdorga qaram bo‘lgan shaxsga nisbatan sodir etilgan bo‘lsa, besh yildan sakkiz yilgacha ozodlikdan mahrum qilish bilan jazolanadi.",
            "sharxi": "1. O‘zbekiston Respublikasining «Inson a’zolari va to‘qimalarining transplantatsiyasi to‘g‘risida»gi Qonuni qabul qilinishi munosabati bilan mazkur Kodeks insonni undan a’zolarini va (yoki) to‘qimalarini transplantatsiya uchun olishga rozilik berishga majbur qilganligi uchun jinoiy javobgarlikni nazarda tutuvchi yangi norma bilan to‘ldirildi.\n\n2. Jinoyatning obyekti tirik donorning hayoti va sog‘lig‘i, shuningdek inson a’zolari va to‘qimalarining transplantatsiyasi sohasidagi ijtimoiy munosabatlar hisoblanadi.\n\n3. Xalqaro huquqning umume’tirof etilgan qoidalariga ko‘ra «Hech bir shaxs ustidan o‘zining erkin roziligisiz tibbiy yoki ilmiy tajriba o‘tkazilishi mumkin emas» (Fuqaroviy va siyosiy huquqlar to‘g‘risida Xalqaro pakt, 1966 yil 16 dekabr, 7-moddasi). Shuningdek, «Inson a’zolari va to‘qimalarining transplantatsiyasi to‘g‘risida»gi Qonunning 10-moddasiga ko‘ra, inson a’zolarining va (yoki) to‘qimalarining transplantatsiyasi retsipiyentning yozma roziligi bilan amalga oshiriladi. Bunda retsipiyent bo‘lajak jarrohlik amaliyoti yoki muolaja munosabati bilan o‘z sog‘lig‘i uchun yuzaga kelishi mumkin bo‘lgan asoratlar haqida imzo qo‘ydirilib ogohlantirilishi kerak. Ushbu jarayon majburiy tartibda videoyozuvga qayd etiladi. Agar retsipiyent o‘n sakkiz yoshga to‘lmagan bo‘lsa yoki belgilangan tartibda muomalaga layoqatsiz deb topilgan bo‘lsa yoki retsipiyentning o‘zidan rozilik olishning imkoni bo‘lmasa, inson a’zolarining va (yoki) to‘qimalarining transplantatsiyasi uning ota-onasining yoki boshqa qonuniy vakilining yozma roziligi bilan amalga oshiriladi.\n\n4. Transplantatsiya deganda retsipiyentda mavjud bo‘lmagan yoki shikastlangan, o‘zining muhim hayotiy vazifalarini bajarishga qodir bo‘lmagan a’zolarni va (yoki) to‘qimalarni tirik donordan yoki inson murdasidan olingan a’zolarga va (yoki) to‘qimalarga jarrohlik amaliyoti yoki muolaja o‘tkazish yo‘li bilan almashtirish tushunilishi lozim. Sharhlanayotgan modda mazmunidagi inson a’zosi inson organizmida muayyan vazifani bajaruvchi turli xil hujayralar va to‘qimalarning alohida majmui. Inson to‘qimasi umumiy kelib chiqishi, tuzilishi va inson organizmida bajaradigan vazifalariga ko‘ra birlashgan hujayralar hamda hujayralararo moddalar majmui.\n\nJinoyatning obyektiv tomoni zo‘rlik ishlatib yoki zo‘rlik ishlatish bilan qo‘rqitib insonni undan a’zolarini va (yoki) to‘qimalarini transplantatsiya uchun olishga rozilik berishga majburlashda ifodalanadi. Majburlash bu shaxsga noqonuniy ta’sir qilish, uni biror narsa qilishga majbur qilish (bu holda donorlikka), undan rad etilgan taqdirda jabrlanuvchi uchun salbiy oqibatlar xavfini yaratish.\n\n5. Ushbu modda dispozitsiyasiga ko‘ra majburlash ikki yo‘l bilan amalga oshirilishini cheklab qo‘yadi:  \n\n- zo‘rlik ishlatib;  \n\n- zo‘rlik ishlatish bilan qo‘rqitib.  \n\nInsonni undan a’zolarini va (yoki) to‘qimalarini transplantatsiya uchun olishga rozilik berishga undash usullari, ya’ni aldash, ko‘ndirish, poraxo‘rlik va boshqalar mazkur jinoyat tarkibini tashkil etmaydi. Shu munosabat bilan, 115-1-modda dispozitsiyasi quyidagi tahrirda bayon etilsa maqsadga muvofiq bo‘lar edi: «Insonni undan a’zolarini va (yoki) to‘qimalarini transplantatsiya uchun olishga rozilik berishga har qanday usulda majburlash».\n\n6. Sharhlanayotgan modda ma’nosidagi zo‘rlik deganda insonga jismoniy ta’sir ko‘rsatish (urish, sog‘likka turli darajadagi shikast yetkazish) tushuniladi. Qo‘rqitish deganda ruhiy ta’sir ko‘rsatish sifatida qonun chiqaruvchi tomonidan faqatgina jismoniy ta’sir (har qanday zo‘ravonlik)ni qo‘llash tahdidi bilan cheklanilgan. Shunday ekan, agar shaxs sharmandali ma’lumotlarni oshkor qilish, mol-mulkni yo‘q qilish yoki buzish bilan qo‘rqitsa, shaxsning harakatlarini JKning 115-1-moddasi bilan kvalifikatsiya qilish mumkin emas. Zo‘rlik ishlatish bilan qo‘rqitib sodir etilgan majburlash ham zo‘rlik kabi faqatgina tirik donorga nisbatan qo‘llaniladi, ya’ni donorning yaqin qarindoshlariga nisbatan qo‘llanilgan zo‘rlik va qo‘rqitish mazkur jinoyat tarkibini tashkil etmaydi.\n\n7. Ko‘rib chiqilayotgan jinoyat formal tarkibli hisoblanadi hamda donorni zo‘rlik ishlatib yoki zo‘rlik ishlatish bilan qo‘rqitib sodir etilgan majburlash paytidan tugallangan hisoblanadi. Agar aybdor shaxs jabrlanuvchini undan a’zolarini va (yoki) to‘qimalarini transplantatsiya uchun olishga rozilik berishga majburlash natijasida o‘z maqsadiga erishgan bo‘lsa, ya’ni uning a’zolarini va (yoki) to‘qimalarini olgan bo‘lsa, jinoyatlarning haqiqiy majmui sifatida JKning 115¹- hamda 133-moddalari bilan kvalifikatsiya qilinishi lozim. Mazkur talab JK 133-moddasi 1-qism dispozitsiyasida ham mustahkamlangan. Ya’ni inson a’zolarini va (yoki) to‘qimalarini olish hamda transplantatsiya qilishning belgilangan shartlarini va (yoki) tartibini buzish kategoriyasiga ushbu Kodeksning 115-1-moddasi mustasno ekanligi belgilangan.\n\n8. Subyektiv tomondan jinoyat qasddan sodir etiladi. Jinoyatning maqsadi jabrlanuvchidan uning a’zolari va (yoki) to‘qimalarini transplantatsiya uchun olishga roziligiga erishishdir.\n\n9. Jinoyat subyekti faoliyat turi va kasbiy tayyorgarligidan qat’i nazar, 16 yoshga to‘lgan har qanday aqli raso shaxs.\n\n10. Sharhlanayotgan moddaning 2-qismi quyidagi hollarda javobgarlikni nazarda tutadi:  \n\n- ojiz ahvolda ekanligi aybdorga ayon bo‘lgan shaxsga nisbatan sodir etilgan bo‘lsa (qarang: JK 97-moddasiga sharh);  \n\n- moddiy tomondan, xizmat jihatidan yoki boshqa jihatdan aybdorga qaram bo‘lgan shaxsga nisbatan sodir etilgan bo‘lsa (JK 121-moddasiga sharh)."
        },
        {
            "modda_raqami": "116-modda. Kasb yuzasidan o‘z vazifalarini lozim darajada bajarmaslik. ",
            "matni": "Shaxsning o‘z kasbiga nisbatan beparvoligi yoki insofsizlik bilan munosabatda bo‘lishi tufayli kasb yuzasidan o‘z vazifalarini bajarmaganligi yoki lozim darajada bajarmaganligi badanga o‘rtacha og‘ir yoki og‘ir shikast yetkazilishiga sabab bo‘lsa, uch yilgacha muayyan huquqdan mahrum qilish yoki uch yuz soatgacha majburiy jamoat ishlari yoki ikki yilgacha axloq tuzatish ishlari bilan jazolanadi.\n\nQonun yoki maxsus qoidalarga muvofiq kasalga yordam ko‘rsatishi shart bo‘lgan shaxsning uzrli sababsiz shunday yordam ko‘rsatmaganligi badanga o‘rtacha og‘ir yoki og‘ir shikast yetkazilishiga sabab bo‘lsa, bazaviy hisoblash miqdorining yuz baravaridan ikki yuz baravarigacha miqdorda jarima yoki uch yildan besh yilgacha muayyan huquqdan mahrum qilish yoki uch yuz soatdan uch yuz oltmish soatgacha majburiy jamoat ishlari yoki ikki yildan uch yilgacha axloq tuzatish ishlari bilan jazolanadi.\n\nUshbu moddaning birinchi yoki ikkinchi qismida nazarda tutilgan qilmishlar ehtiyotsizlik orqasida odam o‘lishiga sabab bo‘lsa, ikki yildan besh yilgacha ozodlikni cheklash yoki besh yilgacha ozodlikdan mahrum qilish bilan jazolanadi.\n\nUshbu moddaning birinchi yoki ikkinchi qismida nazarda tutilgan qilmishlar ehtiyotsizlik orqasida:  \n\na) odamlar o‘limiga;  \n\nb) boshqacha og‘ir oqibatlarga sabab bo‘lsa, besh yildan sakkiz yilgacha ozodlikdan mahrum qilish bilan jazolanadi.",
            "sharxi": "1. Jinoyat obyekti inson hayoti va (yoki) sog‘lig‘ining xavfsizligini ta’minlash sohasidagi ijtimoiy munosabatlar hisoblanadi.\n\n2. Sharhlanayotgan moddaning 1-qismida nazarda tutilgan jinoyatning obyektiv tomoni badanga o‘rtacha og‘ir yoki og‘ir shikast yetkazilishiga sabab bo‘lgan shaxsning o‘z kasbiga nisbatan beparvoligi yoki insofsizlik bilan munosabatda bo‘lishi tufayli kasb yuzasidan o‘z vazifalarini bajarmaganligi yoki lozim darajada bajarmaganligidan iborat.\n\n3. Kasb yuzasidan o‘z vazifalarini bajarmaslik bu shaxsning o‘z kasb majburiyatlari doirasiga kiradigan harakatlarni bajarishi lozim va mumkin bo‘lgan hollardagi harakatsizligidir.\n\n4. Kasb yuzasidan o‘z vazifalarini lozim darajada bajarmaslik shaxsning o‘z kasb majburiyatlari doirasidagi harakatlarini uning ishi, kasbiy faoliyati talab etganidek bajarmaganligidir.\n\n5. Shaxsning kasb yuzasidan o‘z vazifalarini bajarmaganligi yoki lozim darajada bajarmaganligi faqat bir martalik harakat yoki harakatsizlikda namoyon bo‘lib qolmay, balki uzoq muddatli harakatsizlikda yoki lozim darajada bajarmagan qator harakatlarda ifoda etilishi mumkin.\n\n6. Sharhlanayotgan jinoyatning subyekti 16 yoshga to‘lgan va muayyan kasb majburiyatlariga ega bo‘lgan aqli raso shaxs bo‘lishi mumkin.\n\n7. Qonun yoki maxsus qoidalarga muvofiq kasalga yordam ko‘rsatishi shart bo‘lgan shaxsning uzrli sababsiz shunday yordam ko‘rsatmaganligi badanga o‘rtacha og‘ir yoki og‘ir shikast yetkazilishiga sabab bo‘lsa, aybdorning harakatlarini JKning 116-moddasi 2-qismi bo‘yicha kvalifikatsiya qilish kerak. Kasalga yordam ko‘rsatmaslikning o‘zi kasalni statsionarga qabul qilishdan bosh tortish, unga tibbiy yordam ko‘rsatmaslik (masalan, aybdor o‘zida mavjud bo‘lgan dori-darmonlarni kasalga bermasligi, sun’iy nafas berishni amalga oshir-masligi, zaruriy tibbiy davolash tadbirlarini amalga oshirmasligi) va boshqa holatlarda ifodalanadi.\n\n8. Shifokorlar, akusherlar, tibbiyot hamshiralari, shuningdek maxsus qoidalarga muvofiq kasalga yordam ko‘rsatish majburiyati yuklatilgan boshqa shaxslar (militsiya, yong‘in xavfsizligi, qutqaruv xizmati xodimlari va hokazo) jinoyatning subyekti bo‘lishlari mumkin. Tibbiyot va farmatsevtika xodimlari fuqarolarga shoshilinch tibbiy yordam ko‘rsatishlari shart. Tez tibbiy yordam sog‘liqni saqlash tizimining maxsus tez tibbiy yordam xizmati tomonidan O‘zbekiston Respublikasi Sog‘liqni saqlash vazirligi belgilagan tartibda ko‘rsatiladi. Ichki ishlar organlari, yong‘indan saqlash, avariya xizmatlari, transport tashkilotlari xodimlari, shuningdek boshqa kasb-kor vakillari tibbiyot xodimlari yetib kelgunga qadar voqea sodir bo‘lgan joyda qonunchilikka binoan zimmalariga yuklatilgan birlamchi shoshilinch yordamni ko‘rsatishlari shart.\n\n9. JKning 116-moddasi 2-qismi bo‘yicha jinoiy javobgarlik kasalga uzrli sababsiz yordam ko‘rsatilmagan taqdirda vujudga keladi. Uzrli sabablar jumlasiga shifokorning yoki kasalga yordam ko‘rsatishi majbur bo‘lgan boshqa shaxsning kasalligini, unda mazkur vaziyat uchun zarur bo‘lgan malakaning yo‘qligini (jarrohlik aralashuvi zarur bo‘lmoqda, biroq shifokor ixtisoslashuvi bo‘yicha terapevt), yordam ko‘rsatishga xalaqit beruvchi obyektiv to‘siqlarning mavjudligini, jumladan yengib bo‘lmaydigan kuchning ta’sirini (tabiiy ofat), oxirgi zarurat holatini (shifokorning boshqa og‘ir kasalga yordam ko‘rsatishi), zarur dori-darmonlar yoki asboblarning yo‘qligi va hokazoni kiritish kerak bo‘ladi. Sababning uzrli-uzrsizligi masalasi har bir holatda ishning barcha holatlarini inobatga olgan holda sud tomonidan hal etiladi.\n\n10. Qilmishni JKning 116-moddasi 1 yoki 2-qismi bo‘yicha kvalifikatsiya qilishning zaruriy sharti badanga o‘rtacha og‘ir yoki og‘ir shikast yetkazilganligi ko‘rinishidagi oqibatning kelib chiqqanligi hisoblanadi (JKning 104, 105-moddalarining sharhiga qarang).\n\n11. Shaxsni JKning 116-moddasi 1 yoki 2-qismi bilan javobgarlikka tortish uchun shaxsning kasb yuzasidan o‘z vazifalarini bajarmaganligi yoki lozim darajada bajarmaganligi yoki uzrli sababsiz kasalga yordam ko‘rsatmaganligi bilan badanga o‘rtacha og‘ir yoki og‘ir shikast yetkazilganligi ko‘rinishidagi oqibat o‘rtasida to‘g‘ridan-to‘g‘ri sababiy bog‘lanish mavjudligini aniqlash lozim.\n\n12. Subyektiv tomondan JKning 116-moddasi 1 yoki 2-qismida nazarda tutilgan jinoyat qasddan yoki ehtiyotsizlik orqasida sodir etilishi mumkin. JKning 116-moddasida nazarda tutilgan oqibatlarga nisbatan aybdorning subyektiv munosabati ehtiyotsizlikda ifodalanadi.\n\n13. Kasbi yuzasidan o‘z vazifalarini bajarmaganligi yoki lozim darajada bajarmaganligi yoki qonunga yoki maxsus qoidalarga ko‘ra kasalga yordam berishi shart bo‘lgan shaxsning uzrli sababsiz bunday yordam ko‘rsatmaganligi natijasida insonning o‘limi yuz bergan hollarda shaxsning qilmishi JKning 116-moddasi 3-qismi bo‘yicha kvalifikatsiya qilinadi. Bunday holatlarda aybdorning harakatlari JKning 102-moddasi bo‘yicha qo‘shimcha kvalifikatsiya qilinishi talab etilmaydi.\n\n14. Aybdorning qilmishlari oqibatida odamlar o‘limi yuzaga kelgan yoki boshqacha og‘ir oqibatlar kelib chiqqan hollarda aybdorning harakatlari JKning 116-moddasi 4-qismi bo‘yicha javobgarlikni keltirib chiqaradi. Odamlar o‘limi bu ikki yoki bundan ortiq kishilarning halok bo‘lishidir. Boshqacha og‘ir oqibatlar qatoriga ikki yoki undan ortiq shaxsning badaniga og‘ir shikast yetkazish, ko‘plab odamlarga yuqumli kasallik yuqtirish va hokazo kiradi. U yoki bu oqibatni og‘ir deb topish har doim sud tomonidan ish holatlaridan kelib chiqib hal qilinadi."
        },
        {
            "modda_raqami": "117-modda. Xavf ostida qoldirish. ",
            "matni": "Hayoti yoki sog‘lig‘i xavf ostida qolgan va o‘zini o‘zi himoya qilish imkoniyatidan mahrum bo‘lgan shaxsga yordam ko‘rsatmaslik, basharti aybdor bunday ahvoldagi shaxsga yordam berishi shart va bunday imkoniyatga ega bo‘lsa yoki aybdorning o‘zi jabrlanuvchini xavfli ahvolga solib qo‘ygan va bu hol badanga o‘rtacha og‘ir yoki og‘ir shikast yetkazilishiga olib kelsa, uch yuz soatgacha majburiy jamoat ishlari yoki ikki yilgacha axloq tuzatish ishlari bilan jazolanadi.\n\nO‘sha qilmish odam o‘lishiga sabab bo‘lsa, ikki yilgacha axloq tuzatish ishlari yoki bir yildan uch yilgacha ozodlikni cheklash yoki uch yilgacha ozodlikdan mahrum qilish bilan jazolanadi.\n\nO‘sha qilmishlar:  \n\na) odamlar o‘limiga;  \n\nb) boshqacha og‘ir oqibatlarga sabab bo‘lsa, uch yildan besh yilgacha ozodlikni cheklash yoki uch yildan besh yilgacha ozodlikdan mahrum qilish bilan jazolanadi.",
            "sharxi": "1. Jinoyat obyekti o‘zi haqida g‘amxo‘rlik qilish imkoniyati bo‘lmagan shaxsning hayoti yoki xavfsizligini ta’minlovchi ijtimoiy munosabatlar hisoblanadi.\n\n2. Obyektiv tomondan jinoyat harakatsizlikda, ya’ni hayoti yoki sog‘lig‘i xavf ostida qolgan va o‘zini o‘zi himoya qilish imkoniyatidan mahrum bo‘lgan shaxsga yordam ko‘rsatmaslikda, uni qutqarish uchun choralar ko‘rmaslikda, basharti aybdor bunday ahvoldagi shaxsga yordam berishi shart va bunday imkoniyatga ega bo‘lgan yoki aybdorning o‘zi jabrlanuvchini xavfli ahvolga solib qo‘ygan bo‘lsa va bu hol badanga o‘rtacha og‘ir yoki og‘ir shikast yetkazilishiga olib kelishida ifodalanadi.\n\n3. Hayot va sog‘lik uchun xavfli holat inson organizmida yuz beradigan fiziologik yoki patologik jarayonlar (bolaning kichik yoshda ekanligi, qarilik, kasallik, boshlangan tug‘ish, tutqanoq tutib qolishi va hokazo), tabiiy ofat hamda jabrlanuvchi shaxsning hayoti yoki sog‘lig‘iga xavf tug‘diruvchi boshqa holatlar tufayli yuzaga kelishi mumkin.\n\n4. Aybdor jabrlanuvchiga yordam ko‘rsatishga majbur bo‘lgan hollarda JKning 117-moddasi 1-qismi bo‘yicha javobgarlik vujudga keladi. Bunday majburiyat qonunda nazarda tutilgan (masalan, onaning o‘z bolasiga g‘amxo‘rlik qilish majburiyati) yoki shartnomada mustahkamlangan bo‘lishi (masalan, kasalga qarovchi hamshiraning kasalga qarash bo‘yicha majburiyatlari), shuningdek shaxsning kasbidan kelib chiqishi mumkin (masalan, qutqaruvchining, maktabgacha to‘lim muassasalari xodimlarining majburiyatlari). Bunda o‘z mavqeiga ko‘ra hayoti yoki sog‘lig‘i xavf ostida qolgan shaxsga yordam ko‘rsatishga majbur bo‘lgan shaxsda bunday yordam ko‘rsatish imkoniyatining mavjudligi uning harakatlarini JKning 117-moddasi bo‘yicha kvalifikatsiya qilishning zaruriy sharti hisoblanadi.\n\n5. Aybdor jabrlanuvchiga yordam ko‘rsatishga majbur bo‘lmagan, ammo uning o‘zi jabrlanuvchini hayoti va sog‘lig‘i uchun xavfli ahvolga solib qo‘ygan hollarda ham u jabrlanuvchini yordamsiz qoldirsa, sharhlanayotgan jinoyatning tarkibi mavjud bo‘ladi. Mazkur holatda jabrlanuvchining hayoti va sog‘lig‘i uchun xavf aybdorning harakatlari natijasida yuzaga keladi (masalan, suzishni bilmaydigan odamni suvga tashlab yuborish va uni qutqarish uchun choralar ko‘rmaslik; avtotransport vositasi bilan bosib ketish natijasida jabrlangan shaxsni xavf ostida qoldirish va hokazo).\n\n6. JKning 117-moddasi 1-qismida nazarda tutilgan jinoyat badanga o‘rtacha og‘ir yoki og‘ir shikast yetkazish ko‘rinishidagi oqibatlar yuzaga kelgan paytdan e’tiboran tugallangan deb topiladi (JKning 104, 105-moddalarining sharhiga qarang).\n\n7. Xavf ostida qoldirish bilan JKning 117-moddasi 1-qismida ko‘rsatilgan oqibatlarning kelib chiqishi o‘rtasida sababiy bog‘lanish mavjudligini aniqlash jinoyatni qayd etilgan qism bilan kvalifikatsiya qilishning zaruriy sharti hisoblanadi.\n\n8. Subyektiv tomondan jinoyat jabrlanuvchini hayoti yoki sog‘lig‘i uchun xavfli ahvolda qoldirish faktiga nisbatan to‘g‘ri qasd bilan va buning natijasida kelib chiqqan oqibatlarga nisbatan ehtiyotsizlik orqasida sodir etiladi.\n\n9. Quyidagilar jinoyatning subyekti bo‘lishi mumkin:  \n- yordamga muhtoj bo‘lgan shaxsga g‘amxo‘rlik qilishi shart bo‘lgan shaxs;  \n- jabrlanuvchini hayoti yoki sog‘lig‘i uchun xavfli ahvolga solib qo‘ygan shaxs.\n\n10. Jinoyat oqibatida hayot uchun xavfli holatda qoldirilgan shaxsning o‘limi yuzaga kelsa, aybdorning harakatlari JKning 117-moddasi 2-kismi bo‘yicha kvalifikatsiya qilinishi lozim.\n\n11. Xavf ostida qoldirish odamlar o‘limiga yoki boshqacha og‘ir oqibatlarga olib kelgan bo‘lsa, aybdor JKning 117-moddasi 3-qismi bilan javobgarlikka tortiladi.\n\n12. Sharhlanayotgan moddada ko‘rsatilgan oqibatlarga nisbatan aybdorning subyektiv munosabati to‘g‘ri yoki egri qasd bilan tavsiflanganda, uning harakatlari JKning badanga o‘rtacha og‘ir yoki og‘ir shikast yetkazish yoki qasddan odam o‘ldirish uchun javobgarlikni nazarda tutadigan moddalari bilan kvalifikatsiya qilinadi."
        }
    ]
}