{
    "bob_nomi": "IV bob. Jinsiy erkinlikka qarshi jinoyatlar",
    "moddalar": [
        {
            "modda_raqami": "118-modda. Nomusga tegish. ",
            "matni": "Nomusga tegish, ya’ni zo‘rlik ishlatib, qo‘rqitib yoki jabrlanuvchining ojizligidan foydalanib, jinsiy aloqa qilish, besh yildan sakkiz yilgacha ozodlikdan mahrum qilish bilan jazolanadi.\n\nNomusga tegish:  \n\na) ikki yoki bir necha shaxsga nisbatan;  \n\nb) takroran, xavfli retsidivist tomonidan yoki ilgari ushbu Kodeksning 119, 121, 128 va (yoki) 129-moddalarida nazarda tutilgan jinoyatlarni sodir etgan shaxs tomonidan;  \n\nv) bir guruh shaxslar tomonidan;  \n\ng) o‘ldirish bilan qo‘rqitib;  \n\nd) nogironlik belgisiga ega ekanligi aybdorga ayon bo‘lgan shaxsga nisbatan sodir etilgan bo‘lsa, sakkiz yildan o‘n yilgacha ozodlikdan mahrum qilish bilan jazolanadi.\n\nNomusga tegish:  \n\na) o‘n sakkiz yoshga to‘lmagan shaxsga nisbatan;  \n\nb) yaqin qarindoshga, sobiq xotiniga (sobiq eriga), bir ro‘zg‘or asosida birgalikda yashayotgan shaxsga yoki umumiy farzandga ega bo‘lgan shaxsga nisbatan;  \n\nv) jabrlanuvchini tarbiyalash, o‘qitish va (yoki) unga g‘amxo‘rlik qilish majburiyatlarini bajarayotgan shaxs tomonidan, shuningdek jabrlanuvchiga qarab turish majburiyatlari qonun bilan zimmasiga yuklatilgan ta’lim, tarbiya, davolash yoki boshqa muassasaning xodimi tomonidan;  \n\ng) ommaviy tartibsizliklar ishtirokchisi tomonidan;  \n\nd) o‘ta xavfli retsidivist tomonidan sodir etilgan bo‘lsa;  \n\nye) og‘ir oqibatlarga olib kelgan bo‘lsa, o‘n yildan o‘n besh yilgacha ozodlikdan mahrum qilish bilan jazolanadi.\n\nO‘n to‘rt yoshga to‘lmagan shaxsning nomusiga tegish, o‘n besh yildan yigirma yilgacha ozodlikdan mahrum qilish bilan jazolanadi.",
            "sharxi": "1. Jinoyatning obyekti jabrlanuvchining jinsiy erkinligini, ya’ni o‘z xohishiga ko‘ra jinsiy sherigini tanlash huquqini ta’minlovchi ijtimoiy munosabatlar, shuningdek 18 yoshga to‘lmagan shaxslarning jinsiy erkinligi hisoblanadi.\n\n2. Sud-tergov amaliyotini o‘rganish aksariyat hollarda ayollar mazkur jinoyatning jabrlanuvchisi bo‘lishi, ammo erkaklar ham nomusga tegish jinoyatidan jabr ko‘rganligi haqida dalolat beradi.\n\n3. Nomusga tegishning obyektiv tomoni zo‘rlik ishlatib, qo‘rqitib yoki jabrlanuvchining ojizligidan foydalanib, jinsiy aloqa qilishda ifodalanadi.\n\n4. Nomusga tegishning belgisi sifatida jinsiy aloqa qilish deganda fiziologik nuqtayi nazardan tabiiy jinsiy aloqani, ya’ni jinsi qarama-qarshi bo‘lgan shaxslarning erkak jinsiy a’zosining ayol jinsiy a’zosiga kiritilishi yo‘li bilan qovushishini tushunish lozim.\n\n5. Nomusga tegishda zo‘rlik ishlatish deganda jabrlanuvchining qarshiligini yengishga qaratilgan harakatlarni sodir etish, masalan, zarbalar berish, nafas yo‘llarini sikish, oyoqlari, qo‘llarini ushlab turish, kiyimlarini yirtish va hokazo tushuniladi. Nomusga tegish paytida jabrlanuvchiga yengil yoki o‘rtacha og‘ir shikast yetkazilishi JKning 118-moddasi dispozitsiyasi bilan qamrab olinadi va JKning 105, 109-moddalari bilan qo‘shimcha kvalifikatsiya qilishni talab etmaydi. Agar nomusga tegish paytida jabrlanuvchiga og‘ir shikast yetkazilsa, aybdorning harakatlari JKning 118-moddasi va 104-moddasining tegishli qismi majmui bilan kvalifikatsiya qilinadi.\n\n6. Oliy sud Plenumining tushuntirishiga ko‘ra, sharhlanayotgan moddaning nuqtayi nazaridan tahdid etish deganda jabrlanuvchining qarshiligini yengish maqsadida uni jismoniy zo‘rlik ishlatish niyati aniqligini ifodalovchi harakatlar yoki so‘zlar bilan qo‘rqitish tushunilishi lozim. Shu bilan birga, fikrimizcha, nomusga tegish jinoyatini sodir etishda aybdor tegishli mulkni yo‘q qilish bilan ham jabrlanuvchini qo‘rqitishi mumkin. Inobatga olish kerakki, jabrlanuvchining o‘zi qo‘rqitishni haqiqatda amalga oshirilishi mumkin bo‘lgan sifatida qabul qilishi lozim. Qo‘rqitish xususiyati va uni amalga oshirish imkoniyati jabrlanuvchini shunday ahvolga solib qo‘yishi kerakki, u aybdorning shahvoniy intilishlariga qarshilik ko‘rsata olmay qolgan bo‘lishi lozim. Qo‘rqitish har xil so‘zlar, qo‘rqituvchi imo-ishoralar, qurol yoki jabrlanuvchi sog‘lig‘iga zarar yetkazishi mumkin bo‘lgan boshqa ashyolar bilan qo‘rqitish va hokazo orqali amalga oshirilishi mumkin. Qo‘rqitish jabrlanuvchining irodasini sindirish usuli sifatida haqiqiy bo‘lishi lozim. Qo‘rqitish nafaqat jabrlanuvchiga, balki uning yaqin qarindoshlariga hamda jabrlanuvchida ularga nisbatan muayyan mas’uliyat mavjud shaxslarga nisbatan (masalan, o‘qituvchi o‘quvchilarga, tarbiyachi tarbiyalanuvchilar-ga va hokazo) ham qo‘llanilgan bo‘lishi mumkin. Tahdid etish, jumladan o‘ldirish bilan tahdid etish nomusga tegish paytida jabrlanuvchining qarshiligini yengish usullaridan biri ekanligi sababli aybdorning harakatlari JKning 112-moddasi bilan qo‘shimcha kvalifikatsiya qilinmaydi. Agar jabrlanuvchi aybdor bilan jinsiy aloqaga kirishmasa, aybdor o‘zini o‘zi o‘ldirishi yoki o‘z sog‘lig‘iga shikast yetkazishi bilan qo‘rqitish jabrlanuvchini noiloj ahvolga solib qo‘ymaydi, uning qarshilik ko‘rsatish irodasini to‘la falaj qilmaydi, shu munosabat bilan bunday hollarda nomusga tegish yoki unga suiqasd qilish uchun javobgarlik bo‘lmaydi. Qo‘rqitish jabrlanuvchining erkin harakatlarini falaj qilish, uning irodasini sindirishga qodir darajada jiddiy bo‘lganmi-yo‘qmi, buni alohida olingan har bir holda sud hal qiladi. Shuni alohida ta’kidlash joizki, nomusga tegish vaqtida qo‘rqitish haqiqiy (ya’ni faqatgina jabrlanuvchining xayolida bo‘lmagan) va bevosita (ya’ni kelajakda emas, balki darhol amalga oshirilishi mumkin bo‘lgan) bo‘lishi lozim. Bunda aybdor harakatlarini JKning 118-moddasi bilan kvalifikatsiya qilishda aybdorda aytilgan yoki namoyon etilgan qo‘rqitishni amalda ro‘yobga chiqarish maqsadi bor-yo‘qligi inobatga olinmaydi.\n\n7. Sudlar shuni nazarda tutishlari lozimki, zo‘rlik, qo‘rqitish barcha hollarda jinsiy aloqadan oldin sodir etilgan bo‘lishi kerak. Ayni paytda agar o‘ldirish, zo‘rlik ishlatish yoki mol-mulkni yoqib yuborish, portlatish yoki boshqa atrofdagilar uchun xavfli usulda nobud qilish bilan qo‘rqitish nomusga tegish jinoyati sodir etilgandan keyin, masalan, jabrlanuvchini qo‘rqitish va voqea oshkora bo‘lishining oldini olish maqsadida bildirilgan bo‘lib, bunday qo‘rqitish amalga oshirilishidan xavfsirashga doir yetarli asoslar mavjud bo‘lsa, qilmish JKning qayd etilgan jinoyatlar uchun javobgarlikni nazarda tutuvchi moddalari va JKning 118-moddasi tegishli qismi majmui bo‘yicha kvalifikatsiya qilinishi lozim.\n\n8. Nomusga tegishda jabrlanuvchining ojizligidan foydalanish deganda o‘ziga nisbatan sodir etilayotgan harakatlarning mohiyati va xususiyatini tushunmaydigan yoki tushungan taqdirda ham zo‘ravonga qarshilik ko‘rsatish imkoniyatiga ega bo‘lmagan jabrlanuvchi bilan jinsiy aloqa qilishni tushunish lozim.\n\n9. Oliy sud instansiyasining tushuntirishiga muvofiq ojiz ahvol deganda jabrlanuvchining shunday ahvoli tushunilishi kerakki, bunday paytda u o‘zining fiziologik, jismoniy yoki ruhiy holati (jismoniy nuqsoni, ruhiyati buzilganligi, juda yoshligi yoki keksaligi, qattiq og‘riq yoki behushlik holati, alkogol, narkotik vositalar yoki psixotrop moddalar ta’sirida o‘ta mastlik holati)ga ko‘ra o‘zini o‘zi himoya qilish, aybdorga faol qarshilik ko‘rsatish yoki o‘ziga nisbatan sodir etilayotgan harakatlar xususiyati va mohiyatini tushunish yoki o‘z harakatlarini boshqarish imkoniyatiga ega bo‘lmaydi. Bunda aybdor jabrlanuvchi ojiz ahvolda ekanligini anglagan bo‘lishi shart.\n\n10. Jabrlanuvchining juda yoshligi o‘z-o‘zidan u bilan jinsiy aloqa qilishni uning ojizligidan foydalanib nomusiga tegish sifatida kvalifikatsiya qilishga asos bo‘lmaydi. Jabrlanuvchi o‘zi bilan sodir etilayotgan jinsiy tusdagi harakatlarning mohiyatini yoshidan kelib chiqib tushunishi mumkinligi yoki mumkin emasligini har bir muayyan holatda aniqlash zarur. Shu sababli jabrlanuvchi juda yoshligi tufayli o‘ziga nisbatan sodir etilayotgan jinsiy aloqaning xususiyati va ahamiyatini anglamasa, qilmish nomusga tegish deb kvalifikatsiya qilinishi kerak. Basharti, kichik yoshdagi bola o‘zi bilan sodir etilayotgan jinsiy aloqaning ahamiyatini tushungan va o‘zi jinsiy aloqaga rozilik bergan bo‘lsa, aybdorning qilmishi JKning 128-moddasi bilan kvalifikatsiya qilinishi lozim, buning uchun jabrlanuvchining voyaga yetmaganligini ayblanuvchi oldindan bilganligi zaruriy shart hisoblanadi.\n\n11. Mastlik holatida (alkogol yoki giyohvandlik vositasi ta’sirida) bo‘lgan jabrlanuvchi bilan jismoniy zo‘rlik ishlatmay yoki qo‘rqitmay jinsiy aloqada bo‘lish qilmishni jabrlanuvchining ojizligidan foydalanib sodir etilgan jinsiy aloqa belgisi bo‘yicha nomusga tegish deb e’tirof etish uchun asos bo‘la olmaydi. Ojiz ahvol sifatida faqat shunday darajadagi mastlik holati tan olinishi mumkinki, bunda jabrlanuvchi atrof-vaziyatni anglay olmagan va bu holat uni aybdorga qarshilik ko‘rsatish imkoniyatidan mahrum qilgan bo‘ladi. Ish bo‘yicha jabrlanuvchi bunday holatga aybdor tomonidan tushirilganligi (masalan, spirtli ichimliklar ichirgan, narkotik, uyqulari bergan va hokazo) yoki aybdorning harakatlariga bog‘liq bo‘lmagan tarzda ojiz ahvolda bo‘lganligi ahamiyat kasb etmaydi. Jabrlanuvchini ojiz ahvolga solish uchun aybdor tomonidan narkotik vositalar, psixotrop, kuchli ta’sir etuvchi, zaharli yoki odamning aql-idrokiga ta’sir etuvchi boshqa moddalar qo‘llanilganligi to‘g‘risida ma’lumotlar mavjud bo‘lganda, ularning xususiyati va inson organizmiga ta’siri darajasi ekspertiza tayinlash, mutaxassislarni so‘roq qilish yo‘li bilan aniqlanishi lozim. Agar ekspertiza natijalariga ko‘ra aybdor tomonidan tayyorlanishi, qayta ishlanishi, olinishi, saqlanishi, tashilishi, jo‘natilishi yoki o‘tkazilishi uchun jinoiy javobgarlik belgilangan vositalar yoki moddalardan foydalanilganligi aniqlansa, uning harakatlari JKning qayd etilgan jinoyatlar uchun javobgarlikni nazarda tutuvchi moddalari va JKning 118-moddasi tegishli qismi majmui bo‘yicha kvalifikatsiya qilinishi lozim.\n\n12. Zo‘rlik, qo‘rqitish qo‘llamagan yoki jabrlanuvchining ojiz ahvolidan foydalanmagan holda shilqimlik, aldash yo‘li bilan yoki shunga o‘xshash boshqa usul bilan jabrlanuvchini jinsiy aloqa qilishga ko‘ndirgan shaxsning harakatlari JKning 118-moddasi bilan kvalifikatsiya qilinishi mumkin emas. Masalan, jinsiy aloqa jabrlanuvchini aldash, jumladan uylanishga, ishga joylashtirishga, boshqa biron mulkiy yoki o‘zga foyda taqdim etishga va’da berish yo‘li bilan uning roziligini olib sodir etilgan bo‘lsa, jinsiy aloqa qilgan shaxsning qilmishi nomusga tegish deb kvalifikatsiya qilinmaydi.\n\n13. Nomusga tegish defloratsiya yoki eyakulyatsiyadan qat’i nazar, jinsiy aloqa boshlangan, ya’ni erkak jinsiy a’zosi ayol jinsiy a’zosiga kiritilgan paytdan e’tiboran tugallangan jinoyat deb topiladi. Bevosita jinsiy aloqani sodir etishga qaratilgan, ammo aybdorning xohish-irodasiga bog‘liq bo‘lmagan sabablarga ko‘ra nihoyasiga yetkazilmagan harakatlar (masalan, jabrlanuvchining irodasini sindirish maqsadida uning kiyimlarini yechish, yirtish, mushtlash, kaltaklash, azob berish va hokazo) nomusga tegishga suiqasd qilish deb topiladi va JKning 25-moddasi hamda 118-moddasi tegishli qismi bilan kvalifikatsiya qilinishi kerak. Shaxsning harakatlarida nomusga tegishga suiqasd qilish alomatlari mavjudligi to‘g‘risidagi masalani hal etishda sudlar shaxs nomusga tegish maqsadida harakat qilgan-qilmaganligini, qo‘llanilgan zo‘rlik, ifoda etilgan qo‘rqitish yoki jabrlanuvchining ojizligidan foydalanishga urinish aybdorga bog‘liq bo‘lmagan sabablarga ko‘ra amalga oshirilmay qolgan bunday maqsadga erishish vositasi bo‘lgan-bo‘lmaganligini aniqlashlari lozim. Mazkur holatlarning mavjudligidagina aybdorning harakatlari nomusga tegishga suiqasd qilish sifatida e’tirof etilishi mumkin.\n\n14. Jabrlanuvchiga nisbatan uning sha’ni, qadr-qimmatini kamsituvchi harakatlar sodir etilgan bo‘lsa-yu, ayni vaqtda ayblanuvchining zo‘rlik ishlatib jinsiy aloqa qilish niyati bo‘lmagan bo‘lsa, bunday shaxsning harakati nomusga tegishga suiqasd sifatida emas, shaxsga qarshi qaratilgan jinoyat (badanga shikast yetkazish, haqorat va hokazo) sifatida kvalifikatsiya qilinishi kerak.\n\n15. Sudlar nomusga tegishga suiqasdni shaxsning jinoyatni sodir etishdan ixtiyoriy qaytishidan (JKning 26-moddasi) farqlashlari lozim. Agar shaxs jinoiy harakatlarini oxiriga yetkazishga imkoniyati bo‘la turib, nomusga tegishdan ixtiyoriy ravishda va uzil-kesil voz kechgan bo‘lsa, qilmish voz kechish sabablaridan qat’i nazar, u haqiqatda sodir etgan harakatlar bo‘yicha kvalifikatsiya qilinadi, basharti ularda boshqa jinoyat tarkibi (masalan, bezorilik, badanga shikast yetkazish, mulkni nobud qilish yoki unga zarar yetkazish va hokazo) mavjud bo‘lsa.\n\n16. O‘n to‘rt yoshga yetgan aqli raso shaxs nomusga tegish jinoyatining subyekti bo‘lishi mumkin.\n\n17. Ikki yoki bir necha shaxsning nomusiga tegish uchun javobgarlik JKning 118-moddasi 2-qismi «a» bandida nazarda tutilgan. Aybdor ikki yoki undan ortiq jabrlanuvchilar bilan zo‘ravon jinsiy aloqa qilsa va uning qilmishi yagona qasd bilan qamrab olingan bo‘lsa, uning qilmishini mazkur band bilan kvalifikatsiya qilish kerak. Zo‘ravon o‘ziga bog‘liq bo‘lmagan holatlarga ko‘ra o‘z jinoiy niyatini oxiriga yetkaza olmagan hollarda uning harakatlari ikki yoki bir necha shaxsning nomusiga tegishga suiqasd qilish sifatida JKning 25-moddasi va 118-moddasi 2-qismi «a» bandi bilan kvalifikatsiya qilinadi. Oliy sud Plenumining tushuntirishiga ko‘ra, bir holda nomusga tegishga suiqasd, boshqa holda esa tugatilgan jinoyat sodir etilgan bo‘lsa, aybdorning harakatlari mazkur jinoyatlarning har biri bo‘yicha mustaqil kvalifikatsiya qilinishi lozim.\n\n18. Nomusga tegish takroran yoki xavfli retsidivist tomonidan yoki ilgari JKning 119, 121, 128 va (yoki) 129-moddalarida nazarda tutilgan jinoyatni sodir etgan shaxs tomonidan sodir etilgan bo‘lsa, JKning 118-moddasi 2-qismi «b» bandi bo‘yicha kvalifikatsiya qilinadi. Takroran nomusga tegish jinoyatini sodir etishda aybdor avvalgi qilmishini oxiriga yetkazmaganidan va unda bevosita bajaruvchi yoki boshqa ishtirokchi sifatida qatnashganidan qat’i nazar, agar aybdor sodir etgan qilmishlarining birortasi uchun javobgarlikka tortilmagan va mazkur qilmishlar uchun jinoiy javobgarlikka tortish muddatlari o‘tmagan bo‘lsa, uning harakatlari JKning 118-moddasi 2-qismi «b» bandi bilan kvalifikatsiya qilinadi. Agar shaxs nomusga tegish vaqtida birin-ketin bir necha marta jinsiy aloqa qilgan bo‘lsa va ish holatlari aybdorda muayyan bir shaxsga nisbatan mazkur aynan o‘xshash harakatlarni sodir etishga nisbatan yagona qasd mavjudligidan dalolat bersa, qilmish JK 118-moddasi yoki 119-moddasining tegishli qismi bo‘yicha kvalifikatsiya qilinishi lozim bo‘lgan bitta davomli jinoyat sifatida ko‘rilishi lozim. Shunga o‘xshash qilmish bir necha shaxsga nisbatan sodir etilganda takroran jinoyat belgisi mavjud bo‘ladi. Shunga o‘xshash harakatlar muayyan bir shaxsga nisbatan turli vaqtlarda (masalan, turli kunlarda) yoki bir necha shaxsga nisbatan sodir etilganda takroran jinoyat belgisi mavjud bo‘ladi (JK 32-moddasi). Mazkur qoidalar JK 128-moddasi ko‘rsatilgan jinoyatni sodir qilgan shaxslarning harakatlarini kvalifikatsiya qilishda ham qo‘llaniladi. Ikki va undan ortiq marta nomusga tegish yoki jinsiy ehtiyojni g‘ayritabiiy usulda qondirish sodir etilgan bo‘lib, buning uchun Jinoyat kodeksining 118-moddasi yoki 119-moddasining turli qismlarida jinoiy javobgarlik nazarda tutilgan bo‘lsa, shuningdek bir holda bunday jinoyatlarga suiqasd yoki ularda ishtirokchilik, boshqa holda esa tugatilgan jinoyat sodir etilgan bo‘lsa, aybdorning harakatlari mazkur jinoyatlarning har biri bo‘yicha mustaqil kvalifikatsiya qilinishi lozim. Agar aybdor xavfli retsidivist (JKning 34-moddasi sharhiga qarang) yoki ilgari JKning 119-moddasida nazarda tutilgan jinoyatni sodir etgan shaxs bo‘lsa, u JKning 118-moddasi 2-qismi «b» bandi bilan javobgarlikka tortiladi. Mazkur holatda shaxsning avvalgi sodir etgan qilmishi uchun qonunda belgilangan tartibda sudlanganlik olib tashlanmagan yoki muddati o‘tib ketmagan bo‘lishi lozim. Ta’kidlash joizki, agar aybdorning qasdi bilan aynan bir jabrlanuvchiga nisbatan ham nomusga tegish, ham jinsiy ehtiyojni g‘ayritabiiy usulda qondirish jinoyatini sodir etish (turli ketma-ketlikda) qamrab olingan bo‘lsa, ularni sodir etishda vaqt jihatdan uzilish bo‘lgan-bo‘lmaganligidan qat’i nazar, qilmish JKning 118-moddasi va 119-moddasida nazarda tutilgan jinoyatlar majmui sifatida baholanmog‘i lozim. Bunday harakatlarni ilgari shunga o‘xshash jinoyatlar sodir etgan shaxs tomonidan sodir etilgan (JKning 118-moddasi yoki 119-moddasi 2-qismi «b» bandi) deb baholab bo‘lmaydi.\n\n19. Bir guruh shaxslar tomonidan nomusga tegish uchun javobgarlik JKning 118-moddasi 2-qismi «v» bandida nazarda tutilgan. Nomusga tegishni bir guruh shaxslar tomonidan sodir etilgan deb e’tirof etish uchun jinoyatni sodir etishda ikki yoki undan ortiq aqli raso 14 yoshga to‘lgan jismoniy shaxslar ishtirok etishi hamda ularning har biri guruhning boshqa a’zolari bilan kelishib harakat qilgan hamda nomusga tegish jinoyati obyektiv tomonining hech bo‘lmaganda bitta harakatini sodir etgan bo‘lishi lozim. Shunday qilib, Oliy sud Plenumining qarorida asosli ravishda ta’kidlanganidek, JKning 118-moddasi 2-qismi «v» bandi bilan nafaqat bevosita nomusga teggan shaxslarning harakatlari, balki jabrlanuvchiga nisbatan zo‘rlik yoki qo‘rqitishni qo‘llash orqali ularga ko‘maklashgan shaxslarning harakatlari ham kvalifikatsiya qilinishi lozim. Bunda qayd etilgan jinoyat tarkiblari obyektiv tomonida nazarda tutilgan harakatlarni shaxsan sodir etmagan, biroq zo‘rlik yoki tahdid qo‘llash orqali boshqa shaxslarga jinoyat sodir etishda ko‘maklashgan shaxslarning harakatlari guruh bo‘lib nomusga tegish jinoyatining sherik ijrochisi sifatida JK 28-moddasiga havola qilinmagan holda kvalifikatsiya qilinishi lozim. Jabrlanuvchi bilan bevosita jinsiy aloqa qilmagan va boshqa shaxslar tomonidan nomusga tegish jinoyati sodir etilganda jabrlanuvchiga nisbatan zo‘rlik yoki qo‘rqitishni qo‘llamagan, biroq jinoyatni sodir etishda aybdorga faqat maslahatlari, ko‘rsatmalari, ma’lumotlar berishi va hokazo bilan ko‘maklashgan shaxsning harakatlari yordamchi sifatida JKning 28-moddasi 5-qismiga havola qilingan holda kvalifikatsiya qilinishi kerak. Oliy sud instansiyasining tushuntirishiga ko‘ra, jinoyat ishtirokchilaridan biri qonunga ko‘ra jinoyatning subyekti bo‘lmagan hollarda ham (JKning 17, 18-moddalari) ikkinchi ishtirokchining harakatlari bir guruh shaxslar tomonidan sodir etilgan nomusga tegish sifatida e’tirof etilishi lozim. Oliy sud Plenumining mazkur ko‘rsatmasi qonunga muvofiq jinoyat subyektlari bo‘lgan shaxslargina ishtirokchilar sifatida e’tirof etilishi mumkinligi to‘g‘risidagi jinoyatlarni kvalifikatsiya qilishning asosiy qoidalariga zid bo‘lmoqda. Masalan, ikki yoki undan ortiq shaxs tomonidan jabrlanuvchining nomusiga tegish jinoyati sodir etilishini tashkillashtirgan, lekin jinoyat sodir etilishida bevosita qatnashmagan shaxsning harakatlari jinoyat sodir qilgan shaxslar 14 yoshga to‘lmaganligi yoki aqli norasoligi uchun mazkur jinoyatning subyekti bo‘la olmaydigan hollarda JKning 118-moddasi 1-qismi bo‘yicha kvalifikatsiya qilinishi lozim. Bundan tashqari, agar nomusga tegish jinoyatining ijrochilari sifatida 14 yoshga to‘lmagan shaxslar ishtirok etgan bo‘lsa, nomusga tegish tashkilotchisining harakatlarini voyaga yetmagan shaxsni jinoyat qilishga jalb qilish sifatida qo‘shimcha ravishda JKning 127-moddasi 3-qismi bilan kvalifikatsiya qilish kerak. Nomusga tegish u nafaqat bir necha shaxs tomonidan bitta jabrlanuvchiga nisbatan sodir etilgan hollarda, balki aybdor shaxslar hamjihatlikda bir necha jabrlanuvchiga nisbatan harakat qilib va zo‘rlik yoki qo‘rqitishni qo‘llab, so‘ngra jabrlanuvchilardan har biri yoki hech bo‘lmaganda biri bilan zo‘rlab jinsiy aloqa qilganda ham guruh shaxslar (oldindan til biriktirgan guruh shaxslar) tomonidan sodir etilgan deb topilishi lozim.\n\n20. O‘ldirish bilan qo‘rqitib sodir etilgan nomusga tegish uchun javobgarlik JKning 118-moddasi 2-qismi «g» bandida nazarda tutilgan. Nomusga tegishda o‘ldirish bilan qo‘rqitish deganda nafaqat aybdorning jabrlanuvchiga, uning yaqin qarindoshlariga yoki jabrlanuvchida ularga nisbatan muayyan mas’uliyat mavjud shaxslarga nisbatan darhol jismoniy zo‘rlik ishlatish niyati ochiqdan-ochiq bildirilgan so‘zlari, balki aybdorning masalan, qurol yoki qurol sifatida foydalanilishi mumkin bo‘lgan predmetlar (pichoq, ustara, bolta va hokazo) namoyishi singari tahdid soluvchi harakatlari ham tushunilishi lozim. O‘ldirish bilan qo‘rqitib nomusga tegish jinoyatini kvalifikatsiya qilishda aybdorda ushbu tahdidni amalga oshirish niyati bor-yo‘qligi fakti ahamiyat kasb etmaydi.\n\n21. Nogironlik belgisiga ega ekanligi aybdorga ayon bo‘lgan shaxsga nisbatan sodir etilgan nomusga tegish uchun javobgarlik JKning 118-moddasi 2-qismi «d» bandida nazarda tutilgan. JK 118-moddasi ikkinchi qismi «d» bandi yoki 119-moddasi ikkinchi qismi «d» bandida nazarda tutilgan nogironlik belgisiga ega ekanligi aybdorga ayon bo‘lgan shaxsga nisbatan sodir etish deganda jismoniy, aqliy, sensor (sezgi) yoki ruhiy nuqsonlari ayon (ma’lum) bo‘lgan shaxsga nisbatan sodir qilingan harakatlarni tushunish lozim. O‘ldirish bilan qo‘rqitish jabrlanuvchining nomusiga tegish paytida uning qarshiligini sindirish uchun qo‘llanilgan hollarda aybdorning harakatlari JKning 118-moddasi 2-qismi «g» bandi bo‘yicha kvalifikatsiya qilinishi zarur. Bunday qo‘rqitish JKning 118-moddasi 2-qismi «g» bandi bilan qamrab olinib, JKning 112-moddasi bo‘yicha qo‘shimcha kvalifikatsiya qilishni talab etmaydi.\n\n22. O‘n sakkiz yoshga to‘lmagan shaxsga nisbatan nomusiga tegish JKning 118-moddasi 3-qismi «a» bandi bo‘yicha kvalifikatsiya qilinadi. Sudlar shuni inobatga olishlari lozimki, o‘n sakkiz yoshga to‘lmagan (JK 118-moddasi uchinchi qismi «a» bandi yoki 119-moddasi uchinchi qismi «a» bandi) yoki o‘n to‘rt yoshga to‘lmagan (JK 118-moddasi to‘rtinchi qismi yoki 119-moddasi to‘rtinchi qismi) shaxsga nisbatan nomusga tegish yoki jinsiy ehtiyojni g‘ayritabiiy usulda qondirish jinoyatini sodir etganlik uchun jinoiy javobgarlik aybdor jabrlanuvchining yoshini bilgan yoki bilmaganligidan qat’i nazar kelib chiqadi.\n\n23. Yaqin qarindoshga, sobiq xotiniga (sobiq eriga), bir ro‘zg‘or asosida birgalikda yashayotgan shaxsga yoki umumiy farzandga ega bo‘lgan shaxsga nisbatan nomusiga tegish JKning 118-moddasi 3-qismi «b» bandi bo‘yicha kvalifikatsiya qilinadi. Aybdorning harakatlarini JK 118-moddasi uchinchi qismi «b» bandi yoki 119-moddasi uchinchi qismi «b» bandi bilan kvalifikatsiya qilishda sudlar Jinoyat kodeksining sakkizinchi bo‘limida bayon etilgan «yaqin qarindoshlar» tushunchasiga asoslanishlari, bunda mazkur tushunchani keng sharhlash mumkin emasligini, shuningdek sobiq xotiniga (sobiq eriga), bir ro‘zg‘or asosida birgalikda yashayotgan shaxsga yoki umumiy farzandga ega bo‘lgan shaxsga nisbatan sodir etilganda kelib chiqishini inobatga olishlari lozim. Bunda bir ro‘zg‘or asosida birgalikda yashayotgan shaxslar deganda muayyan xonadon yoki uyda er-xotinlik munosabatlarida yashovchi, umumiy mol-mulk va pul mablag‘lariga egalik qiluvchi erkak va ayol tushunishi lozim.\n\n24. Jabrlanuvchini tarbiyalash, o‘qitish va (yoki) unga g‘amxo‘rlik qilish majburiyatlarini bajarayotgan shaxs tomonidan, shuningdek jabrlanuvchiga qarab turish majburiyatlari qonun bilan zimmasiga yuklatilgan ta’lim, tarbiya, davolash yoki boshqa muassasaning xodimi tomonidan sodir etilgan nomusga tegish JKning 118-moddasi 3-qismi «v» bandi bo‘yicha kvalifikatsiya qilinishi lozim. Aybdor shaxslarning harakatlarini JKning 118-moddasi 3-qismi «v» bandi va 119-moddasi 3-qismi «v» bandi bilan kvalifikatsiya qilishda jabrlanuvchi kimning qaramog‘ida bo‘lganligiga alohida e‘tibor qaratishlari lozim. Jabrlanuvchini tarbiyalash va (yoki) unga g‘amxo‘rlik qilish majburiyatini bajarayotgan shaxs deganda qonunchilikda belgilangan tartibda farzandlikka oluvchilar, vasiylar, homiylar tushuniladi. Jabrlanuvchiga qarab turish, o‘qitish majburiyatlari qonun bilan zimmasiga yuklatilgan ta’lim, tarbiya, davolash yoki boshqa muassasa deganda esa maktabgacha ta‘lim, umumiy o‘rta ta‘lim va o‘rta-maxsus kasb-hunar ta‘limi, oliy ta‘lim va oliy o‘quv yurtidan keyingi ta‘lim muassasalari, Sog‘liqni saqlash tizimidagi hamda xususiy sektordagi (shu jumladan xalq tabobati) davolash muassasalari xodimlari tushuniladi.\n\n25. Ommaviy tartibsizliklar ishtirokchisi tomonidan sodir etilgan nomusga tegish JKning 118-moddasi 3-qismi «g» bandi bo‘yicha kvalifikatsiya qilinishi lozim. Nomusga tegish faqatgina ommaviy tartibsizliklar ishtirokchisi bo‘lgan shaxslar tomonidan sodir etilsa, mazkur band bo‘yicha javobgarlik vujudga keladi. Nomusga tegish ommaviy tartibsizliklarning bevosita tashkilotchisi yoki faol ishtirokchisi tomonidan sodir etilganda uning qilmishlari JKning 118-moddasi 3-qismi «g» bandi va JKning 244-moddasi bilan jinoyatlar majmui bo‘yicha kvalifikatsiya qilinadi.\n\n26. O‘ta xavfli retsidivist tomonidan sodir etilgan nomusga tegish JKning 118-moddasi 3-qismi «d» bandi bo‘yicha kvalifikatsiya qilinadi. (O‘ta xavfli retsidivist tushunchasi to‘g‘risida JKning 34-moddasi sharhiga qarang). JKning 118-moddasi 3-qismi «d» bandini shaxsning aybiga qo‘yish uchun aybdor nomusga tegish jinoyatini sodir etguniga qadar qonunda belgilangan tartibda sud tomonidan o‘ta xavfli retsidivist deb topilganligini aniqlab olish zarur.\n\n27. Og‘ir oqibatlarga olib kelgan nomusga tegish uchun javobgarlik JKning 118-moddasi 3-qismi «ye» bandida nazarda tutilgan. Nomusga tegishning og‘ir oqibatlari deganda homilador bo‘lish yoki homilaning tushishi, ruhiy holati buzilishi, OIV/OITS yuqishi, jabrlanuvchi tomonidan tanlangan jinoyatdan himoyalanish usuli oqibatida olingan tan jarohatlari (masalan, ko‘p qavatli binodan, yurib ketayotgan avtomobildan, poyezddan sakraganda), jinoyat natijasida jabrlanuvchining o‘zini o‘zi o‘ldirishi va hokazo tushunilishi lozim. Mazkur holatlarda sodir etilgan qilmish JKning 118-moddasi 3-qismi «ye» bandi bilan to‘liq qamrab olinadi va JK Maxsus qismining boshqa moddalari bilan qo‘shimcha kvalifikatsiya qilish talab qilinmaydi (masalan, jabrlanuvchi o‘zini o‘zi o‘ldirsa JKning 103-moddasi bilan). Yuzaga kelgan og‘ir oqibatlar bilan sodir etilgan nomusga tegish o‘rtasida to‘g‘ridan-to‘g‘ri sababiy bog‘lanish mavjud bo‘lgan hollarda shaxsning aybiga JKning 118-moddasi 3-qismi «ye» bandi qo‘yilishi mumkin.\n\n28. O‘n to‘rt yoshga to‘lmagan shaxsning nomusiga tegish JKning 118-moddasi 4-qismi bo‘yicha kvalifikatsiya qilinadi. (Qarang: mazkur moddaga sharhning 22-bandi)."
        },
        {
            "modda_raqami": "119-modda. Jinsiy ehtiyojni zo‘rlik ishlatib g‘ayritabiiy usulda qondirish. ",
            "matni": "Zo‘rlik ishlatib, qo‘rqitib yoki jabrlanuvchining ojizligidan foydalanib, jinsiy ehtiyojni g‘ayritabiiy usulda qondirish, besh yildan sakkiz yilgacha ozodlikdan mahrum qilish bilan jazolanadi.\n\nO‘sha harakatlar:  \na) ikki yoki undan ortiq shaxsga nisbatan;  \nb) takroran, xavfli retsidivist tomonidan yoki ilgari ushbu Kodeksning 118, 121, 128 va (yoki) 129-moddalarida nazarda tutilgan jinoyatlarni sodir etgan shaxs tomonidan;  \nv) bir guruh shaxslar tomonidan;  \ng) o‘ldirish bilan qo‘rqitib;  \nd) nogironlik belgisiga ega ekanligi aybdorga ayon bo‘lgan shaxsga nisbatan sodir etilgan bo‘lsa, sakkiz yildan o‘n yilgacha ozodlikdan mahrum qilish bilan jazolanadi.\n\nUshbu moddaning birinchi yoki ikkinchi qismida nazarda tutilgan harakatlar:  \na) o‘n sakkiz yoshga to‘lmagan shaxsga nisbatan;  \nb) yaqin qarindoshiga, sobiq xotiniga (sobiq eriga), bir ro‘zg‘or asosida birgalikda yashayotgan shaxsga yoki umumiy farzandga ega bo‘lgan shaxsga nisbatan;  \nv) jabrlanuvchini tarbiyalash, o‘qitish va (yoki) unga g‘amxo‘rlik qilish majburiyatlarini bajarayotgan shaxs tomonidan, shuningdek jabrlanuvchiga qarab turish majburiyatlari qonun bilan zimmasiga yuklatilgan ta‘lim, tarbiya, davolash yoki boshqa muassasaning xodimi tomonidan;  \ng) ommaviy tartibsizliklar ishtirokchisi tomonidan;  \nd) o‘ta xavfli retsidivist tomonidan sodir etilgan bo‘lsa;  \nye) og‘ir oqibatlarga olib kelgan bo‘lsa, o‘n yildan o‘n besh yilgacha ozodlikdan mahrum qilish bilan jazolanadi.\n\nUshbu moddada nazarda tutilgan harakatlar o‘n to‘rt yoshga to‘lmagan shaxsga nisbatan sodir etilgan bo‘lsa, o‘n besh yildan yigirma yilgacha ozodlikdan mahrum qilish bilan jazolanadi.",
            "sharxi": "1. Jinoyat obyekti jabrlanuvchining jinsiy erkinligini, ya’ni o‘z xohishiga ko‘ra jinsiy sherigini tanlash huquqini ta’minlovchi ijtimoiy munosabatlar, shuningdek 16 yoshga to‘lmagan shaxslarning jinsiy daxlsizligi hisoblanadi.\n\n2. Jinoyatning obyektiv tomoni zo‘rlik ishlatib, qo‘rqitib yoki jabrlanuvchining ojizligidan foydalanib, jinsiy ehtiyojni g‘ayritabiiy usulda qondirishda ifodalanadi. JKning 119-moddasida nazarda tutilgan jinoyat:  \n- erkak kishining jinsiy ehtiyojini ayol bilan g‘ayritabiiy usulda zo‘rlik ishlatib qondirishida;  \n- ayolning jinsiy ehtiyojini ayol bilan zo‘rlik ishlatib qondirishida (lesbiyanlik);  \n- erkak kishining jinsiy ehtiyojini erkak bilan zo‘rlik ishlatib qondirishida (besoqolbozlik);  \n- jinsiy ehtiyojni qondirishga qaratilgan boshqa shahvoniy harakatlarni sodir etishda (jabrlanuvchini zo‘rlik ishlatib masturbatsiyaga majbur etish va hokazo) ifodalanishi mumkin.\n\n3. (Jismoniy zo‘rlik, qo‘rqitish, ojiz ahvol to‘grisida JKning 118-moddasi sharhiga qarang).\n\n4. Ko‘rib chiqilayotgan jinoyat jinsiy ehtiyojni g‘ayritabiiy usulda qondirishga qaratilgan zo‘ravonlik harakati sodir etilgan paytdan e’tiboran, defloratsiya va eyakulyatsiyadan qat’i nazar, tugallangan deb e‘tirof etiladi.\n\n5. Jinsiy ehtiyojni zo‘rlik ishlatib g‘ayritabiiy usulda qondirishga qaratilgan harakatlar aybdorga bog‘liq bo‘lmagan sabablar bilan oxiriga yetkazilmay qolganda, mazkur harakatlar jinoyatga suiqasdni vujudga keltiradi (masalan, zo‘rlik ishlatib yechintirish, gavdani muayyan vaziyatda tutib turishga majburlash va hokazo), bu qilmish JKning 25-moddasi 2-qismi va 119-moddasi bilan kvalifikatsiya qilinishi kerak.\n\n6. Jinsiy ehtiyojni zo‘rlik ishlatib g‘ayritabiiy usulda qondirishga suiqasd qilishda jinoyatdan ixtiyoriy qaytish bo‘lishi mumkin. (Ixtiyoriy qaytish tushunchasi to‘g‘risida JKning 26-moddasiga berilgan sharhga qarang).\n\n7. Subyektiv tomondan jinoyat to‘g‘ri qasd bilan sodir etiladi. Motiv shahvoniy, shuningdek jabrlanuvchining sha’nini tahqirlash bo‘lishi mumkin. Maqsad jinsiy ehtiyojni qondirish.\n\n8. Subyekt 14 yoshga to‘lgan har qanday aqli raso shaxs bo‘lishi mumkin.\n\n9. JKning 119-moddasi 2, 3 va 4-qismlarida nazarda tutilgan kvalifikatsiya belgilari JKning 118-moddasida ko‘zda tutilgan belgilarga mazmunan mos keladi. (JKning 118-moddasi 2, 3, 4-qismlari sharhiga qarang)."
        },
        {
            "modda_raqami": "120-modda. Besoqolbozlik. ",
            "matni": "Besoqolbozlik, ya’ni erkakning erkak bilan zo‘rlik ishlatmasdan jinsiy ehtiyojini qondirishi, bir yildan uch yilgacha ozodlikni cheklash yoki uch yilgacha ozodlikdan mahrum qilish bilan jazolanadi.",
            "sharxi": "1. Jinoyat obyekti jinsiy aloqalarning normal tartibini ta’minlovchi ijtimoiy munosabatlar hisoblanadi.\n\n2. Jinoyat obyektiv tomoni erkakning erkak bilan jinsiy ehtiyojini qondirishiga yo‘naltirilgan mutlaqo ixtiyoriy harakatlarda ifodalanadi. Basharti besoqolbozlikda zo‘rlik ishlatish, qo‘rqitish yoki jabrlanuvchining ojizligidan foydalanish alomatlari mavjud bo‘lsa, aybdorning qilmishi JKning 119-moddasi bilan kvalifikatsiya qilinadi.\n\n3. Erkakning erkak bilan jinsiy ehtiyojini qondirishi boshlanishi bilan sharhlanayotgan jinoyat tugallangan hisoblanadi.\n\n4. Subyektiv tomondan jinoyat to‘g‘ri qasd bilan sodir etiladi.\n\n5. Jinoyatning subyekti o‘n olti yoshga to‘lgan, besoqolbozlik harakatining faol yoki passiv qatnashchisi bo‘lgan shaxs hisoblanadi.\n\n6. Agar besoqolbozlik ishtirokchilaridan biri o‘n olti yoshga yetmagan bo‘lsa, ikkinchi ishtirokchining harakatlarini shaxsning o‘n olti yoshga to‘lmaganligi aybdorga ayon bo‘lgan holda u bilan jinsiy ehtiyojni g‘ayritabiiy usulda qondirish sifatida JKning 128-moddasi bilan kvalifikatsiya qilish lozim."
        },
        {
            "modda_raqami": "121-modda. Shaxsni jinsiy aloqa qilishga majbur etish. ",
            "matni": "Xizmat, moddiy yoki boshqa jihatdan aybdorga qaram bo‘lgan shaxsni jinsiy aloqa qilishga yoki jinsiy ehtiyojni g‘ayritabiiy usulda qondirishga majbur etish, uch yuz soatdan to‘rt yuz sakson soatgacha majburiy jamoat ishlari yoki ikki yildan uch yilgacha axloq tuzatish ishlari yoki bir yildan uch yilgacha ozodlikni cheklash yoki bir yildan uch yilgacha ozodlikdan mahrum qilish bilan jazolanadi.\n\nO‘sha harakat og‘ir oqibatlarga olib kelsa, uch yildan besh yilgacha ozodlikni cheklash yoki uch yildan besh yilgacha ozodlikdan mahrum qilish bilan jazolanadi.\n\nO‘sha harakat jinsiy aloqada bo‘lish yoki jinsiy ehtiyojni g‘ayritabiiy usulda qondirish bilan bog‘liq holda sodir etilgan bo‘lsa, uch yildan besh yilgacha ozodlikni cheklash yoki uch yildan besh yilgacha ozodlikdan mahrum qilish bilan jazolanadi.\n\nUshbu moddaning uchinchi qismida nazarda tutilgan harakat:  \n\na) o‘n sakkiz yoshga to‘lmagan shaxsga nisbatan;  \n\nb) yaqin qarindoshiga, sobiq xotiniga (sobiq eriga), bir ro‘zg‘or asosida birgalikda yashayotgan shaxsga yoki umumiy farzandga ega bo‘lgan shaxsga nisbatan;  \n\nv) takroran, xavfli retsidivist tomonidan yoki ilgari ushbu Kodeksning 118, 119, 128 va (yoki) 129-moddalarida nazarda tutilgan jinoyatlarni sodir etgan shaxs tomonidan;  \n\ng) og‘ir oqibatlarga olib kelsa, besh yildan sakkiz yilgacha ozodlikdan mahrum qilish bilan jazolanadi.",
            "sharxi": "1. Jinoyat obyekti shaxsning jinsiy erkinligini ta’minlovchi ijtimoiy munosabatlar hisoblanadi.\n\n2. Obyektiv tomondan jinoyat xizmat, moddiy yoki boshqa jihatlardan aybdorga qaram bo‘lgan shaxsni jinsiy aloqa qilishga yoki jinsiy ehtiyojni g‘ayritabiiy usulda qondirishga majbur etishda ifodalanadi.\n\n3. Majbur etish deganda shaxsni shahvoniy intilishlarga rozilik berishiga, ya’ni o‘z xohish-irodasiga qarshi ravishda jinsiy aloqa qilishiga yoki jinsiy ehtiyojni g‘ayritabiiy usulda qondirishiga majburlash maqsadida uning ruhiyatiga g‘ayriqonuniy tazyiq o‘tkazishni tushunish zarur. Bunda majbur etish shaxsni majburlovchining o‘zi bilan yoki har qanday boshqa shaxs bilan jinsiy aloqa qilishga yoki jinsiy ehtiyojni g‘ayritabiiy usulda qondirishga qaratilgan bo‘lishi mumkin.\n\n4. Majburlash paytida jabrlanuvchiga huquqqa xilof ruhiy ta’sir ko‘rsatish qaramlikning quyidagi turlaridan foydalanib amalga oshiriladi:  \n- xizmat jihatidan qaramlik, ya’ni ayolning uni majburlovchi shaxsga xizmat yuzasidan to‘g‘ridan-to‘g‘ri bo‘ysunishi (masalan, jabrlanuvchini ishdan bo‘shatish, kam haq to‘lanadigan ishga o‘tkazish, past lavozimga o‘tkazish va hokazo bilan qo‘rqitish);  \n- moddiy jihatdan qaramlik, ya’ni ayolning uning jinsiy erkinligiga qasd qilayotgan shaxsning to‘liq qaramog‘ida bo‘lishi yoki ayol yashash uchun mablag‘larning asosiy qismini shu shaxsdan olishi (masalan, jabrlanuvchida belgilangan vaqtda to‘lay olmaydigan qarz majburiyatlarining mavjudligi va hokazo) hisoblanadi;  \n- boshqa jihatlardan qaramlik, ya’ni jabrlanuvchiga ma’lum bir imtiyoz, foyda, ustunlik taqdim etish, u uchun muhim bo‘lgan boshqa masalalarni hal qilish tegishli xizmat mavqeiga ega bo‘lgan aybdor shaxsning ixtiyorida bo‘lishi. Bunday qaramlik, masalan, «gumon qilinuvchi tergovchi», «tadqiqotchi ilmiy rahbar» va shunga o‘xshash juftliklarning birligida mavjud bo‘lishi mumkin.\n\n5. Muayyan yengilliklar berish, ish uchun yaxshi sharoit va imtiyozlar yaratish, sovg‘alar taqdim etish, qonuniy va noqonuniy tarzda jinsiy munosabat bilan bog‘liq bo‘lmagan muayyan xizmatlar ko‘rsatish majbur etish deb topilmaydi.\n\n6. Majbur etish shaxsga nisbatan uni jinsiy aloqa qilishga yoki jinsiy ehtiyojni g‘ayritabiiy usulda qondirishga ko‘ndirish maqsadida ishlatiladigan ruhiy zo‘rlikning o‘ziga xos shakli bo‘lganligi tufayli mazkur jinoyat tarkibi bilan JKning 118 va 119-moddalarida nazarda tutilgan ruhiy zo‘rlik ishlatish bilan sodir etiladigan jinoyatlarni bir-biridan farqlash masalasi yuzaga keladi. Nomusga tegishdagi (jinsiy ehtiyojni zo‘rlik ishlatib g‘ayritabiiy usulda qondirishdagi) ruhiy zo‘rlik ishlatishdan farqli ravishda, shaxsni majbur etishda ayolning bosh tortgani tahdidning darhol amalga oshirilishini taxmin qilmaydi. Ayni vaqtda amalda yetkaziladigan yoki qo‘rqitishda ifodalanadigan zarar jabrlanuvchi shaxsiga tegishli bo‘lmay, balki uning mulkiy va boshqa shaxsiy huquqlariga taalluqlidir. Bundan tashqari, o‘z xususiyatiga ko‘ra bu zarar unga nisbatan jabrlanuvchi moddiy, xizmat yoki boshqa jihatlardan qaram bo‘lgan shaxs tomonidangina yetkazilgan bo‘lishi kerak.\n\n7. Unga nisbatan shaxs moddiy, xizmat yoki boshqa jihatlardan qaram bo‘lgan shaxs ushbu shaxs bilan jinsiy aloqa qilish yoki jinsiy ehtiyojini g‘ayritabiiy usulda qondirish maqsadida unga nisbatan nomusga tegish uchun xos bo‘lgan ruhiy ta’sir ko‘rsatgan hollarda uning harakatlarini JKning 118 yoki 119-moddasi tegishli qismi bilan kvalifikatsiya qilish kerak.\n\n8. JKning 121-moddasi 1-qismida nazarda tutilgan jinoyat majbur etish paytidan, ya’ni jinsiy aloqa qilishni yoki jinsiy ehtiyojni g‘ayritabiiy usulda qondirishni talab qilish yoki bularni shart qilib qo‘yish paytidan e’tiboran, aybdor ushbu maqsadga erishgan yoki erishmaganidan qat’i nazar, tugallangan jinoyat deb qaralishi kerak. JKning 121-moddasi 3-qismida nazarda tutilgan jinoyat esa aybdor o‘z maqsadiga erishganidan so‘ng, ya’ni jinsiy aloqa qilingan yoki jinsiy ehtiyoj g‘ayritabiiy usulda qondirilgan paytdan boshlab tugallangan hisoblanadi.\n\n9. Basharti ayblanuvchi shaxsning xohish-irodasi boshqa shaxs tomonidan bo‘ysundirilganini bila turib, u bilan jinsiy aloqa qilsa yoki jinsiy ehtiyojni g‘ayritabiiy usulda qondirsa, uning harakatlarini JKning 121-moddasi bo‘yicha kvalifikatsiya qilib bo‘lmaydi. Ayrim holatlarda bunday shaxs ayolni jinsiy aloqa qilishga majbur etishga dalolatchilik qilish uchun JKning 28 va 121-moddasi bilan javobgarlikka tortilishi mumkin.\n\n10. Subyektiv tomondan ko‘rib chiqilayotgan jinoyat faqat to‘g‘ri qasd bilan sodir etiladi.\n\n11. Jinoyatning subyekti unga nisbatan ayol xizmat, moddiy yoki boshqa jihatlardan qaram bo‘lgan 16 yoshga to‘lgan shaxs bo‘lishi mumkin.\n\n12. Ushbu moddaning birinchi qismida nazarda tutilgan harakat og‘ir oqibatlarga olib kelsa mazkur moddaning 2-qismi bilan kvalifikatsiya qilinishi lozim («Og‘ir oqibatlar» tushunchasi JK 118-moddasi sharhiga qarang).\n\n13. Ushbu moddaning uchinchi qismida nazarda tutilgan harakat:  \n\na) o‘n sakkiz yoshga to‘lmagan shaxsga nisbatan;  \n\nb) yaqin qarindoshiga, sobiq xotiniga (sobiq eriga), bir ro‘zg‘or asosida birgalikda yashayotgan shaxsga yoki umumiy farzandga ega bo‘lgan shaxsga nisbatan;  \n\nv) takroran, xavfli retsidivist tomonidan yoki ilgari ushbu Kodeksning 118, 119, 128 va (yoki) 129-moddalarida nazarda tutilgan jinoyatlarni sodir etgan shaxs tomonidan;  \n\ng) og‘ir oqibatlarga olib kelsa JK 121-moddasi 4-qismi bilan kvalifikatsiya qilinadi (Ushbu bandlarga sharh JK 118-moddasi bilan aynan)."
        }
    ]
}