{
    "bob_nomi": "IV bob. Javobgarlikka tortilishi lozim bo‘lgan shaxslar",
    "moddalar": [
        {
            "modda_raqami": "17-modda. Jismoniy shaxslarning javobgarligi. ",
            "matni": "Jinoyat sodir etgunga qadar o‘n olti yoshga to‘lgan, aqli raso jismoniy shaxslar javobgarlikka tortiladilar. (Ikkinchi qism O‘zbekiston Respublikasining 2021 yil 7 dekabrdagi O‘RQ-735-sonli Qonuni bilan chiqarilgan QMMB, 07.12.2021 y., 03/21/735/1141-son) Jinoyat sodir etgunga qadar o‘n to‘rt yoshga to‘lgan shaxslar ushbu Kodeks 97, 98, 104-106, 118, 119-moddalari, 126-moddasining to‘rtinchi sakkizinchi qismlarida, 137, 164 166, 169-moddalari, 173-moddasining ikkinchi va uchinchi qismlari, 220, 222, 247, 252, 263, 267, 271-moddalari, 277-moddasining ikkinchi va uchinchi qismlarida nazarda tutilgan jinoyatlar uchun javobgarlikka tortiladilar. Ushbu Kodeksning 122, 123, 125-moddalarida, 126-modda-sining birinchi va ikkinchi qismlarida, 127, 127, 128, 144, 146, 193, 195, 205, 210, 225, 226, 230, 232, 234, 235, 279 -302-moddalarida nazarda tutilgan jinoyatlar uchun jinoyat sodir etgunga qadar o‘n sakkiz yoshga to‘lgan shaxslar javobgarlikka tortiladilar. O‘n sakkiz yoshga to‘lgunga qadar jinoyat sodir etgan shaxslar umumiy qoidalarga muvofiq va ushbu Kodeksning Umumiy qismi oltinchi bo‘limida nazarda tutilgan xususiyatlar hisobga olingan holda javobgarlikka tortiladilar.",
            "sharxi": "1. Sharhlanayotgan moddada jinoyat subyektining umumiy yuridik alomatlari jamlangan. Jinoyat kodeksining 17-moddasida ko‘rsatilgan uch alomatdan birining yo‘qligi, shaxsning qilmishida jinoyat tarkibi mavjud emasligini (Jinoyat kodeksining 16-moddasi sharhiga qarang) bildiradi. Jinoyat kodeksi faqat jismoniy shaxsning, ya’ni insonning jinoiy javobgarlikka tortilishini belgilaydi. Bu O‘zbekiston Respublikasining jinoyat to‘g‘risidagi qonunchiligiga ko‘ra, yuridik shaxslarning jinoiy javobgarligi inkor etilishini anglatadi. Mulkiy yoki boshqa zarar yetkazganda, ular fuqarolik qonunchiligiga muvofiq, mulkiy javobgarlikka tortiladilar, bunda, yuridik shaxs rahbari jinoiy javobgarlikka tortilishi mumkin, masalan, atrof-muhitni ifloslantirganlik uchun Jinoyat kodeksining 196-moddasiga binoan javobgarlik ko‘rsatilgan. Demak, agar biron-bir tashkilot, masalan, shaxtada mehnat muhofazasi qoidalari buzilishi natijasida odamlarga shikast yetsa, buning uchun yuridik shaxs sifatida shaxta emas, balki mazkur qoidalarning buzilishida aybdor bo‘lgan muayyan shaxs javobgarlikka tortiladi. Sud-tergov amaliyotida, hayvonlar tomonidan jamoat manfaatlariga zarar yetkazilishi mumkin bo‘lgan, xususan, hayvonlar tomonidan insonlarga jinoiy maqsadlarda hujum bo‘lgan hodisalar ham uchrab turadi. Mazkur vaziyatda ikki holat ko‘zda tutiladi: birinchidan, inson tomonidan maxsus, o‘rgatilgan buyruq berilishi natijasida inson sog‘lig‘iga zarar yetkazilsa, bunda hayvon tomonidan yetkazilgan zarar uchun uning egasi javobgar bo‘ladi. Ikkinchi holatda, biron-bir hayvon tomonidan o‘zgalarning ta’sirisiz inson sog‘lig‘iga zarar yetkazilgan bo‘lsa, uning egasi jinoiy javobgarlikdan ozod qilinadi va bunday hollarda hayvon egasining fuqarolik-huquqiy javobgarligi to‘g‘risidagi masala qo‘zg‘atilishi mumkin. Jinoiy javobgarlik ijtimoiy xavfli qilmishni qasddan yoki ehtiyotsizlikdan sodir etgani uchun javobgar bo‘lishi shart bo‘lgan shaxs bilan uzviy bog‘liq. Ayni paytda, ushbu holat jinoyat huquqining asoslantirilgan tamoyillari asosida shaxsning aybini belgilashda ongli va maqsadli jinoiy qilmishi uchun shaxsiy javobgarlik o‘rnatishga ruxsat beradi. Jinoyat to‘g‘risidagi qonunchilikda jismoniy shaxs tushunchasi to‘g‘ridan to‘g‘ri bayon qilinmagan. Ammo, Jinoyat kodeksi va boshqa normativ-huquqiy hujjatlar mazmunidan kelib chiqilsa, O‘zbekiston Respublikasi Fuqarolik kodeksining 16-moddasida ko‘rsatilgan tushunchaga o‘xshash ekanligi anglashiladi. JKning 11, 12-moddalariga berilgan sharhdagi O‘zbekiston Respublikasi fuqarosi, chet el fuqarosi, fuqaro-ligi bo‘lmagan shaxslar tushunchasiga e’tibor berish kerak. Jinoyat kodeksining 17-moddasiga ko‘ra, har qanday inson ham jinoyatning subyekti bo‘la olmaydi. Shaxs jinoyat subyekti yoshiga yetganligi bilan birgalikda u o‘z harakatlarini boshqara olishi va harakati tufayli kelib chiqadigan ijtimoiy xavfli oqibatni anglashi ham talab etiladi. Shunday qilib, jinoyat uchun faqat jismoniy shaxslarning javobgarlikka tortilishi, ular qilmishining ijtimoiy xavfli fe’l-atvori va darajasini anglay olish qobiliyati, o‘z harakatlarini boshqara olishi va ular yuzasidan hisob bera olishi bilan izohlanadi. Agar ijtimoiy xavfli qilmish sodir etgan shaxs bunday qobiliyatga ega bo‘lmasa (aqli noraso hisoblanadi), u jinoyat subyekti bo‘la olmaydi. Bundan tashqari, shaxs sodir etgan qilmishiga yarasha javobgarlikka tortilishi uchun u ma’lum yoshga yetgan bo‘lishi, alohida hollarda esa, qilmishni qo‘shimcha alomatlar bilan sodir etgan bo‘lishi lozim.\n\n2. Shaxs o‘z qilmishlariga javob bera olishi va jinoiy javobgarlikka tortilishi uchun u yetarli yoshga yetganlik bilan bog‘liq holda qilmishini aniq anglay olish darajasiga ham ega bo‘lishi lozim. Aniq anglay olish va ijtimoiy rivojlanish darajasi ma’lum yoshga yetishi bilan paydo bo‘ladi, qachonki shaxs oila, maktab, ijtimoiy muhit ta’sirida nima yaxshi-yu nima yomon, qanday hollarda uning harakatlari jamiyat yoki boshqa insonlarga zarar yetkazishini tushunadi. Inson ma’lum yoshga yetgandan keyingina uni o‘rab turgan atrofdagi voqealarni qabul qilishi, o‘z harakatlariga to‘g‘ri baho berishi va o‘z xohishini kerakli yo‘nalishga yo‘naltira olish qobiliyati shakllanadi. Inson ma’lum bir yoshga yetgandan keyin muayyan bir jinoyat qonuni bilan man qilingan harakatlar uchun javobgarlik yuzaga kelishini to‘g‘ri anglay oladi. Yosh - nafaqat jinoyat subyektining insonga xos bo‘lgan umumiy alomati, shuningdek, jinoiy javobgarlikning paydo bo‘lishi yosh bilan bog‘liq. Yosh chegarasini o‘rnatishda qonun chiqaruvchi tomonidan ijtimoiy xavfli qilmish sodir etganda jinoiy javobgarlikka tortilish masalasini hal etishga imkon yaratuvchi, shaxsning kerakli rivojlanish darajasi, hayotiy tajribasi barkamolligini aniqlash mumkin bo‘lgan talablar e’tiborga olinadi. Bundan tashqari, jinoyat yoshini o‘rnatish jarayonida qonun chiqaruvchi tibbiyot, psixologiya, pedagogika va boshqa fanlar xulosalarini hisobga oladi, shuningdek, ko‘pchilik o‘smirlar uchun odatiy bo‘lgan hayot yo‘lining turli bosqichlaridagi shakllanish va rivojlanish sharoitlaridan kelib chiqadi. Jinoyat qonuni yosh tushunchasini aks ettiruvchi maxsus normaga ega emas, shaxs qandaydir jinoyat sodir etganda jinoiy javobgarlikni vujudga keltiruvchi yosh chegaralarini ko‘rsatadi. Jinoyat qonuni bo‘yicha javobgarlikka tortish yoshiga yetgan shaxsgina jinoyatning subyekti, deb hisoblanadi. Qonun chiqaruvchi ma’lum yoshni belgilash vaqtida shaxsning hayotiy tajribasi, psixofiziologik va ijtimoiy-ruhiy holatining darajasini hisobga olgan. Jinoyat kodeksining 17-moddasi birinchi qismidan shu kelib chiqadiki, jinoyat sodir etgunga qadar qonun o‘rnatgan yoshga to‘lmagan shaxs jinoiy javobgarlikka tortilishi mumkin emas va jinoyat subyekti ham hisoblanmaydi. Shunday qilib, yosh deganda, u yoki bu shaxsning alohida psixofiziologik holatini tavsiflovchi, tibbiy-biologik, ijtimoiy psixologik va huquqiy o‘zgarishlar bilan aloqador bo‘lgan, tug‘ilishdan to inson hayotining qandaydir xronologik muddatigacha o‘tgan vaqtning taqvim davri tushuniladi. \t\n\n3. Umumiy qoidaga ko‘ra, sodir etilgan jinoyat uchun javobgarlik shaxs o‘n olti yoshga to‘lganda vujudga keladi. Sharhlanayotgan moddaning ikkinchi va uchinchi qismlarida maxsus ko‘rsatilgan jinoyat tarkiblari uchungina jinoiy javobgarlik o‘n to‘rt yoki o‘n sakkiz yoshdan vujudga keladi. Yosh chegarasini belgilashga bunday xususiy yondashuv shu bilan izohlanadiki, umumiy jinoyat yoshidan farqli ravishda ba’zi og‘ir va o‘ta og‘ir jinoyatlar uchun jinoiy javobgarlik vaqtliroq vujudga keladi. Voyaga yetmagan shaxs ijtimoiy ongining yetarli darajasi o‘z xulqini jamiyatda o‘rnatilgan qoidalarga moslashtirishni talab qilishning imkonini beradi. Shuning uchun voyaga yetmaganlar sodir etgan jinoyatlari uchun javobgarlikka tortilishlari mumkin va yoki aksincha, ba’zi hollarda jinoiy javobgarlikka faqatgina voyaga yetgan subyekt tortiladi. Bu holatda voyaga yetganlik yoshi o‘n sakkiz yosh hisoblanadi. U fuqarolik qonunchiligi mazmunidan kelib chiqadi. Bu shu bilan izohlanadiki, qator jinoyatlar ma’lum bir sohada bo‘ladigan ijtimoiy munosabatlarga tajovuz qiladi va bu tajovuzning subyekti faqatgina voyaga yetgan fuqarolar hisoblanadi. Bu holatda so‘z boshqaruv tartibiga qarshi jinoyatlar, harbiy jinoyatlar va voyaga yetgan fuqarolarning ma’lum bir faoliyati bilan bog‘liq bo‘lgan jinoyatlar to‘g‘risida boradi. Kichik yoshdagilar o‘z harakatlarining ijtimoiy ahamiyatini anglamaydi, ba’zan esa, ularning haqiqiy fe’l-atvorini tushunib yetmaydi va bu harakatlarning oqibatini oldindan ko‘ra bilmaydi. Bularga umumiy jinoyat yoshiga (16 yosh) to‘lmagan shaxslar, shuningdek, jinoyat subyekti o‘n olti yoshdan kichik bo‘lishi mumkin bo‘lgan, ammo o‘n to‘rt yoshgacha bo‘lgan jinoyatlarni sodir etishda ayblanmagan shaxslar tegishlidir. Shu bilan birga, O‘zbekiston Respublikasining jinoyat to‘g‘risidagi qonunchiligi voyaga yetmaganlarga nisbatan insonparvarlik tamoyilini o‘zida aks ettirgan jinoiy javobgarlikning qator xususiyatlarini belgilab bergan (Jinoyat kodeksi Umumiy qismi 6-bo‘limi, «Voyaga yetmaganlar javobgarligining xususiyatlari»). Mazkur qoidalar jinoiy javobgarlik kelib chiqishining quyi chegaralarini belgilashda qo‘llaniladi. Shunga ko‘ra, qonunda ko‘rsatilgan yoshga to‘lgan aqli raso jismoniy shaxs sifatidagi jinoyat subyekti, hatto katta yoshda (60-70 va h.k.) bo‘lsa ham, jinoiy javobgarlikdan ozod qilinmaydi. Biroq, sud har bir alohida holatda Jinoyat kodeksining 54-moddasi (sharhga qarang) talablari asosida jinoiy jazoni individuallashtirish va uni tayinlashda jinoyat sodir etgan shaxsning yuqori yoshini e’tiborga oladi. Shunday qilib, jinoiy javobgarlik vujudga kelishining yuqori chegaralari ham qonunda aksini topadi.\n\t\n4. Har bir ish bo‘yicha majburiy tartibda ijtimoiy xavfli qilmish sodir etgan shaxsning aniq yoshi o‘rnatilishi lozim. Jinoyat kodeksida ko‘rsatilgan ijtimoiy xavfli harakat yoki harakatsizlik sodir etgan voyaga yetmagan shaxsning yoshi jinoyat-protsessual qonunchiligi asosida o‘rnatiladi (JPKning 548-moddasi). Jinoiy javobgarlikka tortilayotgan voyaga yetmagan shaxsning tug‘ilgan yilini, oyini va kunini aniqlash kerak. Ayni vaqtda, shu narsani e’tiborda tutish kerakki, shaxs tug‘ilgan kunidan boshlab emas, balki tug‘ilgan kuni o‘tganidan so‘ng, ya’ni ertasi kunning nol soatidan boshlab jinoyat uchun javobgarlik boshlanadigan yoshga to‘lgan deb hisoblanadi. Bu voyaga yetgan, lekin yoshini tasdiqlovchi hujjatlarga ega bo‘lmagan shaxslarga ham tegishli hisoblanadi. «Sudlar ishda, albatta, voyaga yetmaganlarning tug‘ilish guvohnomasi yoki pasportidan fotonusxa mavjudligiga ahamiyat berishlari kerak. Ishda bunday hujjatlar yo‘qligi aniqlangan taqdirda, sudning o‘zi bunday kamchilikni  bartaraf qilishi zarur». Ish materiallarida voyaga yetmagan va voyaga yetgan shaxslarning yoshi to‘g‘risidagi hujjatlari bo‘lmagan taqdirda, ularning yoshi sud-tibbiyot ekspertizasi tomonidan aniqlanadi. «Sudlanuvchining yoshi sud-tibbiyot ekspertizasi tomonidan aniqlanayotganda, uning tug‘ilgan kuni ekspertlar aniqlagan yilning oxirgi kuni hisoblanadi. Yosh eng kam va eng ko‘p yillar miqdori bilan aniqlanganda, sud ekspertlar tomonidan belgilangan eng kam yoshdan kelib chiqishi lozim».\n\n5. Sharhlanayotgan moddaning ikkinchi qismi ijtimoiy xavfli qilmish sodir etgunga qadar o‘n to‘rt yoshga to‘lgan shaxsning jinoiy javobgarlikka tortish mumkin bo‘lgan jinoyatlarning aniq chegarasini o‘rnatgan. Berilgan barcha jinoyatlarning tarkibi aybning qasd shaklini nazarda tutadi va bu tajovuzlarning ko‘pchiligi shaxsga, uning yashash huquqiga, sog‘lig‘iga, shaxsiy daxlsizligiga, mulkiy manfaatiga, jamoat xavfsizligi va tartibiga qarshi qaratilgan jinoyatlar tashkil etadi. Berilgan tarkiblarning ko‘pchiligi og‘irlashtiruvchi yoki alohida og‘irlashtiruvchi holatlar bilan ko‘rsatiladi.\n\n7. Shaxs jinoiy javobgarlikka tortiladigan yosh haqidagi umumiy qoidalardan istisno, ya’ni, o‘n to‘rt yoshdan o‘n olti yoshgacha shaxslar jinoyat subyekti bo‘lishi mumkin bo‘lgan jinoyat tarkibi shunday zaruratdan kelib chiqqanki, berilgan jinoyat tarkiblari ijtimoiy xavfi yuqori bo‘lgan jinoyatlarni tavsiflaydi. Ular og‘irlashtiruvchi holatlarni nazarda tutadigan og‘irlashtiruvchi yoki alohida og‘irlashtiruvchi jinoyat tarkiblarini o‘z ichiga oladi. Bundan tashqari, sharhlanayotgan moddaning ikkinchi qismida sanab o‘tilgan jinoyatlar ikki obyektga tajovuz qiluvchi murakkab tarkibli jinoyatlar hisoblanadi yoki tajovuzni amalga oshirish, aybning murakkab shaklini tashkil etuvchi qandaydir ijtimoiy xavfli oqibatlar keltirib chiqaradi yoki bu obyektlarga tajovuz boshqa mustaqil jinoyatni sodir etish orqali amalga oshiriladi. Masalan, o‘smir o‘n besh yoshida ommaviy tartibsizliklarda (Jinoyat kodeksining 244-moddasi) ishtirok etsa, uni bu norma orqali javobgarlikka tortish mumkin emas, chunki bu jinoyat uchun javobgarlik o‘n olti yoshdan vujudga keladi. Shu bilan birgalikda, ommaviy tartibsizliklar Jinoyat kodeksining boshqa moddalarida ko‘rsatilgan shaxsga qarshi zo‘ravonlik harakatlari, bosqinchilik, o‘t qo‘yish, mulkka zarar yetkazish yoki yo‘q qilish hamda boshqa harakatlar bilan kuzatiladi va ular uchun javobgarlik yoshi o‘n to‘rt yosh qilib belgilangan. Bundan kelib chiqadiki, o‘smir qanday faktik harakatlar sodir etganidan qat’i nazar, uning harakatlari shu normalar orqali kvalifikatsiya qilinishi kerak.\n\n8. Sharhlanayotgan moddaning uchinchi qismi jinoiy javobgarlik o‘n sakkiz yoshdan belgilangan Jinoyat kodeksi muayyan moddalari tarkiblarining aniq miqdorini o‘rnatadi. Sharhlanayotgan moddaning birinchi qismida ko‘rsatilgan ko‘pgina jinoyat tarkiblari aybdor shaxsning kasbiy yoki xizmat faoliyati bilan yoki normativ-huquqiy hujjatlardan to‘g‘ridan to‘g‘ri kelib chiqadigan majburiyatlar bilan u yoki bu tarzda bog‘liq. Xususan, voyaga yetmagan yoki mehnatga layoqatsiz shaxslarni moddiy ta’minlashdan bo‘yin tovlash (Jinoyat kodeksining 122-moddasi) yoki aksincha, ota-onani moddiy ta’minlashdan bo‘yin tovlash (Jinoyat kodeksining 123-moddasi) jinoyat turlari uchun jinoiy javobgarlik aybdor shaxslarning O‘zbekiston Respublikasining Konstitutsiyasi ko‘rsatmalaridan kelib chiqadigan majburiyatlari! yoki harbiy xizmat fuqarolarning voyaga yetishi bilan o‘tashi kerak bo‘lgan majburiyati hisoblanadi. Tabiiyki, voyaga yetganlik sharti bo‘lgandagina, bu ko‘rsatmalar buzilishi mumkin. \n\n9. Sharhlanayotgan moddaning to‘rtinchi qismi ko‘rilayotgan moddaning ikkinchi va uchinchi qismlarida keltirilgan jinoyat tarkiblari aniq bo‘lgan qoidani o‘rnatadi, berilgan qismlarda sanab o‘tilmagan boshqa jinoyat tarkiblarining subyektlari jinoiy javobgarlik vujudga kelishining umumiy yoshiga o‘n olti yoshga to‘lgan shaxslar hisoblangan jinoyatlar taalluqli. Biroq, ko‘pgina jinoyat tarkiblari voyaga yetmagan shaxslarning jinoiy javobgarligi vujudga kelishini aks ettirishiga qaramay, jinoyat qonunchiligi voyaga yetmaganlarga nisbatan bu javobgarlikning o‘ziga xosliklarini aks ettiradi. Xususan, bunday holatlarda voyaga yetmaganlar javobgarligi o‘ziga xosliklarini tartibga soluvchi normalar o‘rnatilgan Jinoyat kodeksi Umumiy qismining 6-bo‘limi talablari hisobga olinadi. Voyaga yetmagan shaxslarga nisbatan jinoiy jazo tayinlashning o‘ziga xosliklariga ega maxsus normalar o‘n sakkiz yoshga to‘lgan, ya’ni voyaga yetgan shaxslarga nisbatan jinoiy javobgarlikni nazarda tutuvchi umumiy normalardan farqli ravishda jinoiy javobgarlikning yengilligi bilan ajralib turadi."
        },
        {
            "modda_raqami": "18-modda. Aqli rasolik. ",
            "matni": "Jinoyat sodir etish vaqtida o‘z harakatlarining (harakatsizligining) ijtimoiy xavfli xususiyatini ang-lagan va ularni boshqara olgan shaxs aqli raso shaxsdir. Ijtimoiy xavfli qilmishni sodir etish vaqtida aqli noraso holatda bo‘lgan, ya’ni ruhiy holati surunkali yoki vaqtincha buzilganligi, aqli zaifligi yoxud ruhiy holati boshqacha tarzda buzilganligi sababli o‘z harakatlarining (harakatsizligining) ahamiyatini anglay olmagan yoki ularni boshqara olmagan shaxs javobgarlikka tortilmaydi. Aqli norasolik holatida ijtimoiy xavfli qilmish sodir etgan shaxsga nisbatan sud tomonidan tibbiy yo‘sindagi majburlov choralari tayinlanishi mumkin.",
            "sharxi": "1. Jinoyat subyektining belgilari sifatida qonun tomonidan o‘rnatilgan jinoyat sodir etgan shaxsning yoshi va aqli rasoligi o‘zaro uzviy bog‘liq bo‘lib, ular bir-birini to‘ldirib turadi. Aqli rasolik va yosh jinoyat huquqiy tushuncha sifatida nafaqat jinoyat subyektini, balki jinoyat tarkibini aniqlashda muhim ahamiyatga ega. Qonunga ko‘ra, aqli noraso deb topilgan shaxs jinoyatning subyekti bo‘la olmaydi va u harakatlarida jinoyat tarkibi bo‘lmaganligi sababli jinoiy javobgarlikka tortilmaydi. Shunga ko‘ra, ijtimoiy xavfli qilmish sodir etgan shaxsning aybdorligi va jinoiy javobgarligi to‘g‘risidagi masala qoldiriladi. O‘z qilmishining faktik tomoni va bunda o‘z irodasi, harakatlarini ongli boshqara olish aqli raso shaxsni aqli norasodan ajratib turadi. Jinoyat subyekti faqatgina ong va irodasi bor, ya’ni aqli raso shaxs bo‘lishi mumkin. Jinoyat subyektining belgisi sifatida aqli rasolik shaxsning muayyan rivojlanish bosqichidagi qobiliyati, ijtimoiylashuvidan kelib chiquvchi, yoshidagi va jinoyat sodir etish vaqtidagi ruhiy jihatdan sog‘lig‘i hamda harakatlari uchun o‘z-o‘ziga hisob berishi va ularni boshqarishi, keyinchalik jinoiy javobgarlik va jazoni o‘tashdagi ruhiy holati sifatida belgilanadi.\n\n2. Sharhlanayotgan moddaning birinchi va ikkinchi qismlarini taqqoslovchi tahlildan kelib chiqib, xulosa qilish mumkinki, aqli rasolik insonning muhim va ajralmas xususiyatlaridan biri bo‘lib, aqli norasolikka nisbatan bir qadar keng va ayni paytda ixcham tushuncha hisoblanadi. Aqli raso deb, nafaqat ruhiy jihatdan sog‘lom shaxs, qandaydir ruhiy buzilishi bo‘lgan, ammo jinoyat sodir etish vaqtida o‘z Harakatlarini u yoki bu sharoit yoki holatda ongli va to‘g‘ri baholay olish imkoniyatiga ega shaxs ham topilishi mumkin. Bu holatda so‘z sud-psixiatriya va sud tergov amaliyotida bo‘lgan shaxsning o‘z jinoiy harakatlarini anglash va ularni boshqarish qobiliyatini yo‘qotmaydigan ruhiy holatning buzilishi to‘g‘risida boradi. Qonunbuzarlik sodir etgan va o‘z ruhiy holatiga nisbatan shubha tug‘dirgan shaxsning aql norasoligini aniqlash zarurati chet ellik psixiatrlar uchun ham amaliy ahamiyatga ega. Aqli norasolik muammosiga va jinoiy harakatlar sabablariga qarashlarning har xilligi, kishining jinoiy harakat sabablari determinatsiyasiga ijtimoiy va biologik nisbatda, har xil uslubiy yondashishni aks ettiradi. Hatto tibbiy mazmunda «ruhiy nosog‘lom» ligi tasdiqlangan jinoyat subyekti aqli raso bo‘lishi mumkin. Bunda so‘z, nafaqat, ruhiyatning «chegara» holatlari haqida, balki surunkali kasalliklar haqida boradi, aynan: shizofreniya (remissiya holatlarida), epilepsiya (tutqanoq-dan oldin) va boshqa holatlarda. Shu bilan birgalikda, amaliyotda ijtimoiy xavfli qilmish sodir etgan shaxsning aqli rasoligiga nisbatan har qanday shubhalar, qachonki, uning o‘zini tutishi o‘z-o‘zini boshqarishiga to‘g‘ri kelmasa, tashqi omillarga noto‘g‘ri reaksiya va boshqalar, aybsizlik prezumpsiyasi mazmunidan kelib chiqib, shu shaxsning foydasiga hal qilinadi. Bu holatlarda ijtimoiy xavfli qilmish sodir etgan shaxsga nisbatan dastlabki tergovda uning ruhiy holatini aniqlash uchun jinoyat-protsessual qonunchiligiga ko‘ra, majburiy tartibda sud-psixiatriya ekspertizasi o‘tkaziladi. Keyinchalik, jinoyat sodir etgan shaxsning aqli rasoligi to‘g‘risidagi masalani hal qilish sud-psixiatriya xulosasi asosida sud tomonidan O‘zbekiston Respublikasi JPKning 446-moddasiga ko‘ra amalga oshiriladi.\n\n3. Sud tayanadigan va ular asosida sud-psixiatriya ekspertiza xulosalariga asoslanadigan aqli norasolik shartlari O‘zbekiston Respublikasining Jinoyat kodeksi 18-moddasida berilgan. Aqli norasolik formulasi yuridik va tibbiy mezonlarga egadir. Aqli norasolikning yuridik mezoni qonunda o‘z harakatlari (harakatsizligi)ning jamiyatga xavfini va daliliy tavsifini his eta olmaslik yoki ularni boshqara olmaslik sifatida shakllantirilgan. Shaxsni aqli noraso deb topish uchun har ikki mezon bir vaqtda mavjud bo‘lishi shart. Har qanday ishdagi yuridik ko‘rsatkich, ya’ni jinoyatni sodir etgan shaxs haqiqatan o‘z harakati va uning oqibati uchun javob bera oladimi yoki yo‘qmi, degan masala sud tomonidan to‘liq aniqlanishi kerak. Yuridik mezon ikki belgini xarakterlaydi: intellektual (o‘z harakatlari tavsifini his eta olmaslik) va irodaviy (o‘z harakatlarini boshqara olmaslik). Yuridik mezonning intellektual belgisi shuni bildi-radiki, bunda shaxs o‘z harakatini, uning g‘ayriqonuniy va jamoat uchun xavfli ekanligini tushunmaydi. Intellektual belgiga jinoyat sodir etish vaqtida shaxsning sodir etayotgan qilmishi faktik xususiyatini va ijtimoiy xavfini anglash qobiliyati sifatida qaraladi. Yuridik mezonning irodaviy belgisi shaxsning jinoiy qilmish sodir etish vaqtidagi o‘z harakatlarini boshqara olish qobiliyatini, ya’ni o‘zining ichki xohishi va ishonchi orqali o‘z irodasini boshqarish qobiliyatini anglatadi. Shaxsning u tomonidan sodir etgan jinoiy qilmishini tushunish qobiliyati va buni sodir etish jarayonida ongli qaror qabul qilishi jinoyat subyektini qasddan yoki ehtiyotsizlikdan ijtimoiy xavfli qilmish sodir etganlikda ayblash uchun yetarli asos bo‘lib xizmat qiladi. Bu, o‘z navbatida, ayb uchun javobgarlik prinsipida (Jinoyat kodeksining 9-moddasi) bevosita o‘z aksini topgan. Intellektual va irodaviy belgilar, albatta, birgalikda olib qaralishi zarur.\n\n4. Aqli rasolikning tibbiy mezoni sud-psixiatriya ekspertizasidan kelib chiqib aniqlanadi, zero, bu jinoyat sodir etishda ayblanayotgan shaxsning tibbiyot nuqtayi nazaridan biologik va psixologik butunligi, fikrlash jarayonining me’yorda ekanligi va boshqa fikrlash faoliyatining o‘ziga xosliklarini anglatadi. Aqli rasolikning tibbiy mezoni sog‘lom insonning psixik va tibbiy nuqtayi nazardan ruhiy holatini aks ettiradi. Bu mezon insonlar holatini turli xil jihatlardan kuzatish orqali aniqlash bilan bog‘liq, ya’ni:\n\n-aqli rasolikni istisno qilmaydigan muayyan ruhiy buzilishga ega bo‘lgan shaxslar;\n\n-ruhiy buzilishlar bilan bog‘liq bo‘lmagan intellektual rivojlanishdan ortda qolish holatlari aniqlanganlar;\n\n-boshqa psixofiziologik o‘ziga xosliklar bilan fe’l-atvorlanadiganlar.\n\nLekin, sud-psixiatriya ekspertizasi hamma vaqt ham aqli rasolik va aqli norasolikning tibbiy va yuridik mezonlarini va ularning bir-biriga to‘g‘ri kelishini aniq aks ettiruvchi ma’lumotlarga ega bo‘lmaydi. Tibbiy mezonlar psixik holati o‘z qilmishlarining ijtimoiy xavfli xususiyatini to‘liq anglashga va ularni boshqarishga imkon bergan norma hamda holatning patologiyasi chegarasidagi insonlarni xarakterlaydi.\n\n5. Sharhlanayotgan moddaning ikkinchi qismi aqli norasolik masalasini hamda uning o‘ziga xos belgilari va tomonlarini ko‘rib chiqadi. Ijtimoiy xavfli qilmishni sodir etish vaqtida aqli noraso holatda bo‘lgan, ya’ni ruhiy holati surunkali yoki vaqtincha buzilganligi, aqli zaifligi yoxud ruhiy holati boshqacha tarzda buzilganligi sababli o‘z harakatlarining (harakatsizligining) ahamiyatini anglay olmagan yoki ularni boshqara olmagan shaxs javobgarlikka tortilmaydi (Jinoyat kodeksining 18-moddasi ikkinchi qismi). Lekin bu aqli noraso shaxsga qilmishi uchun hech qanday chora ko‘rilmaydi, degani emas. U jinoiy javobgarlikka tortilmasligi va unga nisbatan jinoiy jazo tayinlash mumkin bo‘lmagani tufayli, unga faqatgina tibbiy yo‘sindagi majburlov choralari qo‘llanishi mumkin. Ongli va maqsadli harakatlarning bo‘lmasligi aqli noraso shaxsning qilmishini kvalifikatsiya qilishning o‘ziga xos xususiyatini shartlaydi. Aqli norasolik deb bunda shaxsning jinoyat sodir etish vaqtida sodir etayotgan harakatlar (harakatsizligi)ning ijtimoiy xavfli xususiyatini anglamaydigan va boshqara olmaydigan, o‘z navbatida, jinoiy javobgarlikni istisno qiladigan holatlarga aytiladi. Aqli norasolikda ruhiyatning kasallik jarayonlari tufayli, qoidaga ko‘ra, miyaning qabul qilish funksiyasi buziladi, buning natijasida, odatda, ongning muhim sifati anglash yo‘qoladi.\n\n6. Aqli norasolik ham aqli rasolik kabi ikki mezon majmuini o‘z ichiga oladi:\n\n-tibbiy (biologik va psixiatrik);\n\n-yuridik (psixologik).\n\nShu o‘rinda, ta’kidlash lozimki, jinoyat sodir etgan shaxs nafaqat ruhiy holati buzilgan bo‘lishi, balki bundan oldin ham ruhiy buzilish holatida bo‘lgan bo‘lishi kerak, ya’ni e’tibor shaxsning jinoyat sodir etish paytidagi oddiy kasallik holatiga emas, balki ruhiyatining kasallik holatiga qaraladi. \n\n7. Tibbiy (biologik va psixiatrik) ko‘rsatkichlarga ega bo‘lgan ruhiy holatning -buzilishlari quyidagilardan iborat:\n\n-ruhiy holati surunkali buzilganligi;\n\n-ruhiy holati vaqtinchalik buzilganlik;\n\n-aqlning pastligi;\n\n-ruhiy holat buzilishining boshqa holatlari.\n\nTibbiy mezonni o‘rnatish uchun qonunda ko‘rsatilgan biron-bir ruhiy holati buzilishining xohlagan guruhidan aqalli bittasi mavjud bo‘lishi lozim. Shu bilan bir vaqtda, tibbiy mezonning mavjud bo‘lishi o‘z-o‘zidan aqli norasolik haqida guvohlik bermaydi, shuningdek, unda yuridik mezon ham bo‘lishi lozim.\n\n8. Sud psixiatriyasi va jinoyat huquqida ruhiy holatining surunkali buzilishlarini amalda davolab bo‘lmaydigan yoki qiyin davolanadigan ruhiy holatning buzilishlari taalluqlidir. Mazkur kasalliklar rivojlanish yoki o‘tib ketish xususiyatiga ega. Ular kasal ruhiyatini chuqur va turg‘un o‘zgarishlarga olib keladi. Shizofreniya eng ko‘p tarqalgan ruhiy holatning buzilishi hisoblanadi. Biroq bu kasallik jinoyat sodir etish vaqtida shaxsning aqli rasoligini istisno qilmaydi. Bemor tomonidan jinoyat sodir etilganda uning aqli rasoligi to‘g‘risidagi masala yuridik mezonini va tegishli vaziyatni, shuningdek ayni paytda uning ruhiy holatiga ta’sir qilgan boshqa holatlarni inobatga olgan holda hal qilinadi. Epilepsiya («yiqilib tushadigan kasallik») bu mushaklarning tortishuvi va tortishuvisiz boradigan paroksizmlardan, psixozlar, chuqur darajadagi aqli zaiflikka olib keladigan, o‘ziga xos shaxs o‘zgarishidan va klinik ko‘rinishidan iborat bo‘lgan kasallik. Berilgan guruhdagi ruhiy holatning buzilishlari orasida sud psixiatriya amaliyotida keng tarqalganlik bo‘yicha epilepsiya shizofreniyadan keyingi ikkinchi kasallik hisoblanadi. Kasaldagi tutqanoqlar soni har xil, to‘satdan turli paytda va turli joyda bo‘lishi mumkin, ya’ni hayoti davomida bir martadan to sutkasiga bir necha martagacha. Qoidaga ko‘ra, kasallar tutqanoq paytida xushidan ketadi, o‘ziga kelgach esa, hech narsani eslay olmaydi. Epilepsiyaga gumon qilinganda bemor maxsus shifoxonada uzoq vaqt kuzatuvda va tekshiruvda bo‘lishi zarur. Ayblanuvchi epilepsiya bilan xastalanganda, aqli noraso deb topilsa, uni majburiy davolashga yuboriladi. Agar bemorning ruhiyatida yaqqol o‘zgarishlar bo‘lmasa va qonunbuzarlik paroksizm vaqtida sodir etilmagan bo‘lsa, unda jinoyat sodir etgan vaqtda aqli raso, deb topiladi. Bunday bemorlar jazoni o‘tash joylarida takror qonunbuzarlik qilmasligi uchun jazo muddatini o‘tash chog‘ida epilepsiyaga qarshi davolash muolajalari olib boriladi. Shu bilan birga, epilepsiyada shizofreniyadagi kabi, jinoyat sodir etish vaqtida shaxsning aqli rasoligi istisno etilmaydi. Maniakal-depressiv psixoz maniakal shakldagi fazalarda o‘tadigan kasallik. Birinchi depressiv va holatda, maniakal faza yuqori kayfiyat va haddan tashqari hayajonlanish bilan, ikkinchi depressiv fazada kayfiyatning tushishi, mehnat qobiliyatining pasayishi, o‘z-o‘ziga ishonchsizlik, somatik va vegetativ o‘zgarishlar bilan fe’l-atvorlanadi. Progressiv falajlikka kelsak, bu odatda, sifilis bilan kasallanganlarning 1-5 foizida 10-12 yil o‘tgandan so‘ng kuzatiladi va qoidaga ko‘ra, tez o‘suvchi aqli zaiflik va nevrologik buzilishlar bilan fe’l-atvorlanadi. Progressiv falajlikda miyaning og‘ir xastalanishi kuzatiladi, qaysiki, miya sifilisi ruhiy holatning buzilishidek birmuncha yengil shaklga ega.\n\n9. Tibbiy mezonning ikkinchi guruhini birinchi guruhdagi ruhiy holatning buzilishlariga taqqoslaganda, qisqa muddatda o‘tadigan va davolab bo‘ladigan ruhiy holatning vaqtinchalik buzilishlari tashkil qiladi. Ko‘pgina hollarda bu kasalliklar to‘satdan paydo bo‘lishi va kasalning to‘liq sog‘ayishi bilan tugaydi. Bunday buzilishlarga psixiatriyada istisno holatlar, deb nomlanadigan, tashqi muhit bilan bog‘liq to‘satdan paydo bo‘ladigan ongning qisqa muddatli buzilishlari taalluqli. Kasallikning boshqa holatlari inson ruhiyatining ruhiy holati buzilishlaridan tashqari holatlardir (masalan, giyohvandlik vositasini, uning analogini vaqtincha iste’mol qilmaslik tufayli ro‘y beradigan ruhiy holat, yuqumli kasallik vaqtidagi ruhiy yetishmaslik). Kasallikning istisno holatlariga quyidagilar kiradi:\n-oddiy alkogolli mast bo‘lishdan farqlash lozim bo‘lgan patologik alkogolli mastlik;\n-patologik affekt;\n-ongning g‘ira-shira holati;\n-«qisqa ulanish reaksiyasi»;\n-patologik uyqu holati, shuningdek, alkogolli psixoz va boshqa. \nSud psixiatriyasida bunday ruhiy holatining surun-kali buzilishlari deb, quyidagilar qabul qilingan: shizofreniya, epilepsiya, maniakal-depressiv psixoz, miya sifilisi, progressiv falajlik, qarilik aqli zaifligi, epidemik ensefalit va boshqa qiyin davolanadigan yoki umuman davolab bo‘lmaydigan ruhiy buzilishlar. Ruhiy buzilishlarning berilgan ushbu guruhi kasal ruhiy faoliyatining aynan qisqa muddat buzilishi bilan xarakterlanadi, qaysiki, har bir jinoyat sodir etgan muayyan shaxsning aqli rasoligi yoki yuridik mezon mavjud bo‘lganda, aqli norasoligi istisno etilmaydi. Patologik mastlik o‘tkir qisqa muddatli o‘tadigan ruhiy buzilishlar guruhiga taalluqli bo‘lib, ongning g‘ira-shira buzilishlari, alaxsirash va o‘rab turgan atrofni buzib qabul qilish bilan tavsiflanadi. Bu holat bir necha minutdan bir necha soatgacha davom etishi mumkin va oddiy alkogolli mastlikdan farq qiladi. Odatda, bu alkogoli intoksikatsiya (xumor) paytida kelib chiqadi. Patologik mastlikka tashxis qo‘yishda tekshiriluvchining qonunbuzarlikdan so‘ng o‘zini tutishi, xatti-harakati muhim ahamiyatga ega. Oddiy mastlik holatidagi shaxslar qo‘lga olinganida qarshilik ko‘rsatishadi, militsiya xodimlari bilan janjal qilishadi. Mastlikning patologik turini boshidan kechirgan odamda bunday bo‘lmaydi. O‘z navbatida, patologik affekt ruhan jarohatlanti-ruvchi omillar (yaqin qarindoshining o‘limi, og‘ir haqorat-lanish, mulkiy shikast yetkazilishi va boshqalar), ya’ni og‘ir ruhiy ta’sirlanish yoki hayajonlanish bilan bog‘liq ruhiyatning qisqa muddat buzilishi bilan xarakterlanadi. Ongning g‘ira-shira holati istisno holatlar turi sifatida bir shaxsda takroran kelib chiqishi mumkin. Bu ruhiy holat kasalning o‘zini ijtimoiy xavfli tutishini belgilovi alaxsirash, gallyutsinatsiya, jahl, g‘azab bilan davom etadi. «Qisqa ulanish» reaksiyasi, shuningdek, ruhiy jaro-hatlantiruvchi zo‘riqish holati bilan bog‘liq. Bu ruhiy holatning buzilishi ongning buzilishida yoki to‘satdan bo‘ladigan impulsiv harakatlarda namoyon bo‘ladi, bu esa, atrofdagilar uchun xavf tug‘dirishi mumkin. «Qisqa ulanish» reaksiyasi ruxiy jarohatlovchi holat uzoq davom etishi va affektiv tanglik razryadining intensiv va uzoq ta’siri natijasida, vahimali xavotir, noxushlikni kutishga, subyektning butun diqqat-e’tibori qaratilgan holatda kelib chiqadi. Alkogolli psixozlar orasida oq so‘zak kasalligi tez-tez uchraydi, odatda, u alkogolizm bilan kasallangan shaxsda spirtli ichimliklarning uzoq intoksikatsiyasi to‘xtagach, ikki-uch kundan so‘ng paydo bo‘ladi. Alkogol psixozlar modda almashinuvi buzilishi bilan surunkali zaharlanishlar natijasida ichki a’zolarining shikastlanishiga olib kelganda rivojlanadi. Oq so‘zak ko‘pincha ko‘rish va eshitishdagi gallyutsinatsiya, agressiv harakat va qattiq hayajonlanishlar bilan kuzatiladi. Ok so‘zak (belaya goryachka) umumiy yuqumli kasalliklar davridagi ruhiy holatning buzilishidir. Bu paytda kasal hujum qilishi yoki «g‘arazli dushmanlardan va «kuzatuvchilardan», har xil zararkunandalardan, hasha-rotlardan, hayvonlardan himoyalanishi mumkin, shuningdek, ijtimoiy xavfli qilmish sodir qilishi mumkin. Alkogolli gallyutsinoz, qoidaga ko‘ra, kasal ongining saqlanishi orqali uni doim kuzatib yuruvchi ko‘rish va eshitish gallyutsinatsiyasi mavjudligi bilan farqlanadi. O‘z navbatida, alkogolli paranoid alkogolli psixozning turi sifatida nafaqat gallyutsinatsiyalar bilan, balki kasalning ongi saqlansa-da, kuzatish, zaharlash, rashk, o‘ch olish, alahsirashlar kuzatilishi bilan xarakterlanadi. Alohida ta’kidlash joizki, bu guruhdagi vaqtinchalik ruhiy buzilishlar mavjud bo‘lganda aqli norasolik to‘g‘risidagi masala tibbiy mezon birinchi guruhidagi ruhiy holatning buzilishilaridagi kabi kasallik o‘tishining hamma ko‘rsatkichlari va kasalning o‘rab turgan sharoitda to‘g‘ri harakatlanishi hamda o‘zini boshqara olish qobiliyati hisobga olingan holda hal qilinadi.\n\n10. Tibbiy mezonning uchinchi guruhini aqli zaiflik (oligofreniya) tashkil etadi. Oligofreniya tug‘ma aql zaifligi. Oligofreniyaning klinik belgilari, nafaqat ruhiy yetishmovchilik, balki, umuman, tana a’zolarining bolalikda yaxshi rivojlanmaganligi qayd etiladi. Psixiatriyada oligofreniya yoki tug‘ma aqli zaiflik deganda, tug‘ilish vaqtida miyaning jarohatlanishi bilan shartlanadigan yoki bola ruhiyatining kasallik holatlari natijasida go‘daklikda orttirilgan patologik holat tushuniladi. Boshqacha qilib aytganda, bu tug‘ma yoki tug‘ilish vaqtida inson ruhiy holatining ishdan chiqishidir. Aqli zaiflik ko‘pincha, nafaqat, miyaning organik o‘zgarishi natijasida, balki har xil jarohat, infeksiya va kasalliklar oqibatida fikrlash, aqliy qobiliyat, eslash, diqqatni to‘plash inson ruhiy funksiyalarining rivojlanmay qolishi bilan tavsiflanadi. «Aqli zaiflik» - ruhiy faoliyatning har tomonlama chuqur zaiflashuviga olib keladigan holatlarni birlashtiradi. Har ikki holda ham ijtimoiy ko‘nikmalarning yaqqol buzilishi yoki imkonsizligi yuz beradi. Aqli zaiflikning eng asosiy belgisi umumiy ruhiy nomukammallik hisoblanadi.\n\nTug‘ma yoki orttirilgan aqli zaiflik og‘irlik darajasiga ko‘ra, uch turga bo‘linadi:\n\n-debillik (yengil shakli);\n\n-imbetsillik (o‘rta shakli);\n\n-idiotiya (og‘ir shakli).\n\nDebillik aqli zaiflikning eng yengil va keng tarqalgan shakli. U ko‘pgina hollarda shaxsning har xil jinoiy qilmishlar sodir etishda aqli rasoligini istisno etmaydi, chunki ular muayyan sharoitda o‘z qilmishlarining xususiyatini anglay oladilar va boshqara oladilar. Aqli zaiflikning bu shaklida shaxsda tafakkurning yetishmasligi va fikrlay olish qobiliyatining bo‘lmasligi yoki fikrlashning soddaligi kuzatiladi.\n\nImbetsillik - tug‘ma yoki orttirilgan aqli zaiflikning yengilroq darajasini aks ettiradi. Bu kasallikka chalinganlar atrofdagilar uchun muayyan xavf tug‘diradi va kasallik o‘tkirlashgan davrda har xil jinoyatlarni sodir etishga moyil bo‘ladilar. Ko‘pincha bu ijtimoiy xavfli harakatlar ularning anglamasligi bilan tavsiflanadi.\n\nIdiotiya (telbalik) aqli zaiflikning eng og‘ir shakli. Bu kasallikda shaxsning nutqi va boshqa ruhiy funksiyalari deyarli umuman bo‘lmaydi. Odatda, bunday kasallar statsionar davolanishda, doimiy qarab turishga muhtoj bo‘lishadi. Tashqi omillarning qo‘zg‘alishi va ta’sir etishi natijasida kasallar atrofdagilar va o‘ziga nisbatan yovvoyilashib ketishi mumkin, shuningdek, jinoyat sodir etishga moyil bo‘lishadi. Ko‘pincha, bu guruh kasallar jinoyat sodir etishda, sud-psixiatriya ekspertizasi xulosasi asosida aqli noraso, deb topiladi.\n\n11. Tibbiy mezon ruhiy holatning buzilishlarining to‘rtinchi guruhini ruhiy holati boshqacha tarzda buzilganligi bilan ifodalaydi. Qonun chiqaruvchi ruhiy holati boshqacha tarzda buzilishi deganda, istalgan kasallik turlarini emas, faqatgina shaxsning ruhiyati buzilishi kasalliklari bilan bog‘liq bo‘lgan va ruhiy holati buzilgan shaxsni aqli noraso, deb topish uchun asos yoki sabab bo‘lishi mumkin ruhiy buzilishlarni nazarda tutadi. Bu kasalliklar, qoidaga ko‘ra, ruhiyatning vaqtinchalik turli buzilishlari bilan kuzatiladi, ammo surunkali yoki vaqtinchalik ruhiy holatning buzilishi hisoblanmaydi, faqat o‘zining psixopatologik belgilari va xususiyatlariga, kasallik o‘tishiga bog‘liq holda ularga tenglashtirilishi mumkin. Bunday ruhiy holat buzilishlariga tug‘ma yoki orttirilgan ko‘rinishdagi hissiy-irodaviy tomonining buzilishi bilan tavsiflanadigan psixopatiyaning shakli taalluqli; og‘ir infeksion ruhiy holat buzilishlaridan keyin bo‘ladigan turli ruhiy buzilishlar; giyohvandlik xumor qilgan davrda giyohvandlarda bo‘ladigan asab-ruhiy buzilishlar, to‘liq  ko‘zi ojizlik va karlik bilan bog‘liq shaxsning ruhiy o‘zgarishi. Sanab o‘tilgan ruhiy buzilishlar yoki ruhiy holatning buzilishlardan istalgani alohida olinganda ham aqli norasolikning tibbiy mezonini tan olish uchun yetarli hisoblanadi.\n\n12. Ruhiy buzilish (tibbiy mezonga) har doim ham aqli norasolik holati sifatida qaralmaydi. Ruhiy holatning buzilishi shu darajaga yetishi lozimki, shaxs jinoyat sodir etish vaqtida o‘z harakatlarini anglamasligi yoki boshqara olmasligi kerak. Bu holatda so‘z aqli norasolikning yuridik (psixologik) mezoni haqida boradi. Negaki, tibbiy mezon ruhiy holat buzilishining mohiyati va mazmunini aniqlaydi. Yuridik mezon ruhiy buzilishlar og‘irligini psixologik tushunchalar orqali aniqlaydi va bu bilan sudga ekspert bahosi natijasini tushuntirib, shaxsning aqli rasoligini istisno qiladi. Shunday qilib, yuridik mezon jinoyat sodir etish vaqtida shaxsda o‘z harakatlarining faktik xususiyatini va qilmishining ijtimoiy xavfini anglash (intellektual) va boshqarish (irodaviy) imkoni yo‘qligida aks etadi. Yuridik mezonni o‘rnatish uchun uning elementlaridan birining bo‘lishi yetarli: yo intellektual yo irodaviy. Ushbu sharhlanayotgan modda ham intellektual va irodaviy payt orasida «yo» bog‘lovchisidan foydalanish orqali tasdiqlangan.\n\n13. Intellektual payt (tafakkuriy holat) jinoyat sodir etish vaqtida harakatlarni anglay olmasligini bildiradi, ya’ni bu qandaydir ruhiy buzilishi bo‘lgan shaxsning u yoki bu muayyan sharoit yoki holatda o‘z jinoiy qilmishining ijtimoiy xavfliligi va faktik xususiyatini to‘la anglay olmasligidir. Ruhiy holatning buzilishi shaxsning normal fikrlash faoliyatining buzilganligi unga obyektiv borliqda o‘zini to‘g‘ri tutish va atrof-tashqi olam hodisalarini qabul qilish imkoniyatini bermaydi. Ruhiyati buzilgan shaxs har bir muayyan holatda nafaqat o‘z harakatlarini anglamaydi, balki, ular oxir-oqibat nimalarga olib kelishini ham tushunmaydi. Yuridik mezonning intellektual belgisi jinoyat qonunida (JKning 18-moddasi 2-qismi) qandaydir ruhiy holatning buzilishi sababli «o‘z harakatlarining ahamiyatini anglay olmagan», deb bejiz ko‘rsatilmagan.\n\n14. Ta’kidlash joizki, amaliyotda shunday holatlar borki, shaxs o‘z qilmishini anglaydi, ammo ularni boshqarishning imkoni bo‘lmaydi, ya’ni, uning irodaviy holati shikastlangan. Bu holatda so‘z yuridik mezonning irodaviy belgisi to‘g‘risida boradi. Shaxsning o‘z harakatlarini anglay olmasligi, qoidaga ko‘ra, irodaviy belgining bo‘lishi bilan bu harakatlarni boshqara olmasligi bilan bog‘liq. Aqli norasolikning irodaviy belgisi, o‘z-o‘zidan, ruhiy buzilishlar ta’siri ostida, ya’ni ruhiy holatning buzilishi shaxsning o‘z harakatlarini boshqarish imkoniyatiga ega bo‘lmasligida ko‘rinadi. Ruhiy holatning buzilishi inson ongini buzib, uning boshqa psixik funksiyalari buzilishiga ham olib keladi. Buning natijasida shaxsning nafaqat o‘z harakatlarini anglashi va tushunishi, balki boshqarish qobiliyati ham yo‘qoladi, masalan, ruhiy holatning buzilishida o‘g‘rilikka moyilligi kuchli (kleptomaniya), o‘t qo‘yishga hirs (piromaniya), maqsadsiz sayohatlarga intilish, daydilik (dradomaniya), odam o‘ldirish yoki o‘zini o‘zi o‘ldirishga intilish (gomitsidomaniya, suitsidomaniya) kabi holatlar paydo bo‘ladi. Bu ruhiy holati buzilganlar o‘z harakatlarini tushunishi va ruhiy buzilishlardan biri bo‘lganda bunday intilish va qiziqishlarga qarshilik qila olmaydi, ularni doim kuzatib yuradi va tinchlik bermaydi. Shunday qilib, aqli norasolik holati, tibbiy va yuridik mezonlar majmuini tashkil etib, jinoyat sodir etish vaqtida shaxsda yo o‘z harakatlarining faktik xususiyatini va ijtimoiy xavfini anglay olmaslik qobiliyati bo‘lmasligiga (intellektual belgi) yoki ularni boshqara olish qobiliyatining bo‘lmasligiga (irodaviy belgi) yo‘l qo‘yadi. Amaliyotda shunday holatlar uchraydiki, ijtimoiy xavfli qilmish sodir etishda yuridik mezonning intellektual va tibbiy belgisi birgalikda shaxsning aqli norasoligini ifodalaydi. Bu holatda so‘z «ideal» aqli norasolik holati haqida boradi, qachonki, ruhiy buzilish bo‘lganda shaxs huquqbuzarlik sodir etgan vaqtda nafaqat o‘z harakatlarining faktik xususiyatini va ijtimoiy xavfini anglay olmaydi, balki, ularni boshqara olmaydi ham. Odatda, bu patologik mastlik yoki surunkali ruhiy buzilishlar va boshqa kasallik holatlarida bo‘ladi. Aqli norasolik yuridik va tibbiy mezonlarning birligi asosida aniqlanadiki, ijtimoiy xavfli qilmish sodir etgan shaxsni jinoyat subyekti, deb topmasdan, ruhiy holatiga har tomonlama baho berishga imkon beradi. Biroq, sud-psixiatriya ekspertizasining jinoyat sodir etish vaqtidagi aqli norasoligi haqidagi xulosasi sudning bu masala bo‘yicha xal etuvchi qaror chiqarish huquqiga qarshilik qilmaydi, chunki aqli norasolik mezonlarining birligi nafaqat shaxsga huquqiy baho berish uchun, balki, qilmish va uning oqibatiga ham huquqiy baho berish uchun asos bo‘ladi. Birgina yuridik mezonning bo‘lishi shaxsni aqli noraso deb topish uchun asos bo‘lmaydi. Yuridik mezon tibbiy mezonning natijasi ekanligini ham e’tiborda tutish lozim. Shunday qilib, jinoyat sodir etgan va sud tartibida aqli noraso, deb topilgan shaxslar qonun bilan jinoiy jazo va javobgarlikka tortilmaydi, o‘z-o‘zidan, jinoyat subyekti hisoblanmaydi.\n\n15. Aqli norasolik jinoyat sodir etgunga qadar o‘rna-tiladi. Agar inson surunkali ruhiy buzilish holatida bo‘lsa, masalan, shizofreniya, ammo ijtimoiy xavfli qilmish sodir etgan paytda remissiya holatida, ya’ni kasallik sezilarli ravishda yaxshilangan bo‘lib, shaxs o‘z harakatlariga hisob bera olsa, u aqli raso, deb topiladi va yuridik mezon bo‘lmaganligi sababli jinoiy javobgarlikka tortiladi. Shaxs jinoyat sodir etgandan so‘ng unda ruhiy buzilish holatlari aniqlanadigan bo‘lsa, shuningdek, uning harakatlari atrofdagilarga xavf tug‘dirishi mumkin, degan xulosaga kelinadigan bo‘lsa, unga nisbatan tibbiy yo‘sindagi majburlov choralari qo‘llanilishi mumkin. (JKning 91-moddasi sharhiga qarang) Agar aqli norasolik vaqtinchalik ruhiy buzilishlardan kelib chiqqan bo‘lsa, jinoyat-protsessual qonunchiligiga ko‘ra, ish yuritish ayblanuvchi to‘liq sog‘ayishigacha to‘xtatib turiladi. Bunda shaxs sog‘ayganda jinoiy javobgarlikka tortilishi mumkin va unga nisbatan jazo qo‘llash mumkin, jinoiy javobgarlikka tortish muddatlari chegarasi hisobga olinadi, albatta. (JKning 64-moddasiga qarang). Agar ruhiy holatning buzilishi jinoyat sodir etgandan keyin dastlabki tergovda paydo bo‘lsa va og‘irlashsa, bunday shaxsga nisbatan sud Jinoyat kodeksining 67-moddasi asosida tibbiy yo‘sindagi majburlov choralarini qo‘llaydi, sog‘aygandan keyin ishni ko‘rish davom ettirilishi mumkin.\n\n16. Aqli norasolik holatida ijtimoiy xavfli qilmish sodir etgan shaxslarga nisbatan sud tibbiy yo‘sindagi majburlov choralarini qo‘llaydi. Tibbiy yo‘sindagi majburlov choralarini qo‘llash uchun sud jinoyat qonunida nazarda tutilgan ijtimoiy xavfli qilmish sodir etganlik faktini, shuningdek, bu qilmish aynan aqli noraso, deb topilgan shaxs tomonidan sodir etilganligi va uning ruhiy buzilganlik holati jamiyat uchun xavfliligini o‘rnatishi lozim. Bu tadbirlar ham davlat choralariga kiradi. Lekin jinoiy jazodan farqi bor. Jazo jinoyatchilarga qo‘llaniladi, majburiy tibbiy tadbirlar esa, ruhiy holati buzilgan shaxslarga. Tibbiy tadbirlar sudlanganlikni bildirmaydi. Psixiatrik davolanishdagi shaxslar amnistiyaga tushmaydi. Amaldagi qonunchilikda (JKning 93-moddasi) ko‘rsatilgan tibbiy yo‘sindagi majburlov choralari quyidagilardir:\n\n-yashash joyi bo‘yicha ruhiy-asab kasalliklari dispanserida (tuman (shahar) psixiatrining xonasida) majburiy ambulatoriya kuzatuvida bo‘lish va davolanish;\n\n-yashash joyi bo‘yicha umumiy tartibli psixiatriya muassasasining umumiy kuzatiladigan bo‘limida majburiy davolanish;\n\n-umumiy tartibli psixiatriya muassasasining maxsus reabilitatsiya bo‘limida majburiy davolanish;\n\n-kuzatuv kuchaytirilgan ruhiy kasalliklar shifoxona-sida majburiy davolanish;\n\n-jazoni ijro etish muassasalarining davolash profilaktika yordami ko‘rsatish bo‘limlarida hamda mahkumlarga mo‘ljallangan ixtisoslashgan shifoxonada majburiy ambulatoriya kuzatuvida bo‘lish va davolanish."
        },
        {
            "modda_raqami": "19-modda. Mastlik holatida sodir etilgan jinoyat uchun javobgarlik.",
            "matni": "Mastlik holatida yoki giyohvandlik vositalari, ularning analoglari, psixotrop yoki odamning aql-irodasiga ta’sir etuvchi boshqa moddalar ta’siri ostida jinoyat sodir etgan shaxs javobgarlikdan ozod qilinmaydi. Bunday holat shaxsni aqli noraso deb topish uchun asos bo‘lmaydi.",
            "sharxi": "1. Sharhlanayotgan moddada intellektual-irodaviy faoliyatga ta’sir qiluvchi alkogolli mastlik yoki narkotik vositalar, ularning analoglari, psixotrop va boshqa moddalar qabul qilganlik ta’siri ostida ijtimoiy xavfli qilmish sodir etgan shaxs jinoiy javobgarlikdan ozod etilmasligi mustahkamlangan. Keltirilgan moddani shunday tushunish kerakki, bunday odam o‘zining mastlik holatiga o‘z xohishi bilan oldindan maqsad qilib va shu holat bilan bog‘liq barcha oqibatlariga rozi holda keladi. Bundan tashqari, ular o‘z harakatlariga javob berishi va ularni boshqarishi mumkin. Shu bilan birga, birinchi navbatda, qonun chiqaruvchi tomonidan kiritilgan «alkogolli mastlik» tushunchasining ma’nosini ochish maqsadga muvofiq, chunki aynan shunday holatlarda shaxslar turli ijtimoiy xavfli qilmishlar sodir etishadi. Mazkur holatda, avvalo, oddiy mastlikni patologik mastlikdan farqlay olish lozim. Fiziologik (oddiy) mastlik jinoyat subyektining huquqqa xilof harakatlari pirovardida zararli oqibatlar kelib chiqishini anglamaganligini tasdiqlash uchun asos bo‘lishi mumkin emas. Odatda, fiziologik mastlik asta-sekinlik bilan boshlanadi. Alkogol ichimlik ichayotgan shaxs o‘zini shunday holatga hech bir zo‘rliksiz ixtiyoriy ravishda solayotganligini anglaydi va tushunadi. Shuning uchun, shaxs mastlik holatida jinoyat sodir etsa, uning aqli rasoligi jinoiy javobgarlikning obyektiv va subyektiv tomoni asosida istisno etilmaydi. Shu bilan birga, shaxsning intellektual-irodaviy faoliyatiga ta’sir qiluvchi alkogolli mastlik, shuningdek, narkotik vositalar, ularning analoglari, psixotrop va boshqa moddalar jismoniy majburlash natijasida kelib chiqqanligi aniqlansa, bu holat jinoiy javobgarlikka tortish masalasini hal etishda e’tiborga olinishi lozim. Fiziologik mastlik holatida obyektiv borliq va atrofni buzib qabul qilish holati bo‘lmaydi, faqat patologik mastlikka to‘g‘ridan to‘g‘ri zid bo‘lgan ruhiy faoliyatning vaqtincha buzilishi sodir bo‘ladi. Binobarin, fiziologik mastlikda organizmda kechadigan boshqarish faoliyati susaysa-da, subyektda atrof-muhit bilan aloqa saqlanibgina qolmasdan, uning harakati, hushyor odamdagi kabi maqsadli bo‘ladi.\n\n2. Oddiy alkogolli mastlik shartli ravishda uch darajaga bo‘linadi: yengil, o‘rta va og‘ir. Fiziologik mastlikda mastlik darajasidan qat’i nazar, ruhiyatida ba’zi buzilishlar paydo bo‘lsa ham, biroq ular jinoyat sodir etish vaqtida, yuqorida aytilganidek, sodir qilinayotgan harakatlarini tushunish va boshqarish qobiliyatining yo‘qolishiga olib kelmaydi. Bu ham shaxsni jinoiy javobgarlikdan ozod qilmaydi. Mastlikning yengil darajasiga atrof-muhitni qabul qilishning pasayishi, intellektual faoliyat sohasining buzilishi, diqqatning buzilishi, reaksiya va fikrlash jarayonining sekinlashuvi, shuningdek, kayfiyatdagi muvozanatning yo‘qolishi va buzilishlar xos. Mastlikning yengil darajasidagi shaxslar kayfiyati tez o‘zgaruvchan bo‘ladi, bunda kishining o‘z holatiga tanqidiy yondashishi pasayishini, jinsiy moyillikning oshishini kuzatish mumkin. Mastlikning o‘rta darajasidagi qoidaga ko‘ra, dik-qat tez buziladi, qabul qilishning aniqligi yo‘qoladi va fikrlash jarayoni sustlashadi. Bu darajadagi mast holatda bo‘lgan shaxslar ko‘pincha jahldor va agressiv bo‘ladilarki, ba’zan bu holat jinoyat sodir etilishiga ham olib kelishi mumkin. Oddiy alkogol mastlikning o‘rta darajasida tasavvur qashshoqlashib, uning mazmuni ko‘p jihatdan bir xil bo‘ladi, vaziyatga qisman to‘g‘ri baho berishi natijasida ko‘p hollarda agressiv harakatlar qiladi. Mastlikning og‘ir darajasida bosh miya funksiyasi-ning jiddiy buzilishi kuzatiladi. Bunday holatda shaxsning ongli harakat qilishi va fikrlash qobiliyati yo‘qoladi, agressiv buzg‘unchilik qilmishlariga moyillik paydo bo‘ladi. Mastlikning og‘ir darajasida mastning har xil joylarda chuqur uyquga ketishi kuzatiladi. Mastlik holatida kishining xotirasida butunlay saqlanmaydi. Bundan fiziologik mastlikning istalgan darajasida bo‘lgan shaxs jinoyat subyekti bo‘ladi va jinoiy javobgarlikdan ozod etilmaydi, chunki, zero, uning harakatlarida aqli norasolikning ham tibbiy, ham yuridik mezonlari bo‘lmaydi. Og‘ir darajaga yetmagan mastlik holati oddiy mastlikdan farqli o‘laroq, ba’zi ruhiy buzilishlar bilan o‘tishi mumkin. Bu holatda ruhiy buzilishlar kuchayib yoki aksincha, pasayib ketishi, ular paydo bo‘lishi ketma-ketligining buzilishi yoki oddiy mastlikka xos bo‘lmagan belgilarning paydo bo‘lishi ko‘zda tutiladi.\n\n3. Bila turib, ko‘p miqdorda alkogolli ichimlik ichish natijasida yuzaga keladigan qisqa muddatli ruhiy buzi-lishlarni ifodalaydigan fiziologik mastlik holatini patologik mastlik holatidan ajrata bilish, shu bilan birga, qisqa muddatli ruhiy buzilishdan butunlay farq qiladigan og‘ir darajali fiziologik mastlikni patologik mastlikdan ajrata bilish lozim. Bu holat mastlik holatida turli xil jinoyat sodir etgan shaxslarni jinoiy javobgarlikka tortish yoki patologik mastlikdagi aqli norasolik to‘g‘risida so‘z borganda esa, undan ozod qilish masalasini hal qilishda muhim ahamiyatga ega. Psixiatriyada patologik mastlik holati o‘tkir, qisqa muddatda o‘tadigan ruhiy buzilishlar guruhiga kiradi. U alkogolni nafaqat ko‘p, balki, kam iste’mol qilganda ham kelib chiqadi. Bu holat uchun ongning to‘satdan o‘zgarishi xos hisoblanadi. Patologik mastlikning klinik suratida, qoidaga ko‘ra, ongning g‘ira-shiralik belgilari va gallyutsinatsiya holatida alaxsirash hayajonlari birlashadi, natijada, atrofni buzib qabul qilish kelib chiqadi. Patologik mastlik holatida sodir etiladigan jinoiy harakatlar e’tiborga molik qandaydir hodisaga nisbatan reaksiya hisoblanmaydi. Patologik mastlik to‘satdan qanday boshlansa, shunday tugaydi. Ba’zida, u ko‘pincha uykuga ko‘chadi, undan so‘ng to‘liq amneziya boshlanadi, ammo bo‘lib o‘tgan voqealar haqida ba’zi narsalar esda qoladi. Patologik mastlikda oddiy mastlikda kuzatiladigan karaxtlikdan sifat jihatdan farqli ravishda ongning keskin o‘zgarishi seziladi. Patologik mastlik qanday tez boshlangan bo‘lsa, shunda tez tugaydi. Patologik mastlik holatida bo‘lgan shaxsning o‘zini bunday tutishi, avvalo, uning mavjud atrof-borliqni buzib qabul qilishi, maqsadsiz va agressiv harakatlari bilan tushuntiriladi. Sud psixiatriya amaliyotiga ko‘ra, patologik mastlik qisqa muddatli psixozdir. Agarda, tibbiy va yuridik mezonlar majmui mavjud bo‘lsa, bu holatda ijtimoiy xavfli qilmish sodir etgan shaxs aqli noraso, deb topiladi. O‘z-o‘zidan fiziologik (oddiy) mastlik holatida ijtimoiy xavfli qilmish sodir etgan shaxs aqli raso deb topilgani tufayli, jinoyat subyekti bo‘lsa va jinoiy javobgarlikka tortilsa, patologik mastlik holatida esa, sud aqli norasolikni o‘rnatsa, ushbu shaxsga nisbatan jinoiy javobgarlik istisno etiladi. Ekspert-ruhshunos mastlikning butun klinik ko‘ri nishlariga tayangan holda mastlik holatini aniqlashi mumkin. Klinik shakllari va psixik ko‘rinishlar bilan bog‘liq bo‘lmagan holatlar mastlikning tashxisini yoki uning kelib chiqish sabablarini qisman tasdiqlaydi. Patologik mastlik holati o‘tkir, tez o‘tkinchi psixoz bo‘lib, unga xos sud-psixiatrik baho beriladi. Agar patologik mastlikni o‘tkazgan shaxsda markaziy asab tizimining organik o‘zgarishlari yoki surunkali ichkilikbozlik aniqlangan bo‘lsa, unda ruhiy kasalliklar shifoxonasida maxsus davolash maqsadga muvofiq.\n\t\n4. Sharhlanayotgan modda mazmunida mastlik deganda, nafaqat, alkogol iste’mol qilish natijasidan kelib chiqadigan, balki intellektual irodaviy faoliyatga ta’sir qiluvchi, giyohvand vositalar, ularning analoglari, psixotrop va boshqa moddalar qabul qilishdan kelib chiqqan holat ham tushuniladi. Mastlikning keyingi turlari jinoyat qonunchiligi uchun yangilik hisoblanadi va tibbiy nuqtayi nazardan, alkogolli mastlikdan sezilarli farqqa ega. Jinoyat kodeksining 19-moddasiga binoan giyohvandlik vositalari, ularning analoglari, psixotrop yoki odamning aql-irodasiga ta’sir etuvchi boshqa moddalar ta’siri ostida jinoyat sodir etgan shaxs, agar u jinoyat subyekti hisoblansa, jinoiy javobgarlikdan ozod etilmaydi. Giyohvand mastlik holati dori shaklidagi yoki dori shaklida bo‘lmagan giyohvand moddalar, ularning analoglarini qabul qilish yoki iste’mol qilish natijasida kelib chiqadi. Bunday mastlik tabletka, kukun, inyeksiya qabul qilish, kukunni burun orqali tortish, giyohvand moddalar, ularning analoglarini chekish bilan bog‘liq. O‘zbekiston Respublikasining «Giyohvandlik vositalari va psixotrop moddalar to‘g‘risida»gi Qonuniga ko‘ra, giyohvandlik vositalari deb giyohvandlik vositalari ro‘yxatiga kiritilgan va O‘zbekiston Respublikasida nazoratga olingan, kelib chiqishi sintetik yoki tabiiy moddalar, tarkibida giyohvandlik moddasi bo‘lgan preparat va o‘simlik lar tushuniladi. Berilgan ro‘yxatlar Vazirlar Mahkamasi tomonidan o‘rnatilgan tartibda tasdiqlanadi va nashr etiladi. (Ro‘yxat haqida batafsil JKning 271-moddasi sharhiga qarang) Giyohvand dori vositalaridan davolash maqsadlarida ham foydalaniladi va kasal fuqarolarga shifokor ko‘rsatmasi asosida individual tartibda chiqariladi. Davolash maqsadlarida foydalaniladigan bu giyohvand moddalar Vazirlar Mahkamasining 2015 yil 112-noyabrdagi330-sonli qarori bilan tasdiqlangan O‘zbekiston Respublikasida muomalada bo‘lishi cheklangan giyohvandlik vositalarining ro‘yxatiga (ІІ ro‘yxat) kiritilgan. Giyohvand mastlik alkogol mastlikdan farqli ravishda o‘ziga xosliklarga ega va tashqi ko‘rinishiga ko‘ra, eyforiya sifatida aniqlanishi mumkin. U, shuningdek, holsizlik va uyqusizlik, ko‘pincha yuz ifodasining ma’nosizligi, pala-partish va noaniq nutq bilan tavsiflanadi. O‘zini tutish surati alkogol mastlik holatida bo‘lgan shaxsning o‘zini tutishini eslatadi va o‘xshaydi, faqat undan alkogol hidi kelmaydi. Subyektning o‘zi holsiz, kamharakat va qat’iyatsiz bo‘lib qoladi. Ko‘pincha giyohvand mastlik gallyutsinatsiyasi hayajonlar bilan kuzatiladi. Alkogolli mastlikda o‘z aybli harakatlarini anglashi va boshqarishi saqlab qolinadi. Shunga qaramay, bunday holatda shaxs atrofdagilar uchun xavfli bo‘ladi va biron-bir jinoyat sodir etishi mumkin. Shuni ta’kidlash kerakki, giyohvand moddalar, ularning analoglarini notibbiy usulda va ko‘p qabul qilish giyohvandlik, deb nomlangan kasallik xususiyatini oladi. Kasallik sifatida giyohvandlikning o‘ziga xosligi, giyohvand moddalar, ularning analoglarini qabul qilishga doimiy moyillik, shuningdek, alkogolizm kabi ularga ruhiy va fizik bog‘liqlik, shaxsda chuqur o‘zgarishlar va organizm funksiyalarining ishdan chiqishiga olib keladi. Bunda giyohvandlikning o‘ziga xosligi uni nafaqat kasallik sifatida, balki shaxs va jamiyatga katta zarar yetkazadigan muammo sifatida ko‘rib chiqishga imkon beradi. Giyohvandlik tibbiy aralashuvni talab etadigan kasal-likni aks ettiradi, giyohvand moddalar, ularning analoglarini ko‘p iste’mol qiladigan va jinoyat sodir etgan shaxsga nisbatan esa, jinoiy jazo bilan birgalikda sud Jinoyat kodeksining 96-moddasi ikkinchi qismi asosida giyohvandlikdan majburiy davolash ko‘rinishidagi tibbiy yo‘sindagi majburlov choralarini qo‘llashi mumkin.\n\n5. Shu bilan birga, Jinoyat kodeksining 19-moddasi nafaqat alkogol va giyohvand mastlik holatida jinoyat sodir etganlik uchun, balki, psixotrop va boshqa moddalarning inson organizmiga, to‘g‘rirog‘i aql-idrokiga ta’siri va kelib chiqqan holatga nisbatan ham jinoiy javobgarlikni nazarda tutadi. Psixotrop moddalar psixotrop moddalar ro‘yxatiga kiritilgan O‘zbekiston Respublikasida nazoratga va olinadigan, kelib chiqishi sintetik va tabiiy moddalardir. «Psixotrop moddalar» atamasi ikki yo‘nalishda qo‘llaniladi: bir tomondan yangi konvensiyalarning xalqaro huquq, ikkinchi tomondan tibbiyot nuqtayi nazaridan. Boshqa vositalarga aql-idrokiga ta’sir qiluvchi giyohvandlik vositalari va psixotrop moddalarning analoglari taalluqli. Giyohvandlik vositalari va psixotrop moddalarning analoglari (muqobillari) deyilganda, kimyoviy tuzilishi va xossalariga ko‘ra, giyohvandlik vositalari va psixotrop moddalarga o‘xshash, ular singari ruhiyatga faol ta’sir etuvchi, kelib chiqishi sintetik va tabiiy moddalar tushuniladi. Tibbiy (dorilar) vositalarga kirmaydigan aql-id-rokka ta’sir qiluvchi moddalarning katta guruhini, xususan, aql-idrokka ta’sir qiluvchi xo‘jalik, uy-ro‘zg‘or uchun mo‘ljallangan vositalar, zaharli modda va turli xil laklar, bo‘yoqlar, yelimlar va shunga o‘xshash moddalar tashkil etadi. Sanab o‘tilgan moddalar nafas olinganda aql-idrokka ta’sir etadi va hushdan ketish holatini keltirib chiqaradi. Bu holatni nafaqat turli birikmalar, atseton, benzin, dvigateli ishlayotgan avtomobil gazi, yelim, sanoatda ishlatiladigan turli suyuqliklar va boshqa kimyoviy birikmalarni nafas olish, balki, dori vositalarini spirtli ichimliklar bilan qabul qilish ham keltirib chiqaradi. Oxirgi holatda, so‘z mastlik holatini kuchaytirish uchun qabul qilinadigan aralashmalar, masalan, dimedrolning alkogol bilan, barbiturat - alkogolli aralashma, klofelin va boshqalar. Ta’kidlash joizki, spirtli ichimliklarni ko‘p ichish alkogolizmga olib kelishi singari giyohvand moddalar giyohvandlikka, mast qiladigan moddalarni tez-tez ishlatish toksikomaniyaga olib keladi. Toksikomaniya narkotik modda bo‘lmagan vositalarni ko‘p iste’mol qilish orqasidan kelib chiqadigan kasallikni ifodalaydi. Toksikomaniya — giyohvand vositalar ro‘yxatiga kiritilmagan, ruhiy faoliyatga ta’sir qiluvchi moddalarni iste’mol qilish natijasida kelib chiqadigan surunkali kasallik bo‘lib, bangi qiluvchi vositalarga ruhiy va jismoniy qaramlik yuzaga kelishi va ularga chidamlilikning oshishi bilan tavsiflanadi. Toksik moddalarga chidamlilik organizmning unga tez o‘rganib qolishi bilan ifodalanadi. Bu esa, qabul qilinayotgan miqdorni doimiy ravishda oshirib borishni talab etadi. Xulosa qilib shuni aytish mumkinki, agar «giyohvandlik» atamasi qonun bo‘yicha narkotiklar guruhiga kiritilgan vositalar va dori moddalarni suiiste’mol qiluvchi bemorlarga nisbatan qo‘llanilsa, «toksikomaniya» atamasi narkotik deb tan olinmagan moddalar va dori vositalar chaqiradigan buzilishlarga taalluqli.\n\n6. Aybdor shaxs tomonidan o‘zida bo‘lmaslik holatida sodir etilgan jinoyat fiziologik va giyohvandlik ta’sirida bo‘lgan shaxsdek javobgarlikdan ozod etilmaydi. Bundan tashqari, Jinoyat kodeksining 56-moddasi birinchi bandiga asosan, aql-idrokka ta’sir qiluvchi alkogol mastlik yoki giyohvand moddalar, ularning analoglari, psixotrop moddalar ta’sirida jinoyat sodir etish jazoni og‘irlashtiruvchi holat hisoblanadi. Shu bilan birga, sudning jinoyat xususiyatidan kelib chiqib, og‘irlashtiruvchi holatlarni tan olmaslik huquqi e’tiborga olinishi kerak."
        }
    ]
}