{
    "bob_nomi": "IX bob. Qilmishning jinoiyligini istisno qiladigan holatlar tushunchasi va turlari",
    "moddalar": [
        {
            "modda_raqami": "35-modda. Qilmishning jinoiyligini istisno qiladigan holatlar tushunchasi.",
            "matni": "Qilmishda ushbu Kodeksda nazarda tutilgan alomatlar rasmiy jihatdan mavjud bo‘lsa-da, lekin u ijtimoiy xavf-li, g‘ayriqonuniy yoki aybli bo‘lmasa, qilmishning jinoiyligini istisno qiladigan holatlar deb topiladi. Quyidagi holatlar, ya’ni kam ahamiyatli qilmishlar; zaruriy mudofaa; oxirgi zarurat; ijtimoiy xavfli qilmish sodir etgan shaxsni ushlash chog‘ida zarar yetkazish; buyruqni yoki boshqacha tarzdagi vazifani bajarish; kasb yoki xo‘jalik faoliyati bilan bog‘liq bo‘lgan asosli tavakkalchilik; jismoniy yoki ruhiy majburlash yoxud qo‘rqitish natijasida qilmish sodir etish jinoyatni istisno qiluvchi holatlar deb topiladi.",
            "sharxi": "1. Sharhlanayotgan modda qonun bilan qilmishning jinoiyligini istisno qiladigan holatlar haqidagi jinoyat-huquqiy institutning fundamental qoidalarini mustahkamlaydi. Shu yo‘l bilan rioya qilinishi nafaqat huquqni muhofaza qiluvchi organlar uchun, balki mazkur bo‘lim qoidalarining birini o‘zgartirish, unga qo‘shimcha kiritish yoki uni bekor qilishda qonun chiqaruvchi uchun ham majburiy bo‘lgan qilmishning jinoiyligini istisno qiluvchi sifatida u yoki bu holatlar tan olinishining asosiy qoidalarni aks ettiradi. Bunday holatlarning Jinoyat kodeksida belgilanishi esa, o‘z navbatida, unda insonparvarlik va adolat tamoyillariga amal qilinganligidan darak beradi. 2. Sharhlanayotgan moddaning birinchi qismiga muvofiq, qilmishda ushbu Kodeksda nazarda tutilgan alomatlar rasmiy jihatdan mavjud bo‘lsa-da, lekin u ijtimoiy xavfli, g‘ayriqonuniy yoki aybli bo‘lmasa, qilmishning jinoiyligini istisno qiladigan holatlar deb topiladi. Qonunda qayd etilgan belgilarning bo‘lmasligiga ko‘rsatma o‘z-o‘zidan kelib chiqmagan, balki Jinoyat kodeksi bilan taqiqlangan, aybli ijtimoiy xavfli qilmishnigina (harakat yoki harakatsizlik) jazo qo‘llash tahdidi bilan (JKning 14-moddasi sharhiga qarang) jinoyat, deb tan oluvchi 14-modda qoidalaridan kelib chiqqan. Shundan kelib chiqib, bu belgi hech bo‘lmaganda birortasining yo‘qligi sodir etilgan harakat yoki harakatsizlikni jinoyat, deb topishga imkon bermaydi va tegishlicha, mazkur qilmishning jinoiyligini istisno qiladi. Qilmishning jinoiyligini istisno qiluvchi holatlar deyilganida, jinoyat belgilari mavjud bo‘lsa ham, jinoyat, deb hisoblanmaydigan harakatlar tushuniladi. O‘zbekiston Respublikasining Jinoyat kodeksi u yoki bu qilmishni jinoyat deb topish masalasini hal etishda shaxs qilmishida jinoyat tarkibining barcha elementlari amalda mavjud bo‘lishi zaruratidan kelib chiqadi. Boshqacha qilib aytganda, qilmish tashqi (rasmiy) jihatdan sodir etilishi uchun O‘zbekiston Respublikasining Jinoyat kodeksida javobgarlik nazarda tutilgan harakat yoki harakatsizlikka o‘xshasa-da, biroq jinoyat tarkibining barcha elementlarini o‘z ichiga olmasa, jinoyat, deb topilishi mumkin emas. Bunda javobgarlik istisno qilinadi. (Ijtimoiy xavflilik, g‘ayriqonuniylik, ayblilik tushunchalari haqida JKning 14-moddasi sharhiga qarang)\n\n3. Jinoyat kodeksining sharhlanayotgan moddasida ko‘rsa-tilmagan boshqa elementlar qilmishning jinoiyligini istisno qiluvchi sifatidagi biron-bir holat, deb tan olinishiga asos bo‘la olmaydi. Ayni vaqtda u yoki bu holatni qilmishning jinoiyligini istisno qiluvchi sifatida tan olish jinoyatning hech bo‘lmaganda bitta elementi istisno qilinishini talab qiladi: ijtimoiy xavflilik, g‘ayriqonuniylik, ayb, ya’ni hamma uch belgining mujassam bo‘lishi talab qilinmaydi, ulardan biri mavjud emasligining o‘zi yetarlidir.\n\n4. Qilmishning ng jinoiyligini istisno qiladigan holat-lar haqidagi masala umuman biron-bir qilmish uchun jinoiy javobgarlikni aniqlashda emas, balki faqatgina amalga oshirilishining muayyan vaziyatidan kelib chiqib, boshqa mazmunga ega aniq jinoyatning sodir etilishi hollarida yuzaga keladi. Shunday qilib, qilmishning jinoiyligini istisno qiladigan holatlar muayyan qilmishning shunday xususiyatini aks ettiradiki, bu xususiyat uning ijtimoiy foydaliligi yoki ruxsat etilishi (yo‘l qo‘yilishi) mumkinligidan dalolat beradi. Bunda qilmish yuridik tabiati bo‘yicha Jinoyat kodeksida nazarda tutilgan jinoyat tarkibi belgilariga faqat tashqi jihatdan o‘xshash bo‘ladi. Bu degani, qilmishning jinoiyligini istisno qiladigan holatlar bevosita jinoyat tarkibi bilan bog‘liqdir. Ana shularga ko‘ra, qilmishning jinoiyligini istisno qiladigan holatlar jinoyat tarkibining biror tomoni yoki belgisining bo‘lmasligi tufayli istisno qiladigan holat hisoblanadi.\n\n5. Sharhlanayotgan moddaning ikkinchi qismida qilmishning jinoiyligini istisno qiladigan holatlarning turlari ko‘rsatilgan: kam ahamiyatli qilmishlar; zaruriy mudofaa; oxirgi zarurat; ijtimoiy xavfli qilmish sodir etgan shaxsni ushlash chog‘ida zarar yetkazish; buyruq yoki boshqacha tarzdagi vazifani bajarish; kasb yoki xo‘jalik faoliyati bilan bog‘liq bo‘lgan asosli tavakkalchilik va jismoniy yoki ruhiy majburlash yoxud qo‘rqitish natijasida qilmish sodir etish. Mazkur ro‘yxat to‘liq bo‘lib, unda ko‘rsatilmagan boshqa holatlar qilmishning jinoiyligini istisno qiluvchi sifatida topilishi mumkin emas.\n\n6. Qayd etish lozimki, qonun nafaqat qilmishning jinoiyligini istisno qiluvchi holatlarni mustahkamlaydi, balki Jinoyat kodeksining sharhlanayotgan bobidagi 36, 37, 38, 39, 40, 41, 41-1-moddalarning huquqiyligi shartlarini ham tartibga soladi. Bu shartlarga rioya etmaslik, muayyan xulqning qilmishning jinoiyligini istisno qiluvchi holatlardan biriga tegishliligini mustasno etadi.\n\n7. Jinoyat kodeksida qilmishning jinoiyligini istisno qiluvchi holatlarning belgilanishi: bir tomondan jinoiy repressiya choralarining kamayishiga olib kelsa, ikkinchi tomondan fuqarolarning huquqiy faolligini kuchaytiradi. Shunday qilib, mazkur institut normalari oxir-oqibat Jinoyat kodeksining vazifalarini amalga oshirishga qaratilgandir."
        },
        {
            "modda_raqami": "36-modda. Kam ahamiyatli qilmishlar.",
            "matni": "Garchi ushbu Kodeksda jinoyat sifatida nazarda tutilgan qilmishning alomatlari mavjud bo‘lsa-da, o‘zining kam ahamiyatliligi tufayli ijtimoiy xavfli bo‘lmagan harakat yoki harakatsizlik jinoyat deb topilmaydi.",
            "sharxi": "1. Jinoyat kodeksining sharhlanayotgan moddasida shaxsning kam ahamiyatli qilmish sodir etishi hollari jinoiy javobgarlikka tortilishini istisno qiluvchi, mamlakatimizning jinoyat to‘g‘risidagi qonunchiligi uchun an’anaviy qoidalar aks etgan. Qilmishning kam ahamiyatliligi shuni anglatadiki, bunda jinoyat faqatgina bitta tashqi, rasmiy belgiga, ya’ni huquqqa xiloflikka ega bo‘ladi. O‘z mohiyatiga ko‘ra esa, bunday qilmish, uning jinoyat, deb topilishi uchun qo‘yiladigan talablariga javob bermaydi, ya’ni bunday holda u buzilishi ijtimoiy xavfli qilmish sifatida tan olinadigan chegaralardan chetda bo‘ladi. Boshqacha so‘z bilan aytganda, jinoyat tarkibining moddiy belgisi jihatidan kam ahamiyatli qilmish uni jinoyat deb tan olish uchun zarur bo‘lgan ijtimoiy xavf darajasiga yetmaydi (masalan, Ruchkani, daftarni yoki birovning bog‘idan olmani yashirin o‘g‘irlash). Bunday qilmish yuzasidan jinoyat ishi qo‘zg‘atilishi mumkin emas, qo‘zg‘atilgan jinoyat ishi esa, O‘zbekiston Respublikasining JPK 83-moddasining ikkinchi qismiga muvofiq, Jinoyat kodeksining 36-moddasiga havola qilinib tugatilishi lozim. (Ijtimoiy xavflilik tushunchasi haqida JKning 14-moddasi sharhiga qarang)\n\n2. Qilmishning kam ahamiyatliligi masalasi aybdor tomonidan sodir etilgan har bir muayyan qilmishga nisbatan tergov va sud organlari tomonidan hal etilishi lozim bo‘lgan masaladir. Qilmishni kam ahamiyatli, deb topish uchun bunday qilmish bilan bog‘liq barcha holatlar (ayb shakli, jinoyat sodir etish usuli, motivi, vaziyati va bosqichlari, kelib chiqqan oqibatlarning og‘irligi, jinoyat ishtirokchilaridan har birining ishtiroki darajasi, fe’l-atvori va boshqalar)ni tahlil qilib chiqish lozim.\n\n3. Qilmishni kam ahamiyatli, deb topish har bir harakat yoki harakatsizlikning ijtimoiy xavfliligi haqidagi masalani hal etishda teng ahamiyatga yuqorida qayd etilgan elementlar yig‘indisi tahliliga asoslanishi zarur. Xususan, agar aybdor shaxs jabrlanuvchini hayotidan mahrum qilishga qaratilgan harakatlarni amalga oshirsa, biroq, unga amalda hech qanday zarar yetkaza olmasa, qilmish qasddan odam o‘ldirishga suiqasd, deb kvalifikatsiya qilinadi va kam ahamiyatli, deb topilishi mumkin emas. Qilmishning kam ahamiyatli ekanligi aniqlansa, O‘zbekiston Respublikasi Jinoyat-protsessual kodeksining 83-moddasi birinchi qismining 2-bandiga binoan ish tugatiladi. Xuddi shu vaziyatda, agar aybdor jabrlanuvchini qo‘rqitish niyatida harakat qilib, natijada unga nisbatan og‘ir tan jarohati (ruhiy xastalik) yetkazilsa, qilmish kam ahamiyatli, deb topilishi mumkin emas, chunki kam ahamiyatlilikning subyektiv elementi mavjud bo‘lsa-da, tegishli obyektiv elementi mavjud emas.\n\n4. Nazarda tutish kerakki, qilmishning kam ahamiyatliligi masalasini hal etishga aybdorni tavsiflovchi xususiyatlar ta’sir etmaydi. Mazkur qarorni qabul qilishda faqat qilmishning bevosita o‘z xususiyatlarigina hisobga olinishi lozim, sudlanuvchining shaxsi to‘g‘risidagi ma’lumotlar, ular jazoning turi va miqdorini belgilashda muhim ahamiyatga egaligi tufayli, har tomonlama va to‘la tekshirilmog‘i lozim, ya’ni shaxs qilmishida jinoyat tarkibining moddiy va formal belgilari aniqlangandan so‘ng muhim ahamiyat kasb etadi.\n\n5. Ta’kidlash lozimki, qator hollarda jinoyat qonuni jinoyatning majburiy belgisi sifatida muayyan zararning (ancha miqdorda, ko‘p miqdorda va juda ko‘p miqdorda) yuzaga kelishini tan oladi. Mazkur hollarda juda kam (ko‘p bo‘lmagan) miqdordagi zarar qilmishning formal jihatdan ham jinoyat belgilariga to‘g‘ri kelmasligini anglatadi. Bu hollarda jinoyat ishi qilmishning kam ahamiyatliligi uchun 36-modda bilan emas, balki Jinoyat kodeksining 83-moddasi 2-bandi bo‘yicha jinoyat tarkibining yo‘qligi munosabati bilan Jinoyat kodeksining 36-moddasiga havolasiz tugatiladi. Masalan, Jinoyat kodeksining 173-moddasi ancha miqdorni tashkil etgan o‘zganing mulkini qasddan nobud qilish yoki unga zarar yetkazish uchun javobgarlikni nazarda tutadi. Shu sababdan, agar mazkur jinoyatni sodir etish natijasida ancha miqdordan kam bo‘lgan zarar yetkaziladigan taqdirda, jinoyat formal jihatdan Jinoyat kodeksining 173-moddasida nazarda tutilgan jinoyat tarkibiga to‘g‘ri kelmaydi. Bu holda, jinoyat ishi kam ahamiyatli qilmish uchun emas, balki, uning uchun majburiy shart ancha miqdorning bo‘lmasligi sababli qo‘zg‘atilmaydi, qo‘zg‘atilgan jinoyat ishi esa, tugatiladi."
        },
        {
            "modda_raqami": "37-modda. Zaruriy mudofaa.",
            "matni": "Zaruriy mudofaa holatida sodir etilgan, ya’ni mudofaalanuvchi yoxud boshqa kishining shaxsi yoki huquqlarini, jamiyat yoki davlat manfaatlarini qonunga xilof tajovuz-lardan tajovuzchiga zarar yetkazgan holda himoya qilish chog‘ida qilingan harakat, agar zaruriy mudofaa chegarasidan chetga chiqilmagan bo‘lsa, jinoyat deb topilmaydi. Tajovuzning xususiyati va xavfliligi darajasiga butunlay muvofiq kelmaydigan mudofaa, zaruriy mudofaa chegarasidan chetga chiqish deb topiladi. Boshqa shaxslarga yoki hokimiyat organlariga yordam so‘rab murojaat qilish yoxud tajovuzdan o‘zga yo‘sinda qutulish imkoniyati bor-yo‘qligidan qat’i nazar, zaruriy mudofaa huquqi shaxsga tegishlidir. Zarar yetkazish maqsadida qasddan hujum qilish istagini qo‘zg‘atish zaruriy mudofaa deb topilmaydi.",
            "sharxi": "1. Zaruriy mudofaa qonun bilan muhofaza qilinadigan obyektlarni jinoiy tajovuzlardan muhofaza qilish jarayonida tajovuzkorga shunday zarar yetkazish yo‘li bilan amalga oshiriladigan huquqiy mudofaani o‘z ichiga oladiki, bunday mudofaa zaruriy mudofaa chegarasidan chetga chiqib amalga oshirilganda mudofaalanuvchi shaxsning jinoiy javobgarligini keltirib chiqaradi. Zaruriy mudofaa o‘z vaqtida jinoyatdan fe’l-atvori va tarkibi bilan farqlanadi u jinoiy harakatning oldini olish va yo‘l qo‘ymaslikka qaratilganligi sababli, fuqarolarning ijtimoiy foydali harakati hisoblanadi. Yuqorida keltirilgan sabablarni inobatga olib, qonun zaruriy mudofaa holatidagi harakatni, u tashqi belgilari jihatidan jinoiy tajovuzdan farq qilmasa-da, jinoyatni istisno qiluvchi holat sifatida qaraydi.\n\n2. Har bir fuqaroning o‘zi, boshqa shaxslar, davlat manfaatlarini va qonun bilan qo‘riqlanadigan har qanday boshqa ijtimoiy munosabatlarni himoya qilish huquqi O‘zbekiston Respublikasining Konstitutsiyasida mustahkamlab qo‘yilgan. Xususan, O‘zbekiston Respublikasining Konstitutsiyasining 31-moddasida respublika fuqarolari sha’ni va abro‘siga, hayoti va sog‘lig‘i, shaxsiy hayoti, erkinligi va qadr-qimmatiga qarshi tajovuzlardan sudda himoyalanish, shaxsning sha’ni va abro‘siga qarshi tajovuzlardan zaruriy mudofaalanish huquqiga ega ekanligining belgilanganligi ushbu masalani hal etish uchun rahbariy ahamiyat kasb etadi. O‘z navbatida shuni aytib o‘tish joizki, Jinoyat kodeksi himoya obyekti sifatida shaxs, uning huquqlari, jamiyat va davlatning manfaatlarini ko‘rsatadi. Yuqorida sanalgan obyektlar umumiy ma’noga ega bo‘lib, Kodeksda jazo qo‘llash orqali himoya qilinayotgan barcha ijtimoiy munosabatlarni o‘z ichiga oladi. Bundan tashqari, atrof-muhitni, mulkni, inson va dunyo xavfsizligini muhofaza qilish borasidagi munosabatlarni bu qatorga qo‘shish mumkin. Jinoyat qonuniga zaruriy mudofaa institutining kiritilishi, qonun himoyasidagi manfaatlarni g‘ayriqonuniy tajovuzlardan mudofaa qilishda har bir fuqaroning faol qatnashishini ta’minlash maqsadiga xizmat qiladi. Zaruriy mudofaani qo‘llashning zarurati va asoslari jinoyat qonuni bilan qo‘riqlanadigan obyektlarga (shaxsga, davlat va jamoat manfaatlariga) ijtimoiy tajovuz qilinganligidir. Zaruriy mudofaa to‘g‘risidagi qonunni qo‘llash davlat mulki, jamoat tartibi, boshqa fuqarolarning hayoti, sha’ni, qadr-qimmati, manfaatlarini tajovuzdan qo‘riqlashga ham oiddir.\n\n3. Zaruriy mudofaa tajovuzchiga faol harakatlar orqali zarar yetkazilishi sababli, qonun mudofaa chegarasini belgilaydigan aniq shartlarni ko‘rsatadi. Mudofaaning bu shartlarga mos kelmasligi zaruriy mudofaa chegarasidan chetga chiqish, deb hisoblanadi va bu harakat jinoyat, deb tan olinadi. Zaruriy mudofaaning asosiy shartlari jinoyat huquqi fani nazariyasi hamda sud amaliyoti yordamida ishlab chiqilgan bo‘lib, Jinoyat kodeksining sharhlanayotgan moddasida umumlashgan shaklda o‘z ifodasini topgan. Mazkur shartlar zaruriy mudofaa holatini aks ettiruvchi ikki elementga tegishlidir: tajovuz hamda undan himoya. Shu o‘rinda ta’kidlamoq joizki, faqat mana shu shartlarning mavjudligi shaxsning harakatlarini zaruriy mudofaa sifatida kvalifikatsiya qilish uchun asos bo‘ladi.\n\n4. Zaruriy mudofaa tajovuz va himoyadan iborat ekanligi sababli uning huquqiyligi shartlari ham tajovuzdan zaruriy mudofaalanishning huquqiy shartlari va himoyaga xos zaruriy mudofaaning huquqiy shartlariga bo‘linadi. Mazkur shartlar tajovuzni zaruriy mudofaaning mustaqil elementi sifatida talqin qilishga imkon beradi. Ular tajovuzning ko‘rinishi, uning fe’l-atvori, mavjudligi va haqiqiyligi. Tajovuz qilinganda ko‘rsatilgan himoya hamma shartlarga javob bergandagina zaruriy mudofaaning asosi sifatida tan olinadi. Aks holda, milliy jinoyat to‘g‘risidagi qonunchilikning mazkur instituti qo‘llanilmaydi.\n\n5. Zaruriy mudofaa tajovuzchining ma’lum qilmishida namoyon bo‘ladi. Tajovuzchining harakati passiv yoki aktiv bo‘lishi mumkin. Qilmishning baholanishiga hech ham ta’siri bo‘lmaydi. Tajovuz (hujum) xoh qasddan amalga oshirilgan bo‘lsin, xoh ehtiyotsiz harakat yoki harakatsizlikdan kelib chiqsin, zaruriy mudofaani amalga oshirishga to‘sqinlik qila olmaydi, chunki qonun shaxs, jamiyat va davlatni qasd hamda ehtiyotsiz harakatlardan bir xil muhofaza qiladi.\n\n6. Tajovuzchiga zarar yetkazish orqali himoyalanishga undagi qilmishdan muhofaza qilinayotgan munosabatlarga zudlik bilan hamda muqarrar ziyon yetkazish xavfi mavjud bo‘lishi lozim. Shundagina tajovuzchiga jismoniy ta’sir ko‘rsatish orqali ijtimoiy xavfli qilmishning oldi olinadi. Muqarrarlik deganda, tajovuz boshlangan, lekin tugallanmagan ijtimoiy xavfli harakat tushuniladi. Sud amaliyotining guvohlik berishicha, zaruriy mudofaalanishga olib kelgan qilmishlarga agressiya hamda buzg‘unchilik xususiyatiga ega bo‘lgan zo‘ravon harakatlar: hayotga, sog‘liqqa, jinsiy erkinlikka qarshi jinoyatlar, bezorilik, hokimiyat vakiliga qarshilik ko‘rsatish kabi jinoyatlar kiradi. Shu bilan birga, bir qancha huquqqa xilof tajovuzlar mavjudki, ularga tezkor hamda muqarrar ziyon yetkazish xavfi mavjud emas. Bunday qilmishlardan esa, zarar yetkazish orqali himoyalanish mumkin bo‘lmaydi. Mehnatga oid huquqlarning buzilishi, tuhmat, pora berish va shunga o‘xshash jinoyatlar shular jumlasidandir. Shu sababli, yuqorida ko‘rsatilgan shartlar mavjud holda yetkazilgan zarar zaruriy mudofaa sifatida talqin qilinmaydi, zarar yetkazgan shaxs umumiy asoslarda javobgarlikka tortiladi. Shu o‘rinda ta’kidlamoq joizki, tergov organlari hamda sud har bir holatga e’tibor bilan yondashmog‘i lozim. Sodir etilgan qilmishda zaruriy mudofaaning belgilari mavjud emasligi ishni xolisona ko‘rib chiqishga imkon yaratadi.\n\n7. Jinoyat kodeksining sharhlanayotgan moddasida ko‘rsatilgan huquqqa xilof fe’l-atvor zaruriy mudofaadagi tajovuzning ikkinchi sharti hisoblanadi. Jinoyat kodeksining maxsus qismida nazarda tutilgan harakatlar uni sodir etgan shaxsning javobgarlikka tortilganligi yoki ruhiy holatning buzilishi tufayli, jinoiy javobgarlik yoshiga to‘lmaganligi sababli va boshqa asoslarga ko‘ra, javobgarlikdan ozod qilinganligidan qat’i nazar, Jinoyat kodeksining 37-moddasi doirasida himoyalanishiga asos beruvchi ijtimoiy xavfli tajovuz deb hisoblanadi. Bunda huquqqa xiloflikning belgisi faqat tajovuzning obyektiv tomoniga taalluqlidir. Bu degani, Jinoyat kodeksidagi kerakli normaning dispozitsiyasida ko‘rsatilgan qilmish huquqqa xilof hisoblanadi. Ijtimoiy xavfli tajovuz jinoiy harakat bo‘lishi yoki jinoiy hisoblanmagan ijtimoiy xavfli qilmish bo‘lishi mumkin. Sharhlanayotgan moddadagi subyekt xarakteristikasi qilmishning huquqqa xilof ekanligiga ta’sir ko‘rsatmaydi. Shunday qilib, tajovuz aqli noraso, jinoyat subyekti yoshiga yetmagan shaxs tomonidan sodir etilsa, jinoyat sifatida qaralmaydi. Bunday shaxslar jinoyat subyekti bo‘lib hisoblanmasalar-da, ularning harakat yoki harakatsizligi huquqqa xiloflik xususiyatini yo‘qotmaydi.\n\n8. Subyektning huquqqa xilof qilmishiga uning ijtimoiy holati, ya’ni mansabdor shaxs ekanligi yoki emasligi ta’sir ko‘rsatmaydi. Har qanday holatda, agar uning harakatida jinoyat belgilari mavjud bo‘lsa, unga nisbatan zaruriy mudofaa qo‘llanilishi mumkin. Lekin ayrim hollarda mansabdor shaxslar tashqi ko‘rinishdan huquqqa xilof qilmishdek ko‘ringan, aslida esa, bunaqa bo‘lmagan harakatni sodir etishlari mumkin. Bunday harakatga maxsus vositalar, qurollardan foydalanish misol bo‘lishi mumkin. Shunday holatlarda mansabdor shaxslarning harakatlari qonun doirasidami yoki huquqqa xiloflikligini formal mezon belgilab beradi. Mansabdor shaxs harakati fuqarolarning huquqlariga ziyon yetkazmagan holda qonun doirasida amalga oshiriladi. Agar mansabdor shaxsning harakati qonunga mos tushmasa va huquqqa xiloflikligi yaqqol namoyon bo‘lsa, zaruriy mudofaani qo‘llashga yo‘l qo‘yiladi.\n\n9. Shunga e’tibor berish lozimki, qonun faqat Jinoyat kodeksida ta’kidlangan tajovuzlardan mudofaalanishga yo‘l qo‘yadi. Shu sababdan, kodeksda taqiqlanmagan bo‘lsa-da, qonunga zid harakatni amalga oshirayotgan shaxsga nisbatan, ijtimoiy xavfli bo‘lishidan qat’i nazar, zarar yetkazilishi mumkin emas. Zaruriy mudofaaning asosiy shartlarini shunday talqin qilish jinoyat qonunchiligini adolatli hamda insonparvar-lik qoidalariga mos ravishda qo‘llashga imkon yaratadi. negaki, har qanday ijtimoiy xavfli harakat emas, balki jinoyat deb hisoblangan qilmishlargagina zaruriy mudofaa qo‘llaniladi.\n\n10. Formal jihatdan hamda o‘zida jinoyat tarkibining belgilari mavjudligi jihatidan Jinoyat kodeksida javobgarlik belgilangan ayrim jinoyatlar maqsadga ko‘ra, huquqqa xilof qilmish, deb qaralmaydi. Kam ahamiyatli, oxirgi zarurat bo‘lishi jinoyatni inkor qiluvchi holatlarda amalga oshirilgan qilmish huquqqa xilof emas. Bunga qarshi himoyalangan shaxslarning harakatini ijtimoiy xavfli jinoyat, demak jinoiy jazolanadigan qilmish, deb belgilash lozim. Negaki, ularning bu harakatlar fe’l-atvori oldindan belgilanadi.\n\n11. Zaruriy mudofaaning asosiy sharti tajovuzning mavjudligi hisoblanadi. Tajovuzning mavjudligi deganda, harakat yoki harakatsizlik orqali inkor qilib bo‘lmas hamda muqarrar yetkaziladigan ijtimoiy xavfli zarar belgilarining uyg‘unligi tushuniladi. Ya’ni, tajovuzning boshlang‘ich va yakuniy holatini aniqlashdan iborat. Quyidagi holatlarda huquqqa xilof qilmishning mavjudligi namoyon bo‘ladi:\n\n-real tahdid sharoitida huquqqa xilof tajovuzni amalga oshirish;\n\n-tajovuz jarayonida, ya’ni uning boshlanishidan, to oxirigacha bo‘lgan davr.\n\n12. Huquqqa qarshi tajovuzning mavjudligi va uni amalga oshirishning haqiqiy xavfi bo‘lganda shaxsning mudofaa qilinadigan manfaatga shu ondagi va boshqacha oldini olib bo‘lmaydigan zarar yetkazilishining haqiqiy xavfi yuzaga kelgan holdayoq tajovuzchi shaxsga zarar yetkazish huquqini ko‘zda tutadi. Bu holda shaxs tajovuzning o‘zi yuzaga kelishining oldini olishga qaratilgan zaruriy mudofaaning preventiv (oldini oluvchi) choralarini amalga oshiradi. Shunday qilib, mudofaalanuvchi huquqqa qarshi harakatning yoki harakatsizlikning amalda oshirila boshlanishini, albatta, kutib o‘tirishi shart emas, chunki bu ba’zi holatlarda qonun bilan himoya qilinadigan obyektga zarar yetkazilishi xavfi ostiga qo‘yishi mumkin, fuqarolar tomonidan ushbu talabning bajarilishi esa, og‘ir va qaytarib bo‘lmaydigan oqibatlarga olib kelishi mumkin bo‘lar edi. Huquqqa xilof tajovuzni amalga oshirish xavfining mavjudligi masalasini hal qilishda faktlarga asoslangan xolda mudofaalanuvchining subyektiv tasavvuridan kelib chiqib amalga oshiriladi. Boshqacha qilib aytganda, zaruriy mudofaani amalga oshirayotgan shaxs holatida tajovuzchining harakatlariga asoslangan holda huquqqa xilof tajovuzning sodir bo‘lishi xavfi mavjudligini biladi. So‘zlar, harakatlar, qurol ko‘rsatish bilan qo‘rqitish va boshqa harakatlar bunga misol bo‘ladi. Agar zarar yetkazish xavfi kelib chiqmagan holatlarda, ya’ni tajovuz mavjud bo‘lmaganda zaruriy mudofaa ham bo‘lmaydi. Shuningdek, zarar faqat tajovuzchining o‘ziga yetkaziladi. Zaruriy mudofaa aktini qo‘llash vaqtida uchinchi shaxsga nisbatan zarar yetkazilmaydi. Agar zaruriy mudofaa aktini qo‘llash vaqtida uchinchi shaxslarga zarar yetkazilsa, javobgarlik umumiy asoslarga binoan aybning xususiyatiga qarab hal qilinadi. Bunday holatda, zarar yetkazilgan bo‘lsa, shaxs umumiy asoslarga ko‘ra jinoiy javobgarlikka tortiladi.\n\n13. Tajovuzning boshlanishi hamda uning yakuni to‘g‘risidagi masala alohida e’tiborga loyiq. Negaki, tajovuzning davomiyligi uning amalga oshirish jarayonini belgilab beradi. Ijtimoiy xavfli tajovuzga muvofiq keluvchi zaruriy mudofaa huquqiyligining muhim sharti uning mavjudligi, ya’ni tajovuzning boshlang‘ich va yakuniy holatini aniqlashdan iborat. Jinoiy tajovuzning boshlanishi deganda, O‘zbekiston Respublikasining Jinoyat kodeksida ko‘rsatilgan jinoyat belgilarini ifodalovchi harakat yoki harakatsizliklarni xronologik jihatdan sodir etish tushuniladi. Mazkur tarkibning to‘liq bo‘lishi, qilmishda tajovuzning barcha belgilari mavjud bo‘lishi ahamiyatga ega emas. Masalan, o‘g‘irlik shaxs tomonidan birovning mulkini qo‘lga kiri-tishidan boshlangan hisoblanadi, voqeaning boshqa rivoji ahamiyatsiz. Tajovuzning faktik tugallanishi deganda, zarar yetkazish vujudga kelgan yoki jinoiy oqibat kelib chiqqan vaqt bilan belgilanadi. Quyidagi holatlar bilan tajovuzning yakunini talqin qilish mumkin:\n\n-tajovuzchining irodasiga bog‘liq bo‘lmagan holda (suiqasd) yoki uning o‘z xohishi bilan jinoiy harakatdan to‘xtashi;\n\n-tajovuzchining o‘z maqsadiga erishishi orqali tugallanishida ifodalanadi.\n\n14. Shunga e’tibor berish kerakki, tajovuzning yakuni aniq qilmish elementlarining umumiyligidan kelib chiqqan holda aniqlanishi kerak, shunda ustunlik tajovuzchining ijtimoiy xavfli maqsadga erishish masalasiga qaratiladi. Agar jinoiy maqsadga tajovuzchi erisha olmagan bo‘lsa va u bu maqsadga erishishdan tajovuzning ma’lum jarayonida voz kechmagan bo‘lsa, tajovuz tugallangan, deb tan olinmaydi. Zaruriy mudofaa holati tajovuz tugagandan so‘ng ham bo‘lishi mumkin, agar himoyalanuvchi ish holatlariga ko‘ra tajovuz tugagan vaqtni aniq anglay olmagan bo‘lsa. Hujum vaqtida ishlatilgan qurol va boshqa ashyolarning tajovuzchidan himoyalanuvchining qo‘liga o‘tib qolishining o‘zi tajovuz tugaganligidan dalolat bermaydi.\n\n15. Tajovuzchiga mudofaalanuvchi tajovuz amalda tuga-ganidan keyin yetkazilgan va himoya qilish vositalarini qo‘llashning zarurati ochiqdan-ochiq qolmagan holda yetkazilgan bo‘lsa, mudofaalanuvchi umumiy asoslarda jinoiy javobgarlikka tortiladi. Boshqacha aytganda, bunday vaziyatda zaruriy mudofaa mavjud bo‘lmaydi, chunki tugagan tajovuzga qarshi mudofaa umuman ortiqcha bo‘lib, mantiqan mumkin bo‘lmaydi. Sudlanuvchining bunday harakatlariga to‘g‘ri huquqiy baho berish maqsadida yuz bergan voqeaning barcha holatlarini hisobga olib, bu harakatlar ular tomonidan ijtimoiy xavfli tajovuz sababli kuchli ruhiy hayajonlanish holatida sodir etilgan-etilmaganligi aniqlanadi.\n\n16. Tajovuzni tavsiflovchi zaruriy mudofaaning so‘nggi sharti tajovuzning haqiqiyligi hisoblanadi. Tajovuzning haqiqiyligi deganda, tajovuzning himoyalanuvchi xayolida bo‘lmay, balki haqiqatdan ham (obyektiv) ro‘y berganligidir. Haqiqiy tajovuz belgisi zaruriy mudofaani xayoliy mudofaadan chegaralashga yordam beradi.\n\n17. Xayoliy mudofaa, deb taxmin etilgan tajovuzchiga haqiqiy ijtimoiy xavfli tajovuz bo‘lmagan holda, shaxs uni mavjud deb xato taxmin etgan holda zarar yetkazilishi holatlari tan olinishi lozim. Xayoliy mudofaada zarar yetkazish obyektiv holda ijtimoiy xavfli bo‘ladi, shuning uchun bunday harakatlar uchun javobgarlik masalasi amaldagi xato to‘g‘risidagi umumiy qoidalardan kelib chiqqan holda hal etilishi lozim.\n\n18. Sudlar zaruriy mudofaa holatini aniq ijtimoiy xavfli tajovuz yuz bermasa-da, shaxsning yanglishib, shunday tajovuz qilishi mumkin degan taxminiy holatlaridan farqlashlari kerak. Agar hodisa holatlariga ko‘ra, mudofaa choralarini qo‘llagan shaxs o‘zining yanglishganini bilmagan va bilishi ham mumkin bo‘lmagan bo‘lsa, uning harakatlari zaruriy mudofaa holatida sodir etilgan deb hisoblanishi kerak. Agar shaxs tajovuzning aslida yo‘q va xayoliyligini bila turib, ish holatlariga ko‘ra ham uni, albatta, bilishi mumkin bo‘lgani holda zarar yetkazsa, uning harakatlari Jinoyat kodeksining ehtiyotsizlik orqasida zarar yetkazganlik uchun javobgarlikni nazarda tutuvchi moddasi bilan tavsiflanishi lozim.\n\n19. Xayoliy mudofaa holatida shaxsga zarar yetkazilsa, himoyalanuvchi harakatlarini zaruriy mudofaa sifatida kvalifikatsiya qilish darkor. «Agar hodisa holatlariga ko‘ra, mudofaa choralarini qo‘llagan shaxs o‘zining yanglishganini bilmagan va bilishi ham mumkin bo‘lmagan bo‘lsa»2 bunday kvalifikatsiya amalga oshirilishi mumkin. Mazkur xayoliy mudofaaning xususiy shakli sifatida shunday holatlar tushuniladiki, bunday jinoiy qilmish yakunlanganidan so‘ng huquqqa xilof tajovuzga nisbatan himoya qo‘llaniladi, lekin shuni esdan chiqarmaslik kerakki, himoyalanuvchi ishning holatiga ko‘ra, tajovuzning yakunlanganligini anglay olmagan bo‘lishi lozim. Bunday holatda himoya qo‘llagan shaxsning harakatlari zaruriy mudofaa sifatida qaralganligi sababli mazkur institutning to‘g‘riligini belgilovchi shartlar qo‘llanilishi kerak. Agar xayoliy mudofaa natijasida haqiqiy tajovuz shartlari chegarasidan oshgan holda shaxsga zarar yetkazilsa, bu harakat zaruriy mudofaa chegarasidan chetga chiqish sifatida kvalifikatsiya qilinadi. Shaxs esa, qonun doirasida belgilangan javobgarlikka tortiladi. Boshqacha qilib ta’riflaydigan bo‘lsak, xayoliy mudofaalanuvchi jabrlanuvchiga nisbatan o‘z harakatlarining ijtimoiy ahamiyatini bilmasa, o‘zining tasavvuri xato ekanligini anglamasa va anglashi mumkin ham bo‘lmasa, xayoliy mudofaalanuvchining aybi bo‘lmaydi. Bunday holda xayoliy mudofaa zaruriy mudofaa deb topiladi.Ehtiyotsizlik orqasida sodir etilgan jinoyat sifatida kvalifikatsiya qilish lozim, agar shaxs tajovuzning aslida yo‘q va xayoliyligini bila turib, ish holatlariga ko‘ra ham uni, albatta, bilishi mumkin bo‘lgan holda zarar yetkazsa\".\n\n20. Shuni aytish joizki, xayoliy mudofaa holati faqat ish holatlariga ko‘ra, xayoliy tajovuz namoyon bo‘lgandagina mavjud bo‘ladi. Xayoliy tajovuz deganda, shunday holatlar tushuniladiki, bunda huquqqa xilof qilmishning yuqori yoki past darajasi mavjudligi taxmin qilinadi. Agarda tajovuz xayoliy mavjud bo‘lmasa-da, shaxs xayoliy mudofaa holatida zarar yetkazadigan bo‘lsa, uning harakatlarini zaruriy mudofaa emas, balki qasd mavjud bo‘lgan jinoyat sifatida kvalifikatsiya qilish zarur. Bunday holat shaxsning harakatlari xayoliy mudofaa asosida emas, balki aybdorning asoslab bo‘lmas shubhasi natijasida kelib chiqadi, negaki, bu harakatlarda xayoliy tajovuz mavjud bo‘lmaydi.\n\n21. Himoyaga xos bo‘lgan zaruriy mudofaa xuquqiyligi-ning muhim sharti himoyaning aniq sharoitda tajovuzning xususiyati va xavfliligiga mos bo‘lishidir. Tajovuz hamda himoyaning aniq mavjudligi shaxsning qilmishi zaruriy mudofaa holatida ekanligidan dalolat beradi. Mazkur elementlarning shunchaki uyg‘unligi shaxsning qilmishini zaruriy mudofaa sifatida kvalifikatsiya qilish uchun yetarli bo‘lmaydi. Elementlar talab doirasida bir-biri bilan uyg‘unlikda bog‘langan bo‘lishi kerak.\n\n22. Zaruriy mudofaadagi himoya qonunda belgilangani-dek, ijtimoiy xavfli tajovuz natijasida ma’lum harakatlarda aks etadi. Shu o‘rinda ta’kidlamoq joizki, mazkur harakatlar aktiv xarakterga ega, ya’ni harakatlar himoyalanuvchi shaxs tashabbusi bilan amalga oshiriladi. Himoya jarayoni, hujum hamda himoya vositalari tajovuzchi va himoyalanuvchida bir xil bo‘lishi talab qilinmaydi. Bundan tashqari, himoyalanuvchining aktiv harakatlari bevosita tajovuzchiga qarshi yo‘naltirilganligida namoyon bo‘ladi. Zaruriy mudofaa jarayonida himoya qilishda harakatlarning faol ekanligi, u nafaqat tajovuzga javob berish, balki aks xujumga o‘tishi mumkinligi, tajovuz qiluvchi shaxsni unga zo‘rlik ishlatish orqali majburlashga o‘tishi mumkinligida ifodalanadi.\n\n23. Zaruriy mudofaada himoyalanishga qaratilgan harakatlar ijtimoiy xavfli bo‘lsa-da, u qonunda belgilangan mudofaalanuvchining tashabbusi bilan amalga oshiriladigan faol xatti-harakatlardan iboratdir. Lekin shunday holatlar ham mavjudki, ular zaruriy mudofaa, deb xisoblanmasligi kerak. Masalan, tajovuz kilinayotgan vaqtda mudofaalanuvchining harakatlari chekinish, qochish kabi «passiv» xarakterga ega bo‘lsa va bunda tajovuzdan tajovuzchiga zarar yetkazilgan bo‘lsa ham (masalan, tajovuzchi mudofaalanuvchini ushlash maqsadida uning orqasidan quvgan vaqtida yiqilib jarohat olgan bo‘lsa, bunday harakatlar nafaqat zaruriy mudofaa, balki jinoyat deb ham tan olinmaydi.) Negaki, mazkur harakatlarda hatto jinoyatning formal belgilari ham mavjud emas.\n\n24. Zaruriy mudofaadagi himoya to‘g‘riligining majburiy shartlari uning maqsadga yo‘naltirilganligi, ya’ni himoyalanuvchi shaxs harakatlarining ijtimoiy foydali maqsadga erishishga qaratilgan obyektiv va subyektiv belgilar tizimi tushuniladi. Subyektiv belgilar tizimi tajovuz yo‘naltirilgan belgilangan ijtimoiy munosabat-larni himoya qilish talablari namoyon bo‘ladi. Shuni inobatga olish kerakki, himoya harakatlari nafaqat himoyalanuvchining huquq va manfaatlariga tajovuz qilinganda, balki boshqa shaxs, tashkilot, muassasa, jamiyat va davlat manfaatlariga nisbatan qaratilishi mumkin. Bunda tajovuzning yo‘nal-tirilganligi ahamiyatga ega emas. Mudofaa qilish harakatlarini ijtimoiy foydali manfaatga erishuvga qaratil-gan, deb tan olishda jabrlanuvchining rasman yordam so‘rab murojaat qilganligi, uning yordam ko‘rsatishga rozilik berganligi yoki yordam ko‘rsatmaslik talabi ham ahamiyatga ega bo‘lmaydi. Zaruriy mudofaani qo‘llash har bir shaxsning subyektiv huquqi hisoblanadi. Shuning uchun, boshqa shaxslarga qaratilgan tajovuzning oldini olishga qaror qilish himoyalanuvchining istagiga bog‘liq. Shaxsning qilmishi ijtimoiy foydali bo‘lmasa yoki jinoyat qonuni bilan qo‘riqlanadigan munosabatlarga tajovuz qilishga qaratilgan bo‘lsa, bunday qilmish jinoyat, deb baholanadi. Ijtimoiy foydali maqsadga erishishga qaratilgan zaruriy mudofaa mavjud bo‘lmasa, shaxsning himoya harakatlarini ahamiyatsiz qilib qo‘yadi, ayrim holatlarda esa, jinoiy, masalan, zaruriy mudofaani maxsus uyushtirish jinoyat hisoblanadi. Bu shunday holatki, shaxs zaruriy mudofaa ko‘rinishida zarar yetkazish maqsadida anglagan holda boshqa shaxsda agressiv harakatlar uyg‘otadigan sharoitlar yaratadi. Bunday hollarda himoyalanuvchi ijtimoiy foydali maqsadga erishish uchun emas, balki o‘zida mavjud ayrim sabablarga ko‘ra harakatlanadi. Himoyalanuvchining bunday harakatlari qasd mavjud jinoyat sifatida baholanishi lozim. Masalan, O‘zbekiston Respublikasi Oliy sudi Plenumining tushuntirishlariga ko‘ra, agar shaxs ziyon yetkazish (urishish, azob berish, o‘ch olish va boshqalar) niyatida hujumning kelib chiqishiga sababchi bo‘lsa, bunday harakatlarni zaruriy mudofaa yo‘sinida qilingan deb topish mumkin emas. Bu holatlarda sodir etilgan xatti-harakatlar umumiy asoslarda tavsiflanishi lozim.\n\n25. Zaruriy mudofaaning maqsadga yo‘naltirilgan zaruriy sharti subyektiv tomondan himoyalanuvchining harakatlari ijtimoiy foydali maqsadga qaratilganligida ifodalanadi. Himoyalanuvchi amalga oshirilayotgan harakatlarining ijtimoiy foydali fe’l-atvorga ega ekanligini anglashi lozim. Kimda kim hujumni amalga oshirayotgan shaxsning huquqqa xilof tajovuzlarini bilmagan holda bartaraf etsa, ya’ni uning huquq bilan belgilangan manfaatlarga zarar yetkazsa, shaxsning harakatlarida zaruriy mudofaa holatidagi himoya mavjud emas, deb qaraladi. Bunda shaxsning irodaviy holati katta ahamiyatga ega, ya’ni himoyalanuvchi tajovuzning oldini olib, ijtimoiy foydali maqsadga erishishni ko‘zlagan bo‘lishi kerak. Shunday qilib, zaruriy mudofaaning maqsadi nafaqat shaxsning himoya harakatlari orqali ijtimoiy foydali natijaga erishish, balki o‘sha shaxsning o‘z harakatlarini anglashini va bu maqsadga erishishni xohlashini talab qiladi.\n\n26. Zaruriy mudofaaning keyingi asosiy sharti, bu zaruriy mudofaa vaqtida zarar uni hayotdan mahrum qilish, SORLARIGA zarar yetkazish, mulkni nobud qilish va boshqalar faqat tajovuzchiga yetkazilishi mumkin. Uchinchi shaxslarning huquq va erkinliklari jamiyat yoki davlat manfaatlariga zarar yetkazilishiga yo‘l qo‘yilmaydi. Qonunning bunday talabi zaruriy mudofaani amalga oshirish huquqi tajovuzchining huquqqa xilof harakatlari natijasida kelib chiqishiga asoslanadi. Shuni inobatga olish zarurki, zaruriy mudofaa sharoitida tajovuzchiga zarar yetkazish chog‘ida kim tajovuzni amalga oshirayotgani, bundan tashqari, tajovuzchi hamda mudofaalanuvchi o‘rtasida qanday munosabat borligi inobatga olinmaydi. Shu sababli, mudofaa mudofaalanuvchining yaqinlariga (turmush o‘rtog‘i, qarindoshi, do‘sti), fuqaro yoki hokimiyat vakiliga nisbatan amalga oshirilishi mumkin.\n\n27. Himoya qaratilgan qilmishni sodir etmayotgan uchinchi shaxslarga nisbatan huquqqa xilof tajovuzning oldini olish maqsadida zarar yetkazish zaruriy mudofaa hisoblanmaydi. Agar tajovuz natijasida mudofaalanuvchi tomonidan boshqa shaxslarga zarar yetkazilgan taqdirda, uning qilmishi:\n\n-Jinoyat kodeksida belgilangan talablarga javob bersa, oxirgi zarurat sifatida;\n\n-sodir etilgan jinoyatda barcha zaruriy shartlar mavjud bo‘lgan hollarda xayoliy mudofaa qoidalari bo‘yicha zaruriy mudofaa yoki ehtiyotsizlik orqasidan sodir etilgan jinoyat sifatida;\n\n-umumiy shartlar asosida qasddan yoki ehtiyotsizlik orqasida sodir etilgan jinoyat sifatida;\n\naybsiz holda zarar yetkazish sifatida, bunday hollarda qilmish Jinoyat kodeksiga binoan javobgarlikka tortish uchun asos bo‘lmaydi, deb kvalifikatsiya qilinishi mumkin.\n\n28. Himoyaga xos bo‘lgan zaruriy mudofaa huquqiyligining muhim sharti himoyaning aniq sharoitda tajovuzning xususiyati va xavfligiga mos bo‘lishidir. Zaruriy mudofaaning bu belgisi «tajovuz va himoyaning mutanosibligi», deb nomlanadi. Sudlar zaruriy mudofaa alomatlari bor yoki yo‘qligi masalasini hal etishda himoyalanish va hujum vositalarini hisobga olishdan tashqari tajovuzchi tomonidan himoyalanuvchiga tug‘dirilgan xavfning fe’l-atvori, himoyaning kuchi va tajovuzni qaytarish imkoniyatlari, shuningdek, hujum va himoyalanuvchining kuchi nisbatlariga ta’sir ko‘rsatuvchi ishdagi barcha holatlarini (hujum qiluvchi va himoyalanuvchilarning soni, ularning yoshi, jismoniy quvvati, quroli, joy, vaqt va boshqalar) hisobga olishlari zarur. Agar tajovuz bir guruh shaxslar tomonidan sodir etilgan bo‘lsa, mudofaalanuvchi hujum qiluvchilarning har biriga nisbatan guruhdagi barcha tajovuzchilar harakatining fe’l-atvori va xavflilik darajasiga qarab tegishli himoya choralarini ko‘rishga haqli.\n\n29. Bunday holatda tajovuz fe’l-atvori sifatida jinoiy maqsadning tashqi ko‘rinishi, ya’ni qilmish obyektiv tomonining sifatli xarakteristikasi (tavsifi) namoyon bo‘ladi. Tajovuzning fe’l-atvorini baholashda qo‘llaniladigan tuzilmaviy elementlar uning jadalligi, to‘satdanligi, qat’iyligi va uning jinoiy maqsadga erishishida namoyon bo‘ladi. Bundan tashqari, tajovuz fe’l-atvorini aniqlashda jinoiy maqsadga erishish yo‘lini ham (zo‘ravonlik bilanmi yoki aksincha) inobatga olmoq zarur. Mudofaaning tajovuz xususiyati va xavfliligi darajasiga muvofiq kelishining asosiy talabi mudofaaning jinoiy tajovuzning ichki tomoniga mos kelishi. Qilmishning ichki tomoni uning ijtimoiy munosabatlarga jinoiy zarar yetkazishga yo‘naltirilganligi orqali izohlanadi. Zaruriy mudofaadagi tajovuzning xatarliligiga qarab, himoya qo‘llash jinoiy qilmishning ichki tomonidan belgilanadi Ichki tomon deb, aniq ijtimoiy munosabatlar (jinoyat obyektiga) zarar yetkazish amalga oshirilayotgan jinoyat tushuniladi. Obyektning qiymati qanchalik yuqori bo‘lsa, qilmish shunchalik xatarlidir. Shunday qilib, tajovuzning xatarliligini belgilovchi xususiyat shuki, bunda jinoyat uning zararliligidan tavsiflanadi. Jinoyat uchun zarar qancha katta bo‘lsa, qilmish shuncha xatarli hisoblanadi. Himoyaning to‘g‘riligini belgilovchi yana quyi-dagi elementlar inobatga olinadi: hujum qiluvchi va himoyalanuvchilar soni, ularning yoshi, jismoniy quvvati, quroli, joyi, vaqti va boshqalar. Bundan tashqari, himoyalanuvchi ma’lum bo‘lgan tajovuzchi shaxsi; tajovuz sodir bo‘lishigacha bo‘lgan vaqt davomida tajovuzning himoyalanuvchiga nisbatan agressiv munosabati; himoyalanuvchi jinsi; himoya vositalarining mavjudligi va ulardan foydalanish fe’l-atvori; himoyalanuvchining ruhiy holati.\n\n30. Zaruriy mudofaa holatida ko‘rsatilayotgan tajovuzga nisbatan shaxsga yoki bir guruh shaxslarga qaratilganligi mos kelishi kerak. Agar tajovuz bir guruh shaxslar tomonidan sodir etilgan bo‘lsa, mudofaalanuvchi hujum qiluvchilarning har biriga guruhdagi hamma tajovuzchilar harakatining fe’l-atvori va xavflilik darajasiga qarab, tegishli himoya choralarini ko‘rishga haqli. Shu bilan birga, bir guruh shaxslar tomonidan sodir etilayotgan tajovuz fe’l-atvor hamda xavfliligi guruhdagi alohida shaxsning holatidan emas, balki guruhning barcha a’zolari harakatidan kelib chiqib belgilanadi. Shu sababdan, bir guruh shaxslar tomonidan tajovuz amalga oshirilsa, mudofaalanuvchi hujum qiluvchilarning har biriga nisbatan guruhdagi barcha tajovuzchilar harakatining fe’l-atvori va xavflilik darajasiga qarab tegishli himoya choralarini ko‘rishga haqli.\n\n31. Mudofaaning muvofiq bo‘lishi himoyalanishning yaxlit bir butunlik deb qaraladigan tajovuzning alohida elementlariga emas, balki uning barcha elementlariga muvofiqligini ko‘zda tutishini qayd etish kerak. Shuning uchun mudofaalanuvchining harakatlarini baholashda, masalan, faqat yetkazilgan zararning og‘irligidan yoki himoyalanish va tajovuz qilishning vositalari muvofiqligidan kelib chiqish mumkin emas, chunki tajovuz tufayli vujudga kelgan kuchli ruhiy hayajonlanish holatida himoyalanuvchi hamma vaqt ham yuz bergan xavfning xarakterini aniq anglab olmaydi va himoyaning tajovuzga nisbatan muvofiq usulini tanlay olmaydi. Shuningdek, mudofaa va tajovuzning intensivligida mutanosiblik ham talab etilmaydi.\n\n32. Himoyalanishning tajovuz fe’l-atvori va xavfiga muvofiq bo‘lishining shartini mudofaaning yetarli bo‘lishi talabi, deb tushunmaslik lozim, chunki tajovuzga javob beruvchi shaxs, odatda, har doim ham tajovuzning fe’l-atvori va xavfini aniq baholay olishi va jinoyatning oldini olish uchun kerakli va yetarli zararni yetkaza olishi mumkin bo‘lavermaydi. Zaruriy mudofaa holatidagi shaxs tomonidan yetkaziladigan zarar javob beriladigan tajovuz yetkazishi mumkin bo‘lgan va tahdid solgan zarardan kamroq, unga teng yoki undan ko‘proq bo‘lishi mumkin. Lekin bu holat sodir etilgan qilmishni zaruriy mudofaa deb baholanishiga ta’sir etmaydi, chunki zaruriy mudofaaning maqsadi tajovuzdan yetkaziladigan ehtimoliy zararni kamaytirish emas (oxirgi zaruratdagi kabi), balki uning oldini olish, himoya qilinadigan manfaatlarni himoyalash bo‘ladi.\n\n33. Qonunda agar zaruriy mudofaa chegarasidan chetga chiqilmagan bo‘lsa, himoya huquqiydir, deb belgilab qo‘yilgan. Tajovuzning xususiyati va xavflilik darajasiga butunlay muvofiq kelmaydigan mudofaa zaruriy mudofaa chegarasidan chetga chiqish, deb topiladi. Biroq, bundan oldin o‘rganib chiqilgan shartlardan farqli o‘laroq, shaxs harakatlarining mavjud belgiga mos kelmasligi (ya’ni, zaruriy mudofaa chegarasidan chetga chiqishi) bunday himoya holati mavjud emasligi hamda qilmishning umumiy asoslarda baholanishi talabi qo‘yilishini emas, balki qonun orqali javobgarlikni yengillashtiruvchi holat sifatida baholashni talab qiluvchi zaruriy mudofaa chegarasidan chetga chiqqan holdagi qilmish, deb kvalifikatsiya etishni taqozo etadi. Shu o‘rinda aytib o‘tish joizki, zaruriy mudofaa chegarasidan chetga chiqish faqat Jinoyat kodeksi bilan himoya qilingan tajovuzchining huquq, erkinlik va manfaatlariga zarar yetkazgandagina o‘zining jinoyat-huquqiy ahamiyatiga ega bo‘ladi. Jinoyat qonuni bilan himoya qilinmaydigan obyektlarga zarar yetkazishga zaruriy mudofaa chegarasidan chetga chiqish sifatida qaralmaydi va Jinoyat kodeksi asosida javobgarlikka tortilmaydi. Biroq, zaruriy mudofaa chegarasidan chetga chiqish natijasida boshqa obyektlarga zarar yetkazilgan bo‘lsa, bu holat ma’muriy, fuqarolik huquqiy javobgarlikni keltirib chiqarishi mumkin.\n\n34. Zaruriy mudofaa chegarasidan chetga chiqish obyektiv va subyektiv belgilarga ega. Obyektiv tomonidan zaruriy mudofaa chegarasidan chetga chiqish mudofaaning tajovuz fe’l-atvori (xususiyati) va xavflilik darajasi ochiq-oydin muvofiq bo‘lmasligida namoyon bo‘ladi. Bunda tajovuzchiga jinoiy qilmish sodir bo‘lganda kelib chiqishi mumkin bo‘lgan oqibatga qaraganda og‘irroq zarar yetkaziladi. Bunday holatdagi himoya zaruratdan emas, balki baho bera olmaslikdan kelib chiqadi. Mazkur himoya tajovuz fe’l-atvori va xavflilik darajasiga haqiqiy holatga mos kelmagan holda hamda himoya vositalari va usullarini qo‘llash orqali kelib chiqishi mumkin.\n\n35. Shuni inobatga olish kerakki, zaruriy mudofaa chegarasidan chetga chiqish faqat qat’iy belgilangan holatda zaruriy mudofaa holatida bo‘lishi mumkin, bu esa, muayyan qilmishda zaruriy mudofaa qonuniyligining barcha shartlari mavjud bo‘lishini talab etadi. Ayni paytda, zaruriy mudofaa chegarasidan chetga chiqish shaxs xayoliy tajovuzdan himoya qilishni amalga oshirgan hollarda xayoliy mudofaa holatlarida ham yuzaga kelishi mumkin. Jumladan, xayoliy mudofaada shaxsning harakatlari bilan tegishli haqiqiy tajovuz sharoitida yo‘l qo‘yiladigan zararning chegarasidan ochiq-oydin chetga chiqadigan zarar yetkazilgan bo‘lsa, ular zaruriy mudofaa chegarasidan chetga chiqish, deb malakalanishi lozim. \n\n36. Zaruriy mudofaa chegarasidan chetga chiqishning subyektiv tomondan aybning qasd shakli, xususan, zaruriy mudofaa chegarasidan chetga chiqishga nisbatan qasd va jinoiy oqibatga nisbatan ehtiyotsizlik bilan tavsiflanadi. Xususan, amaldagi jinoyat to‘g‘risidagi qonunchilikka muvofiq, zaruriy mudofaa chegarasidan chetga chiqish deb himoyaning tajovuz xarakteri va xavflilik darajasiga mos kelmasligiga shubha tug‘dirmaydigan aniq holat tushuniladi. Zaruriy mudofaa chegarasidan chetga chiqilgan yoki chiqilmaganligini aniqlashda subyektiv tomonning maqsadi, ya’ni aynan tajovuzdan mudofaalanishning maqsadiga e’tibor berish lozim. Agar bunday maqsad bo‘lmasa, qilmish zaruriy mudofaa chegarasidan chetga chiqish, deb kvalifikatsiya qilinmasligi kerak. Shunday qilib, Jinoyat kodeksi zaruriy mudofaa chegarasidan chetga chiqishga nisbatan qasdni (to‘g‘ri yoki egri) belgilaydi. Tajovuzchiga uning hujumini qaytarish vaqtida ehtiyotsizlik bilan yetkazilgan zarar jinoiy javobgarlikni keltirib chiqarmaydi. Ayni paytda yuzaga kelgan jinoiy oqibatlar yuzasidan mudofaalanuvchida faqat o‘ziga ishonish yoki ehtiyotsizlik tariqasidagi aybning ehtiyotsiz turi bo‘lishi mumkin, qasd esa, zaruriy mudofaa chegarasidan chetga chiqishdan iborat bo‘lgan qilmishning o‘zida mavjud bo‘ladi. Masalan, zaruriy mudofaa chegarasidan chetga chiqib, qasddan badanga og‘ir tan jarohati yetkazilganlik tajovuzchining o‘limiga olib kelsa, himoyalanuvchining aybi tajovuzchining o‘limiga nisbatan ehtiyotsizlik oqibatida yuz bergan bo‘lsa, Jinoyat kodeksining 107-moddasi bilan tavsiflanishi kerak. Yuzaga kelgan oqibatlarga nisbatan faqat aybning qasddan bo‘lgan shakli mavjud bo‘lishiga asoslangan ushbu masalani boshqacha hal etish jinoiy javobgarlik chegarasini asossiz toraytirib, Jinoyat kodeksining vazifalari hal etilishiga yordam bermaydi. Agar zaruriy mudofaa chegarasidan chetga chiqishda mudofaalanuvchi jinoiy oqibatlar yuzaga kelishi mumkinligini anglab yetgan va ularning yuzaga kelishini istagan yoki ongli ravishda yo‘l qo‘ygan bo‘lsa, uning harakatlari tegishlicha qasddan sodir etilgan mustaqil jinoyat, deb malakalanadi. Bunda zaruriy mudofaa chegarasidan chetga chiqish alomatiga ko‘ra malakalanish talab etilmaydi, lekin bu holat yengillashtiruvchi holat sifatida hisobga olinadi.\n\n37. Himoyalanuvchi inobatga olgan maqsad zaruriy mudofaa chegarasidan chetga chiqishning subyektiv tomoni zaruriy elementi hisoblanadi: bunda tajovuzdan mudofaalanishning maqsadiga e’tibor berish lozim. Bunday maqsadning bo‘lmasligi qilmish zaruriy mudofaa chegarasidan chetga chiqish, deb kvalifikatsiya qilinmasligiga asos bo‘ladi.\n\n38. Agar zaruriy mudofaa chegarasidan chetga chiqishning oqibatida tajovuzchining o‘limi yuz bersa yoki unga og‘ir tan jarohati yetkazilsa, u holda mudofaalanuvchi mos holda Jinoyat kodeksining 100 va 107-moddalari bo‘yicha jinoiy javobgarlikka tortilishi lozim. Jinoyat kodeksining ushbu moddalari bo‘yicha zaruriy mudofaa chegarasidan chetga chiqishda malakalash, shuningdek, u yoki bu jinoyatning malakalovchi alomatlari mavjud bo‘lganda ham o‘tkazilishi lozimligini unutmaslik lozim. Jumladan, zaruriy mudofaa chegarasidan chiqib odam o‘ldirish Jinoyat kodeksining 97-moddasi 2-qismining «a, b, d, j, r, s» bandlarida ko‘rsatilgan holatlarda sodir etilgan hollarda ham Jinoyat kodeksining 100-moddasi bilan tavsiflanishi lozim va Jinoyat kodeksining 107-moddasi bo‘yicha ham shunday malakalanish o‘tkazilishi mumkin.\n\n39. Zaruriy mudofaa chegarasidan chiqib, sodir etilgan qasddan odam o‘ldirish, qasddan og‘ir yoki o‘rtacha og‘ir tan jarohati yetkazish jinoyatlarini kuchli hayajonlanish holatida yuz bergan odam o‘ldirish, og‘ir yoki o‘rtacha og‘ir tan jarohatlari yetkazish jinoyatlaridan farq qilish kerak. Bu yerda shuni nazarda tutish kerakki, kuchli ruhiy hayajonlanish oqibatida sodir etilgan jinoyatlarda jabrlanuvchiga zarar yetkazish himoyalanish maqsadida bo‘lmaydi, demak, zaruriy mudofaa holatida ham yuz bermaydi. Bundan tashqari, jabrlanuvchining xatti-harakatlari tufayli to‘satdan yuz bergan ruhiy hayajonlanish jinoyatlari (Jinoyat kodeksining 98, 106-moddalari) xuddi shunday hayajonlanish ta’siri ostida vujudga keladi, zaruriy mudofaa chegarasidan chiqib sodir etilgan jinoyatlar uchun esa, bunday belgi bo‘lishi shart emas. Agar himoyalanuvchi to‘satdan yuz bergan kuchli ruhiy hayajonlanish oqibatida zaruriy mudofaa chegarasidan chetga chiqsa, ayblanuvchining harakati Jinoyat kodeksining 100 yoki 107-moddalari bilan tavsiflanishi kerak.\n\n40. Shaxsning harakatlarida zaruriy mudofaa chegarasidan chetga chiqish malakalanganda faqat umumiy ifodalash bilan cheklanmasligi lozim. Zaruriy mudofaa chegarasidan chetga chiqish mavjudligi to‘g‘risidagi xulosa ishning muayyan holatlariga asoslanishi lozim, bunda himoyaning hujum fe’l-atvori va xavflilik darajasiga butunlay nomuvofiq ekanligini anglatuvchi xulosa, albatta, ko‘rsatilishi lozim.\n\n41. Zaruriy mudofaa aktini qo‘llash har bir shaxsning shaxsiy huquqidir va bunday huquqni amalga oshirish faqat uning o‘zigagina bog‘liq bo‘lib, bu huquq zaruriy mudofaani qo‘llash vaqtida amalga oshiriladi. Zaruriy mudofaaga bo‘lgan huquqning subyekti bevosita o‘ziga yoki boshqa shaxslar, jamiyat va davlat manfaatlariga qarshi qaratilgan tajovuzga nisbatan mudofaalanuvchi shaxs hisoblanadi. Bunda mazkur subyektning muomalaga layoqatliligi ahamiyatga ega emas. Bundan tashqari, shaxsning lavozim hamda ijtimoiy ahvoli ham ahamiyat kasb etmaydi. Zaruriy mudofaalanish huquqi har bir shaxsda tug‘ilgandan kelib chiqadi va u xoh oddiy fuqaro bo‘lsin, xoh chet ellik yoki mansabdor shaxs, bu huquqdan foydalana oladi. Faqatgina muvofiq jinoyat subyektlari zaruriy mudofaa chegarasidan chetga chiqish subyekti hisoblanadi. Zaruriy mudofaa chegarasidan chetga chiqib, odam o‘ldirish, og‘ir yoki o‘rtacha og‘ir tan jarohati yetkazish uchun 16 yoshga to‘lgan aqli raso shaxs javobgarlikka tortiladi. \n\n42. Shuni ta’kidlash joizki, zaruriy mudofaa huquqi shaxsning jamiyat yoki davlat manfaatlariga qarshi qara-tilgan ijtimoiy xavfli tajovuz kelib chiqqanda bunday tajovuzdan himoyalanish borasidagi har bir shaxsning o‘ziga tegishli axloqiy huquqidir. Shuning uchun, har bir shaxs zaruriy mudofaa huquqidan foydalanish kerakligi yoki kerak emasligini o‘zi hal qiladi. Bunda bu huquqdan foydalanish qanaqadir tashqi holatlarga bog‘liq bo‘lmaydi. Masalan, boshqa shaxslarga yoki hokimiyat organlariga yordam so‘rab murojaat qilish. Tajovuzga uchragan shaxs, undan qochib qutulish, boshqa fuqarolarga va hokimiyat vakillariga yordam so‘rab murojaat qilish yoki boshqa usullar bilan tajovuzdan saqlanish imkoniyatiga ega bo‘lsa, bunday holda tajovuzga qarshi aktiv ravishda mudofaalanish huquqiga ega bo‘lmaydilar degan fikr mutlaqo noto‘g‘ri. Biroq, belgilangan doiradagi shaxslar uchun zaruriy mudofaalanish huquqi axloqiy kategoriya doirasidan huquqiy belgilangan sohaga o‘tadi. Bunday shaxslar qatoriga qonunda to‘g‘ridan to‘g‘ri ko‘rsatib qo‘yilgan yoki xizmat yuzasidan jinoyatchilikka qarshi kurash olib borish, odamlarni qutqarish, jamoat tartibini saqlash vazifasi yuklatilgan shaxslar kiradi (masalan, militsiya, ichki ishlar organlarining boshqa qismlari, davlat xavfsizlik xizmati xodimlari, inkassator va boshqalar). Zaruriy mudofaaning mazkur shaxslar tomonidan amalga oshirilishi ularning yuridik majburiyati hisoblanadi."
        },
        {
            "modda_raqami": "38-modda. Oxirgi zarurat.",
            "matni": "Oxirgi zarurat holatida, ya’ni shaxsning yoki boshqa fuqarolarning shaxsiga yoxud huquqlariga, jamiyat yoki davlat manfaatlariga tahdid soluvchi xavfni qaytarish uchun qonun bilan qo‘riqlanadigan huquq va manfaatlarga zarar yetkazgan holda sodir etilgan qilmish, basharti, shu xavfni o‘sha holatda boshqa choralar bilan qaytarishning iloji bo‘lmasa hamda keltirilgan zarar oldi olingan zararga qaraganda kamroq bo‘lsa, jinoyat deb topilmaydi. Shaxsning oxirgi zarurat holatida sodir etgan qilmishi, basharti oxirgi zarurat chegarasidan chetga chiqilmagan bo‘lsa, qonuniy deb topiladi. Agar boshqa vositalar orqali xavfning oldini olish mumkin bo‘lsa yoki keltirilgan zarar oldi olingan zarardan oshib ketsa, qonun bilan qo‘riqlanadigan huquq va man faktlarga bunday zarar yetkazish oxirgi zarurat chegarasidan chetga chiqish deb topiladi. Oxirgi zarurat holatida sodir etilgan qilmishning qonuniyligini baholashda oldi olinishi lozim bo‘lgan xavfning xususiyati va xavflilik darajasi, shunday xavfning haqiqatan mavjud yoki mavjud emasligi va yuz berish vaqtining yaqinligi, xavfni qaytaruvchi shaxsning mavjud imkoniyatlari, vujudga kelgan vaziyatdagi ruhiy holati va ishning boshqa holatlari hisobga olinadi.",
            "sharxi": "1. Qilmishning jinoiyligini istisno etuvchi holatlar-dan biri oxirgi zaruratdir. Biroq, zaruriy mudofaadan farqli ravishda, oxirgi zarurat huquqqa xilof tajovuzning oldini olishga emas, balki huquqiy himoyalangan manfaatlar to‘qnashuvida yuzaga keladigan kelishmovchiliklarni hal qilishga qaratilgan huquqiy mexanizmni shakllantirishga xizmat qiladi. Shaxs oxirgi zarurat holatida turganida quyidagilardan birini tanlashi lozim: xavf solayotgan xatarning sodir bo‘lishiga yo‘l qo‘yish yoki qonuniy manfaatlarga zarar yetkazish orqali xatarning oldini olish. So‘nggi holatda shaxsning harakatlari rasmiy jihatdan jinoyatdan farq qilmasligi mumkin, biroq ma’lum shartlar asosida mazkur holat ijtimoiy foydali hamda huquqqa mos, deb tan olinadi. Oxirgi zaruratning huquqiyligini belgilovchi shartlar ikki guruhga bo‘linadi:\n\n-tahdid solayotgan xavfga nisbatan huquqiy shartlar;\n\n-mudofaaga nisbatan huquqiy shartlar.\n\n2. Oxirgi zaruratning tahdid solayotgan xavfga nisbatan huquqiy shartlari shunday holatlarga tavsif beradiki, bunda tahdid solayotgan xavf qonun bilan qo‘riqlanayotgan ijtimoiy munosabatlarga (manfaatlar) ga qaratilgan bo‘ladi. Oxirgi zaruratning tahdid solayotgan xavfga nisbatan huquqiy shartlari haqida gapirganda, uning ijtimoiy xavfliligi, mavjudligi va haqiqiyligi pozitsiyasidan turib tavsiflanadi.\n\n3. Ijtimoiy xavflilik shunday holatki, bunda bu holat o‘zining xususiyatiga ko‘ra, jinoyat qonuni bilan qo‘riqlanadigan ijtimoiy ahamiyatli obyektlarga zarar yetkazish imkoniyatiga ega bo‘ladi. Bunday obyektlar sirasiga Jinoyat kodeksida belgilangan oxirgi zarurat holatida turgan shaxsning huquqi boshqa fuqarolar, jamiyat hamda davlatning manfaatlari kiradi. Ijtimoiy xavfli oxirgi zaruratni keltirib chiqaruvchi holatlar sifatida atrof-muhitga, mulkka, boshqaruv tartibiga tahdid solayotgan xavf tan olinadi.\n\n4. Shuni inobatga olish kerakki, oxirgi zaruratda holatlar faqat ijtimoiy xavfli bo‘lmog‘i darkor, zaruriy mudofaadan farqli ravishda huquqqa xilof belgilar mavjud bo‘lishi shart emas, ya’ni, nafaqat boshqa shaxslarga tajovuz qilish, balki tabiat kuchlari ta’siri (tabiiy ofatlar, ob-havo sharoitlari, zilzila, suv toshqini) xavf manbaidir; odam organizmining fiziologik va patologik o‘zgarishlari (og‘riq, zo‘riqish); yuqori xavf manbai; hayvonlar harakati; mashina hamda mexanizmlarning nosozligi va boshqalar tushuniladi. Bundan tashqari, xavf manbai sifatida aybsiz harakat ham tan olinadi. Tahdid solishi mumkin bo‘lgan xavf manbalarining to‘liq ro‘yxatini mantiqan tasavvur qilib bo‘lmaydi.\n\n5. Xavf manbai shaxsning xulq-atvori bo‘lgan taqdirda tergov va sud organlari sodir etilgan qilmishning subyektiv tomoniga e’tibor qaratishlari kerak. Agar shaxs qasddan o‘ziga yoki boshqa shaxslarga yoxud jamiyat manfaatlariga nisbatan xavfli holatni keltirib chiqarib, so‘ng buni oxirgi zarurat holatiga yo‘yib, qandaydir jinoiy qilmish sodir etsa, uning harakatlari, umumiy asoslarga ko‘ra, jinoyat deb kvalifikatsiya qilinishi kerak. Bunday harakatlar oxirgi zaruratni qasddan keltirib chiqarish hisoblanadi. Agar shaxsning dastlabki xatti-harakati qasddan sodir etilib, keyinchalik vujudga kelgan ijtimoiy xavfli oqibatni bartaraf etish maqsadida yana bir ijtimoiy xavfli qilmish sodir etsa, uning ikkinchi (so‘nggi) qilmishi oxirgi zarurat sifatida kvalifikatsiya qilinishi mumkin. Masalan, shaxs boshqa bir shaxsga og‘ir tan jarohati yetkazib, keyinchalik uning hayotini qutqarib qolish uchun avtomashinani olib qochsa, shaxsning keyingi qilmishi oxirgi zarurat, deb topiladi va jinoiy javobgarlikka tortilmaydi. Agarda, shaxs tomonidan sodir etilgan birinchi qilmish ehtiyotsizlik orqasida yoki aybsiz holda (qasdni qamrab olmagan bo‘lsa) sodir etilsa, buning oqibatida kelib chiqqan yuqori zarar kam zarar (ikkinchi qilmish) orqali oldi olinsa, bunday holat oxirgi zarurat, deb kvalifikatsiya qilinishi mumkin. Birinchi qilmishga esa, mustaqil huquqiy baho berilishi lozim.\n\n6. Shuni ta’kidlash joizki, fuqarolar va mansabdor shaxslarning belgilangan huquqiy harakatlari (harakat-sizligi) ham oxirgi zaruratning xavf manbai sifatida tan olinadi. Bular qatoriga jinoyatni istisno qiluvchi holatlar (zaruriy mudofaa, ijtimoiy xavfli qilmish sodir etgan shaxsni ushlash vaqtida zarar yetkazish misolida ko‘rish mumkin), sodir etilgan harakat (harakatsizlik) kiradi. Xavf manbai bo‘lib, shuningdek, zaruriy mudofaa, buyruqni bajarish huquqiyligining chegarasidan chiqib sodir etilgan qilmishlar hisoblanadi. Bunday holatlarga qarshi oxirgi zaruratni qo‘llash mumkin.\n\n7. Xavfning mavjudligi qonun bilan qo‘riqlanayotgan obyektlarga muqarrar zarar yetkazilishi mumkin bo‘lgan xavfning vujudga kelishi, zarar yetkazilayotganligini yoxud haqiqiy xavf mavjudligini bildiradi, shuningdek, xavfning mavjudligi yoxud zarar yetkazilayotganligi tushuniladi. Oldi olingan yoki o‘tib ketgan xavf mavjud, deb qabul qilinmaydi va oxirgi zarurat, deb hisoblanmaydi. Bunday hollarda zarar yetkazish oxirgi zarurat holatidagi qilmish deb topilmay, umumiy asoslarda huquqiy baho beriladi.\n\n8. Oxirgi zaruratning xavfini belgilovchi zaruriy shart uning haqiqiyligida namoyon bo‘ladi, ya’ni u obyektiv va haqiqiy mavjud bo‘lishi kerak. Agar xavf haqiqiy bo‘lmasdan, shaxs uning mavjudligi haqida noto‘g‘ri taxmin qilgan bo‘lsa, shaxsning bunday qilmishi taxminiy oxirgi zarurat deb baholanib, javobgarlik masalasi faktik xatoga oid umumiy qoidalarga ko‘ra hal qilinishi mumkin. Javobgarlik masalasi esa, faktik xatoga qarab belgilanadi. Bunda shaxsning harakatiga quyidagicha qaraladi:\n\n-oxirgi zarurat sifatida, shaxs o‘z tasavvurining xatoligini bilmasa va bilishi ham mumkin bo‘lmasa;\n\n-shaxs o‘zining taxminlari xatoligini bilmagan va bilishi mumkin bo‘lmagan hollarda, uning harakati shaxs o‘zining taxmini xatoligini bilmagan bo‘lsa, lekin ishning holati bo‘yicha bilishi lozim va mumkin bo‘lsa, ehtiyotsizlik orqasida sodir etilgan jinoyat sifatida baholanadi.\n\n9. Tahdid solayotgan xavfning oldini olishga qaratilgan qilmishning huquqiyligi sharhlanayotgan moddada mustaxkamlangan nazariy va amaliy jihatdan ishlab chiqilgan mezonlar bilan mos bo‘lishi kerak. Mazkur mezonlar quyidagilarda aks etadi, masalan, qilmishning ijtimoiy foydaliligi, majbur bo‘lganlik tufayli sodir etilishi, boshqa shaxslarga yetkazilishi mumkin bo‘lgan zararni bartaraf etishga qaratilganligi, oxirgi zaruratning qonunda belgilangan doiradan chetga chiqmasligi va hokazo. Ko‘rsatib o‘tilgan shartlarga qilmish mos kelgan hollardagina u oxirgi zarurat sifatida kvalifikatsiya qilinishi mumkin.\n\n10. Oxirgi zaruratdagi qilmish qonun bilan qo‘riqlanadigan obyektlarga zarar yetkazish xavfining oldini olishga qaratilgan bo‘ladi, ya’ni u ijtimoiy foydali manfaatlarga xizmat qiladi. Shu o‘rinda ta’kidlash kerakki, jinoyat qonuni har qanday qilmishni huquqiy manfaatlarni himoya qilishga qaratilgan ijtimoiy foydali harakat, deb topmaydi. Qonun bilan qo‘riqlanadigan boshqa manfaatlarga zarar yetkazmasdan xavfni bartaraf etish imkoni mavjudligi oxirgi zaruratning haqiqiyligini istisno etadi. Agar shaxs bunday imkoniyat mavjudligini bilmagan va bilishi mumkin ham bo‘lmasa, uning qilmishi oxirgi zarurat, deb baholanishi mumkin.\n\n11. Qilmishning majburiyligi deganda, vujudga kelgan vaziyatda qonun bilan qo‘riqlanadigan manfaatlarga zarar yetkazish xavfni bartaraf etishning oxirgi yagona usuli ekanligi tushuniladi. Boshqacha qilib aytganda, jinoyat qonuni bilan qo‘riqlanayotgan huquq va manfaatlarga zarar yetkazilishi xavfi mavjud bo‘lgan holatda shaxs huquqiy choralar bilan zararning oldini olishga harakat qilishi kerak. Faqatgina tahdid solayotgan xavfni boshqa usullar bilan to‘xtatib bo‘lmasa, bir manfaat yo‘lida boshqasi qurbon qilinadi, negaki, xavfning oldini olishning boshqa usullari mavjud emas yoki yetarlicha bo‘lmaydi. Shunday qilib, shaxs, eng avvalo, huquq bilan himoyalangan manfaatlar to‘qnashuvining oldini olishga harakat qilishi kerak, buning iloji bo‘lmasagina, uning kamchilikni tashkil qiluvchi qismiga zarar yetkazishi mumkin. Masalaning bunday yechim topishi oxirgi zaruratda teng asoslarda jinoyat qonuni bilan qo‘riqlanayotgan obyektlar to‘qnashishi bilan izohlanishi mumkin. 12. Xavfning boshqa qo‘riqlanayotgan manfaatga zarar yetkazmasdan oldini olish imkoni borligi qilmishning huquqiyligini inkor etadi, bunda mazkur institutning zaruriy mudofaadan farqlovchi aniq tafovuti ko‘rinadi: zaruriy mudofaada boshqa imkoniyat mavjud bo‘lsa ham zarar yetkazilishi mumkin. Bunday holatda sodir etilgan qilmish umumiy asoslarda kvalifikatsiya qilinadi. Bu vaziyatda qilmishning subyektiv tomon harakatlariga e’tibor berishlari kerak, ya’ni, agarda, shaxs ish holatlariga ko‘ra zarar yetkazmasdan xavfning oldini olish mumkinligini anglasa yoki anglashi mumkin bo‘lsa-yu, lekin bunday qilmasa, uning harakatlari qasddan yoki ehtiyotsizlik orqasidan jinoyat sodir etilgan, deb topilishi mumkin. Bu holatda shaxs zarar yetkazmasdan turib, xavfni bartaraf etish mumkinligini ish holatiga ko‘ra anglamasa va anglashi ham mumkin bo‘lmasa, oxirgi zarurat qoidalariga ko‘ra kvalifikatsiya qilinishi mumkin.\n\n13. Shuni inobatga olish kerakki, oxirgi zaruratda qilmishni majburiy amalga oshirish bunday holatlarda uning yagonaligini ko‘rsatmaydi, ya’ni aynan maxsus qilmishning oxirgi bo‘lib ko‘rinishi talab qilinmaydi. Qilmishning majburiyligi zarar yetkazish usulida emas, balki, uning faqat zarar yetkazishda majburiyligidir.\n\n14. Oxirgi zarurat holati belgilariga to‘g‘ri keladigan qilmish sodir etilganda, faqat uchinchi shaxslar huquq va manfaatlariga zarar yetkazishi kerak. Uchinchi shaxs deganda, oxirgi zarurat bo‘yicha bartaraf etilgan xavf bilan aloqador bo‘lmagan shaxslar, jamiyat va davlat manfaatlari tushuniladi. Sharhlanayotgan moddadagi u yoki bu shaxs, jamiyat yoki davlatni uchinchi shaxs sifatida talqin qilish uchun kelib chiqqan xavfga nisbatan obyektiv hamda subyektiv element bog‘liqligini aniqlash talab qilinadi. Jumladan, obyektiv element shaxsning jamiyat yoki davlatning muayyan faoliyati oxirgi zarurat bilan oldi olinadigan xatarni keltirib chiqarishiga ta’sir ko‘rsatmasligi kerakligi talabini qo‘yadi. «Uchinchi shaxslarning huquq va erkinliklariga zarar yetkazishning subyektiv tomoni deb, oxirgi zarurat holatida harakatlanayotgan shaxsning oldi olinayotgan xavfga uchinchi shaxslarning daxli yo‘qligini va ularga zarar yetkazish xohishi borligini anglashi tushuniladi.\n\n15. Oxirgi zaruratni qo‘llashda zarar yetkazishning muvofiqligi deganda, shu tushuniladiki, bunda mazkur zarar oldi olinayotgan xavfga mos bo‘lishi kerak. Biroq, oxirgi zaruratda yetkazilayotgan va oldi olinayotgan zararning muvofiqligi belgisi zaruriy mudofaaning shunga o‘xshash elementidan farq qiladi. Oxirgi zarurat holati qonuniyligining majburiy sharti yetkazilgan zarar oldi olingan zarardan kamroq bo‘lishi talabidir (JK 38-moddasining birinchi qismi). Bunday talab qo‘yilishiga sabab, oxirgi zaruratda zarar tajovuzchining o‘ziga emas, qonun bilan qo‘riqlanayotgan boshqa huquq va manfaatlarga yetkaziladi.\n\n16. Shuni alohida ta’kidlash lozimki, qonun, yetkazilgan zarar miqdori kam ahamiyatli bo‘lishi talabini qo‘yadi. Qonun yetkazilgan zararning ahamiyati qanchalik kam bo‘lishini chegaralamaydi. Shuning uchun, huquqiy, deb nafaqat kam zarar yetkazish tushuniladi, balki o‘z ahamiyati jihatidan oldi olinayotgan zararga yaqin bo‘lishi kerak.\n\n17. Yetkazilgan va oldi olingan zararning mosligi zarar yetkazilgan va himoya qilingan huquq va manfaatlar muvofiqligini bildiradi. Zararning turli ko‘rinishlarida namoyon bo‘ladigan sifat va mikdor ko‘rsatkichlarini belgilaydigan asos mavjud emas. Qaysi manfaat qimmatliroq, qaysi zarar kamroqligi masalasi ishning aniq holatlariga qarab, har bir voqeaning xususiyatlarini inobatga olgan holda hal qilinadi. Bunda quyidagilar inobatga olinadi:\n\n-buzilgan manfaatning muhimligi;\n\n-oldi olingan zarar miqdori;\n\ntahdid solayotgan xavfning fe’l-atvori;\n\n-xavfning oldi olinmaganda qanday oqibatlar yuzaga kelishi mumkinligi va boshqalar.\n\nYetkazilgan hamda oldi olingan zararning sifat-miqdor muvofiqligi prinsipidan kelib chiqqan holda, quyidagi hollarda ish yuritish lozim: oldi olingan xavfga qaraganda yetkazilgan zarar boshqacha fe’l-atvorga ega bo‘lsa. Bunday vaziyatda yetkazilgan zarar bartaraf etilgan xavfdan ko‘ra ko‘p bo‘lsa, bunday hollarda yetkazilgan zararning bartaraf etilgan xavfdan ko‘ra kamroq bo‘lishiga e’tibor berish shart (masalan, shaxsning hayoti va sog‘lig‘ini himoya qilish maqsadida mulkiy zarar yetkazilishi); sifat jihatidan o‘xshash, ya’ni aynan bir xil ijtimoiy munosabatlarga qarshi qaratilgan zarar yetkazilsa (masalan, og‘ir tan jarohati yetkazilishini bartaraf etish maqsadida shaxsga yengil tan jarohati yetkazilishi); sifat jihatidan bir xil zarar yetkazilishi deganda, yetkazilgan va bartaraf etilgan zarar bir xil manfaatlarga yo‘naltirilganligi tushuniladi; bartaraf etilgan xavfdan sifati va darajasi farqlanadigan zarar yetkazilsa, ayniqsa, boshqa obyektlarning ko‘proq sonini qutqarish maqsadida Jinoyat kodeksi himoya qiladigan imtiyozli obyektlarning kamroq soniga zarar yetkazilishi (masalan, bir nechta kishilarga og‘ir tan jarohatlari yetkazilishining oldini olish uchun bir kishini o‘ldirish) bunday holda oxirgi zarurat zarar yetkaziladigan va bartaraf etiladigan Jinoyat kodeksi himoya qiladigan obyektlarning fe’l-atvori o‘rtasida keskin nomuvofiqlik bo‘lmagan holda qonuniy deb tan olinishi mumkin. Bu holda yetkazilgan zararning va oldi olingan zararga nisbatan ahamiyati masalasini hal etish ko‘proq ishning muayyan holatlariga bog‘liq bo‘ladi: xavf bo‘lgan va zarar yetkazilgan obyektlarning individual xususiyatlari, tahdid solgan va yetkazilgan zararning haqiqiy miqdori va boshqalar. Xuddi shunday tarzda bir yoki bir necha katta ahamiyatli ne’matlarni kam ahamiyatli ko‘proq ne’matlarga zarar yetkazilishi holatida himoya qilish masalasi hal etilishi mumkin (masalan, o‘z mulkini o‘zganing mulkiga, jamoat tartibiga, boshqaruv tartibiga zarar yetkazish orqali himoya qilish va hokazo).\n\n18. Belgilab o‘tish joizki, oxirgi zaruratda zarar yetkazishning to‘g‘riligini belgilaydigan qonuniy talab nisbatan zarar kam yetkazish hisoblanadi. Shunday qilib, bir xil zarar yetkazish yoki undan yuqori turuvchi zarar yetkazish muvofiqlik shartini buzadi. Mazkur shart shaxsga zarar yetkazishning ahamiyati kam usulidan foydalanish majburiyatini yuklamaydi. Shuning uchun, agar shaxsda xavfni bartaraf eta oladigan ahamiyati kamroq usullar mavjud bo‘lsa, u mazkur usullardan birini tanlab harakatlanishi mumkin va uning harakatlari oxirgi zarurat sifatida baholanishi mumkin. Bunda sodir etilgan qilmishni malakalanishga ushbu usullardan birortasi. boshqalariga qaraganda kamroq zararga olib kelishi ta’sir etmaydi. Bu holda faqat yetkazilgan zararning oldi olingan zarardan kamroqligi ahamiyatli bo‘ladi.\n\n19. Oxirgi zarurat qonuniyligining mustaqil sharti sifatida qonun shaxsning oxirgi zarurat chegarasidan chetga chiqmasligi shartini ko‘rsatadi. Agar boshqa vositalar orqali xavfning oldini olish mumkin bo‘lsa yoki keltirilgan zarar oldi olingan zarardan oshib ketsa, qonun bilan qo‘riqlanadigan huquq va manfaatlarga bunday zarar yetkazish oxirgi zarurat chegarasidan chetga chiqish deb topiladi. Shuni qayd etish lozimki, bu shartlardan hech bo‘lmasa bittasi bo‘lmaganda oxirgi zarurat chegarasidan chetga chiqish deb hisoblanadi: qilmishning majburiyligi yoki yetkazilgan zarar muvofiqligi va ularning jamuljamligi bu holda talab etilmaydi. Shu bilan birga, oxirgi zarurat chegarasidan chetga chiqish faqat shunday zarurat bo‘lganda mumkin bo‘ladi, shuning uchun qilmishni oxirgi zarurat chegarasidan chetga chiqishda sodir etilgan, deb tan olish uchun oxirgi zarurat holati mavjudligini, ya’ni majburiyligi yoki muvofiqligidan tashqari barcha avval sharhlangan shartlar mavjudligini aniqlash lozim.\n\n20. Qilmishni zarurat chegarasidan chiqish, deb kvalifikatsiya qilish uchun shaxs qilmishining subyektiv tomonini ham inobatga olishi lozim. Bunda shuni inobatga olish kerakki, kuchli ruhiy hayajonlanishda shaxs o‘zining qilmishini har doim ham to‘g‘ri baholay olmasligi mumkin. Shu sababdan, oxirgi zarurat chegarasidan chiqish holatini belgilashda har bir xatti-harakatni alohida e’tiborga olish zarur.\n\n21. Oxirgi zarurat chegarasidan chetga chiqish holatida qilmishning majburiyligi shartining mavjud bo‘lmasligi, aybning qasd yoki ehtiyotsizlik shakli bilan fe’l-atvorlanadi, ya’ni shaxs harakatga qarab, xavfning zarar yetkazmasdan oldini olish imkoniyati mavjud ekanligini anglashi lozim. Bunday holda, sodir etilgan qilmish oxirgi zarurat chegarasidan chetga chiqib, jinoyat qasddan yoki ehtiyotsizlik orqasida sodir etilgan, deb kvalifikatsiya qilinishi lozim.\n\n22. Agar oxirgi zarurat chegarasidan chetga chiqish oldi olingan zarardan kattaroq zarar yetkazilishida ifodalansa, oxirgi zarurat chegarasidan chetga chiqish uchun javobgarlik faqat qilmish jinoiy ehtiyotsizlik shaklida sodir etilgan holda yuzaga keladi. Boshqacha aytganda, aybdor shaxs oldi olinayotgan zararga qaraganda kattaroq yoki teng zarar yetkazilayotganligini ish holatlariga ko‘ra anglashi lozim bo‘lsa-da, anglab yetmaydi. Shu holda kattaroq zararni yetkazish qasdi aniqlansa (masalan, jabrlanuvchiga og‘ir tan jarohatini yetkazishga yo‘l qo‘ymaslik uchun uni o‘ldirish), sodir etilgan qilmish tegishli qasddan jinoyat, deb malakalanishi lozim, bunda oxirgi zarurat chegarasidan chetga chiqish bo‘lmaydi.\n\n23. Oxirgi zarurat chegarasidan chetga chiqishda shaxs qilmishi subyektiv tomonining maqsadi ijtimoiy foydali ahamiyatga ega bo‘lib, kamroq zarar yetkazish vositasida ko‘p miqdordagi zararni bartaraf etishni bildiradi. Oxirgi zaruratning huquqiyligini belgilaydigan mazkur umumiy shart, qilmishni oxirgi zarurat chegarasidan chetga chiqish, deb baholashda alohida ahamiyat kasb etadi.\n\n24. Jinoyat kodeksida oxirgi zarurat chegarasidan chetga chiqishda sodir etilgan maxsus jinoyat tarkiblari yo‘q. Shuning uchun bunday qilmishlarni tegishli qasddan yoki ehtiyotsizlik orqasidan jinoyat uchun javobgarlikni ko‘zda tutgan moddalar bo‘yicha malakalar, u oxirgi zarurat chegarasidan chetga chiqishda sodir etilganligini ko‘rsatish kerak, bu esa, qonun tomonidan yengillashtiruvchi holat sifatida hisobga olinadi (Jinoyat kodeksi 55-moddasining 1-qismi «ye» bandi).\n\n25. Oxirgi zaruratni amalga oshirish barcha shaxslarning subyektiv huquqidir. Bu borada qonunda hech qanday cheklov mavjud emas. Har bir shaxs o‘z kuchi bilan manfaatlarni himoya qilishdek subyektiv huquqidan foydalanishi, shuningdek, undan voz kechishi ham mumkin. Shu bilan birga, xavfni bartaraf etish ma’lum bir shaxslarning xizmat majburiyati hisoblanadi, masalan, ichki ishlar organlari, davlat xavfsizlik xizmati, favqulodda vaziyatlar organlari xodimlari. Bunday shaxslarga ular o‘zlarining xizmat yoki professional vazifalarni bajarayotganlarida oxirgi zarurat qoidalari qo‘llanilmaydi, ya’ni ular oxirgi zarurat sababi bilan xavfning oldini olishdan chetlana olmaydilar. Biroq, xavfning oldini olishda ichki ishlar organlari, davlat xavfsizlik xizmati, favqulodda vaziyatlar organlari xodimlari, uchinchi shaxslar huquq va manfaatlariga zarar yetkazilishi mumkin bo‘lgan vaziyatlarga tushishlari mumkin (masalan, suv purkagichni o‘tkazish maqsadida avtomashina oynasini sindirish). Bunday holda, ularning harakatlari sharhlanayotgan moddaga muvofiq baholanadi.\n\n26. Shuni inobatga olish kerakki, sodir etilgan jinoyat uchun belgilangan jinoyat uchun javobgarlik yoshiga to‘lgan aqli raso jismoniy shaxslar oxirgi zarurat chegarasidan chetga chiqish subyekti hisoblanadi.\t\n\n27. Sud-tergov amaliyotida u yoki bu qilmishni o‘xshash institutlar hisoblangan oxirgi zarurat yoki zaruriy mudofaa, deb kvalifikatsiya qilish masalasida ayrim bir qiyinchiliklar mavjud. Bu borada qilmishni to‘g‘ri kvalifikatsiya qilish jinoyat to‘g‘risidagi qonunchilik oldida turgan vazifalarni bajarish, zarar qilmishning huquqiy chegarasini belgilash hamda yetkazgan shaxsni jinoiy javobgarlikka tortish uchun muhimdir. Shuningdek, qilmishni to‘g‘ri kvalifikatsiya qila olish, birinchidan, jinoiy javobgarlikka tortiluvchi shaxsning huquqiy maqomini belgilash; ikkinchidan, Jinoyat kodeksi oldida turgan vazifalarning bajarilishini ta’minlash; uchinchidan, huquqni muhofaza qiluvchi organlar obro‘-e’tibori va nufuzini ko‘tarish uchun muhimdir. Shu sababli oxirgi zarurat hamda zaruriy mudofaaning farqlariga alohida ahamiyat qaratish lozim. Bu farqlar quyidagilarda namoyon bo‘ladi: \n\n-zaruriy mudofaa shaxsni qonun muhofazasidagi manfaatlarga qarshi qaratilgan huquqqa xilof tajovuzdan himoya qilishda ifodalanadi. Oxirgi zaruratda esa, xavf manbai nafaqat shaxsning ijtimoiy xavfli qilmishi, balki yengib bo‘lmas kuch natijasida yuzaga kelgan holatlar ham bo‘lishi mumkin;\n\n-zarar yetkazilishi mumkin bo‘lgan shaxslar doirasi turlicha. Jumladan, zaruriy mudofaada zarar faqat tajovuzchiga yetkaziladi, oxirgi zaruratda esa, zarar uchinchi shaxsga yetkaziladi, ya’ni oxirgi zarurat bo‘yicha bartaraf etilgan xavf bilan aloqador bo‘lmagan shaxslar, jamiyat va davlat manfaatlari hisoblanadi;\n\n-yetkazilgan va bartaraf etiladigan zararning o‘zaro munosabatiga ko‘ra, ya’ni zaruriy mudofaada yetkazilgan zarar bartaraf etilgan zarar bilan teng yoki undan ko‘proq bo‘lishi mumkin, oxirgi zaruratda esa, ko‘proq zararni bartaraf etish maqsadida kamroq zarar yetkazish hisoblanadi. Oxirgi zaruratda yetkazilgan zarar oldi olingan zararga qaraganda kamroq bo‘lishi nazarda tutiladi;\n\n-zaruriy mudofaada himoya faqat faol harakat orqali ifodalansa, oxirgi zaruratda xavfni bartaraf etish harakatsizlik bilan ham, ya’ni harakat yoki harakatsizlik bilan amalga oshiriladi."
        },
        {
            "modda_raqami": "39-modda. Ijtimoiy xavfli qilmish sodir etgan shaxsni ushlash vaqtida zarar yetkazish.",
            "matni": "Ijtimoiy xavfli qilmish sodir etgan shaxsni hokimiyat organlariga topshirish maqsadida ushlash vaqtida unga zarar yetkazish, agar uni ushlash uchun zarur bo‘lgan choralarning chegarasidan chetga chiqilmagan bo‘lsa, jinoyat deb topilmaydi. Ushlash vositalari va usullariga, qilmishning hamda uni sodir etgan shaxsning xavflilik darajasiga, shuningdek ushlash sharoitiga butunlay mos kelmaydigan, ushlash zarurati taqozo etmagan holda ushlanayotgan shaxsga qasddan zarar yetkazish ushlash choralari chegarasidan chetga chiqish deb topiladi. Ijtimoiy xavfli qilmishni sodir etgan shaxsni ushlash vaqtida unga yetkazilgan zararning qonuniyligini baholashda, qilmishni sodir etgan shaxsning ushlanishdan qochish maqsadida qilgan harakatlari, ushlovchining kuchi va imkoniyatlari, ruhiy holati va ushlash bilan bog‘liq bo‘lgan boshqa holatlar hisobga olinadi. Maxsus vakolatli shaxslar bilan bir qatorda jabrlanuvchi va boshqa fuqarolar ham ijtimoiy xavfli qilmishni sodir etgan shaxsni ushlash huquqiga egadirlar.",
            "sharxi": "1. Ijtimoiy xavfli qilmish sodir etgan shaxsni ushlash odil sudlov manfaatlarini ta’minlashning eng muhim elementlaridan biridir, chunki u keyingi jinoiy faoliyatga chek qo‘yish, qochish yoxud dalil-isbotlarni yashirish yoki yo‘q qilishning oldini olishga qaratiladi. Bundan tashqari, shaxsni ushlash Jinoyat kodeksining vazifalarini, uning tamoyillarini amalga oshirish uchun katta ahamiyatga ega bo‘ladi. Aynan shu sababli, jinoyat to‘g‘risidagi qonunchilik mazkur institutni, garchi, u ijtimoiy xavfli qilmish sodir etgan shaxsning huquq va manfaatlariga ma’lum bir darajada zarar yetkazilgan taqdirda ham, ijtimoiy foydali, deb hisoblaydi. Bunday hollarda, ushlash chetdan qaraganda, jinoyatdan hech qanday farqi yo‘qdek tuyuladi, biroq, aslida u jinoyat emas. Shu sababli, ushlovchi shaxsning harakatlariga to‘g‘ri baho berish, ularni jinoiy harakatlaridan cheklash uchun Jinoyat kodeksining sharh qilinayotgan moddasida biriktirilgan zarar yetkazishning qonuniyligi shart va talablari hamda ushlovchining harakatlari o‘rtasida muvofiqlik bo‘lishi talab etiladi.\n\n2. Ijtimoiy xavfli qilmish sodir etgan shaxsni ushlash paytida zarar yetkazish qonuniyligi shartlari, bir tomondan, ushlash huquqini amalga oshirish, ikkinchi tomondan, noqonuniy harakatlar va sudsiz jazolash imkonini istisno qilishga imkon beradi. Ushbu shartlar sharhlanayotgan institutning ikkita elementiga: ushlashga va ushlashda yetkaziladigan zararga taalluqli bo‘ladi, ularning har birining alohida va birgalikda qonuniyligini aniqlaydi va ushlash jarayonida zarar yetkazishning qonuniyligini ko‘rsatadi.\n\t3. Ushlashning qonuniylik shartlari bu qisqa muddatga ozodlikdan mahrum etishga haq-huquq beradigan yetarli va kerakli asoslar sifatida qonun tomonidan tan olingan holatlarning to‘liq tavsifini beradi. Ushbu holatlar ushlashning deyarli barcha asosiy masalalarini jinoyat-huquqiy tarafdan yoritib beradi. Aynan, ushlash uchun asoslarning mavjudligi va subyektlari; uni amalga oshirishning usuli va vositalari; ushlashning maqsadi va vaqti; uning bajarilgan, deb hisoblanishi kabi elementlarning mavjudligiga bog‘liqdir.\n\n\t4. Ijtimoiy xavfli qilmish sodir etgan shaxsni ushlash huquqi bunday qilmish sodir etilishi bilan vujudga keladi va amalga oshiriladi. Ushlash haq-huquqini amalga oshirishga asos sifatida shaxsning ijtimoiy xavfli qilmishni sodir etganigina tan olinadi. Bu haqda (Jinoyat kodeksining 39-moddasi birinchi qismi) qonunda aniq ma’lumot berilgan. Ushlash huquqi har qanday ijtimoiy xavfli qilmishni sodir etish paytida kuchga kiradi. (Ijtimoiy xavfli qilmish haqida JKning 14-moddasi sharhiga qarang)\n\n\t5. Ushlash huquqi faqat ijtimoiy xavfli qilmish qasddan yoki ehtiyotsizlik oqibatida sodir etilganligiga e’tibor qaratmaydi. Ijtimoiy xavfli qilmish sodir etgan shaxsni ushlash vaqtida zarar yetkazishning huquqiyligi elementlarini izohlash bilan birga, qilmishning ijtimoiy xavflilik darajasi, aybning shakli, jinoyatning tugallangan yoki tugallanmaganligi, shuningdek, ishtirokchilik shakli ham inobatga olinishi lozim (jinoyat sodir etishga suiqasd va tayyorgarlik ko‘rish). Bundan tashqari, jinoyat sodir etishga yordam berish, amalga oshirish, unga targ‘ib qilish, ayniqsa, jinoyatni uyushtirish kabi birgalikda sodir etiladigan harakatlar ham ijtimoiy xavfli qilmish sirasiga kiradi. Ushlash huquqini amalga oshirish uchun asos sifatida tan olishga sodir etilgan jinoyatning ijtimoiy xavflilik darajasi ahamiyatga ega emas. Ayni paytda, sodir etilgan harakatning ijtimoiy xavflilik darajasi ushbu shaxsni hokimiyat organlariga keltirish zaruratiga, unga zarar yetkazishga tegishli ushlash usuli va imkoniyatlarini ishga solishga ta’sir qiladi.\n\n\t6. Shaxsning jinoyat bo‘lmagan ma’muriy huquqbuzarlik, intizomiy qilmishni sodir etgani uchun ushlash mumkin emas. Xuddi shunday, jinoiy qasdini aniqlagan holda ham ushlash mumkin emas, chunki shaxs hali hech qanday ijtimoiy xavfli qilmishlarni sodir etmagan. «Sof qasdini» aniqlash jinoiy javobgarlikni, demakki, ushlash huquqini istisno etadi. Ushlash jinoyat-protsessual xususiyatga ham ega bo‘lib, shaxsni ijtimoiy xavfli qilmish sodir etgan, deb topishning asoslari quyidagilarda namoyon bo‘ladi:\n\n-shaxsning jinoyat ustida yoki bevosita uni sodir etishidan keyin qo‘lga tushganligi;\n\n-jinoyat shohidlari, shu jumladan, jabrlanuvchilar tomonidan jinoyat sodir etgan shaxs tariqasida to‘g‘ridan to‘g‘ri ko‘rsatilganligi;\n\n-uning o‘zida yoki kiyimida, yonida yoki uyida sodir etilgan jinoyatning yaqqol izlari topilganligi;\n\n-shaxsni jinoyat sodir etishda gumon qilish uchun asos bo‘ladigan ma’lumotlarning mavjudligi uning qochmoqchi bo‘lganligi yoki doimiy yashash joyining yo‘qligi yoxud shaxsining aniqlanmaganligi hisoblanadi. \n\n7. Shuni ko‘rsatib o‘tish lozimki, ushlashning subyekt-lari, ya’ni ushlanishi mumkin bo‘lgan shaxslar deganda, ijtimoiy qilmishni sodir etgan, lekin alohida immunitetga ega bo‘lmagan shaxslar tushuniladi. Xususan, deputatlar, O‘zbekiston Respublikasi Oliy Majlisi Senati a’zolari, O‘zbekiston Respublikasi Oliy Majlisining Inson huquqlari bo‘yicha vakili (ombudsman), sudyalar, prokurorlar hamda diplomatik yoki boshqa turdagi daxlsizlikka ega bo‘lgan shaxslar ushlab turilishi hamda militsiyaga yoki huquqni muhofaza qiluvchi boshqa organga olib kelinishi mumkin emas (ular jinoyat ustida yoki bevosita uni sodir etgandan keyin qo‘lga tushgan holatlar bundan mustasno). Mazkur holatda yuqorida keltirib o‘tilgan maqomdagi shaxslarni ushlab turish ularning shaxsi aniqlangunga qadar (masalan, u yoki bu turdagi daxlsizlikka ega ekanligini tasdiqlovchi diplomatik yoki konsullik hujjati, xizmat guvohnomasi, shunga o‘xshash boshqa hujjatlarni taqdim qilish orqali amalga oshiriladi) davom etadi. Shaxsni ushlash subyekti sifatida u tomondan sodir etilgan jinoiy harakat faktigina tan olinadi. Shuningdek, qilmishga hech qanday bog‘liqlik joyi bo‘lmagan shaxsning yoshi, aqli rasoligi, ijtimoiy ahvoli kabi holatlar e’tiborga olinmaydi.\n\n8. Ijtimoiy xavfli qilmishni sodir etgan shaxsni ushlash huquqiyligining mustaqil shartlaridan biri belgilangan uslub va vositalarni qo‘llashdir. Ushlash uslubi deganda, ijtimoiy xavfli qilmish sodir etgan shaxsni ushlash maqsadida unga ta’sir etishning turli xil taktik usullari (masalan, jismoniy yoki ruhiy zo‘rlik ishlatib, aldash yoki ishontirish yo‘li bilan) tushunilsa, ushlash vositalari esa, ushlash jarayonida ishlatiladigan turli xil qurollar, predmetlar va texnik anjomlar Yig‘indisidan (qo‘l kishani, o‘q otar qurol, arqon va h.k.) iboratdir. U yoki bu usul yoki vositalardan foydalanish shakli va darajasi aniq hollarda ijtimoiy xavflilik darajasi, shaxsning ijtimoiy xavfliligi hamda ushlashdagi vaziyat va shart-sharoitlar bilan bog‘liq bo‘ladi. Xususan, og‘ir va o‘ta og‘ir jinoyat sodir etgan shaxsni (masalan, qotillik, qaroqchilik va boshqalar) qisqa muddatga ozodlikdan mahrum qilish uchun qo‘l kishanlarini ishlatish qonuniy sanaladi. Lekin, uncha og‘ir bo‘lmagan jinoyat sodir etgan shaxsni (masalan, haqorat qilish, tuhmat qilish) ushlashda xuddi shunday usulni qo‘llash qonunga xilof, deb topiladi. Yuqoridagi mezonlarga to‘g‘ri kelmaydigan usul va vositalardan foydalangan holda ushlash g‘ayriqonuniy deb, qarshilik ko‘rsatuvchi shaxsning qilmishi esa, jinoiy emas, deb baholanishi mumkin. Bu holat esa, unga zarar yetkazishga asos, deb hisoblanishi kerak emas. Shu sabab, agar shaxs jabrlanuvchini haqorat qilsa va bunda u shaxsni ushlash uchun maxsus vositalar (to‘qmoq, ko‘zni vaqtincha ko‘r qiladigan gaz va boshqalar)ni ishga solsa, bu albatta, ushlangan shaxsning shaxsi, u sodir etgan qilmishning og‘irligiga, ayniqsa, qo‘lga olish holatiga nomutanosibdir. Shu sababli, ushlangan shaxs bu holatda qarshilik ko‘rsatishga qonun bo‘yicha haqlidir.\n\n9. Ijtimoiy xavfli qilmishni sodir etgan shaxsni qisqa muddatli ozodlikdan mahrum etish harakatlari faqat ular qonunda ushbu shaxsni hokimiyat vakillariga topshirish deb ko‘rsatilgan qonuniy maqsadga qaratilganligida ushlash deb tan olinishi mumkin. Xuddi shu holatda, agar ushlashdan boshqacha maqsad ko‘zlangan bo‘lsa, u qonuniy, deb qaralishi mumkin emas. Masalan, sudsiz o‘zboshimcha jazolash maqsadida amalga oshirilgan qisqa muddatli ozodlikdan mahrum qilish ham noqonuniy, deb tan olinadi.\n\n10. Jinoyat sodir etgan shaxsni ushlashda subyekt Harakatlarining maqsadlarini aniqlashga alohida e’tibor berish lozim bo‘lib, bunda ular ushlash jarayonining qisqa muddatliligi, ushlangan shaxsni hokimiyat organlariga tezlik bilan yetkazilishi lozimligi anglanishini aniqlab beradi. Bunda, ushlash jarayonining qisqa davomiyligi va uning lozimligi har qaysi holda ish bo‘yicha barcha holatlarni jamlagan holda aniqlanadi (ushlash holati hukumat organining yaqinligi, ushlovchi ushlangan shaxsni ushbu organlarga yetkazilishidagi imkoniyatlari, u aniqlangan vaqtda jinoyatchi o‘zini qanday tutgan, sodir etilgan qilmishning og‘irligi va hokazo). Ushlovchi shaxs tomonidan yuqorida eslatilgan mezonlar buzilganini ko‘rsatuvchi ish holatlari yuzaga kelganda (masalan, oqlanmagan tarzda uzoq muddat ushlab turish yoki shaxsga undan avval qo‘lga olinganlar haqli ravishda ochiqda yurgani ma’lum bo‘lsa, tegishli to‘xtatish chorasi belgilangan vaqtda javobgarlikka tortish muddati o‘tgan bo‘lsa yoki ozodlikdan mahrum etish bilan bog‘liq bo‘lmagan jazo tayinlansa) ushbu shaxsning niyatlari haqidagi masalani muhokama qilish va zarur asoslar mavjud bo‘lganda, uni tegishli jinoyat uchun javobgarlikka tortish lozim.\n\n11. Ijtimoiy xavfli qilmish sodir etgan shaxsni ushlashda, ushlovchi uni faqat hokimiyat organlari qo‘liga topshirishni maqsad qilishi kerak. Shuni ham ta’kidlab o‘tish lozimki, aynan qaysi hokimiyat organlariga ekanligi qonunda ko‘rsatib o‘tilmagan. Shu sababli, jinoyatchini huquq-tartibot organlari, ijro etuvchi, qonun chiqaruvchi va sud organlari qo‘liga hamda tegishli tashkilot, korxona (tashkilot direktori, korxona rahbari) ma’muriyati qo‘liga topshirgan har ikki holda ham ushbu harakatning maqsadlari qonuniy, deb tan olinishi lozim. Ushlangan shaxsni ko‘rsatilgan organlar yoki mansabdor shaxslarga topshirishni maqsad qilgan holda ushlovchi shuni anglaydiki, ushbu shaxs tegishli hokimiyat organlari qo‘liga yetkaziladi. Shuni ta’kidlash lozimki, ushlangan shaxsni hokimiyat organlariga topshirish sifatida, tegishli hokimiyat vakillariga yetkazishni ham nazarda tutish kerak (masalan, ichki ishlar organlari xodimlari, DXX xodimlari va boshqalar). Ushlangan shaxsni no konstitutsiyaviy organlarga topshirishni maqsad qilish ayni paytda noqonuniy sanaladi.\n\n12. Shuni nazarda tutish kerakki, ushlash maqsadlarining qonuniy deb tan olinishi uchun, tergov va sud xodimlari ushlovchi shaxsning harakatlaridagi tegishli yo‘nalishni aniqlashlari kifoya. Bu borada ushlangan shaxsni hokimiyat organlariga topshirish kabi amaliy natija talab etilmaydi (masalan, qo‘llanilgan choralarga qaramasdan, ushlangan shaxs qochib ketgan, bekinib olgan hollarda va boshqalar). Ko‘rsatilgan hollarda fuqaroda tegishli qonuniy maqsad mavjud bo‘lgani e’tiborga olinadi, erishilgan natija emas.\n\n13. Ijtimoiy xavfli qilmish sodir etgan shaxsni ushlash elementlaridan yana biri ushlashning amalga oshirilish vaqti hisoblanadi. Ijtimoiy xavfli qilmish sodir etgan shaxsni ushlashga bo‘lgan huquq jinoyat ishini yuritishga to‘sqinlik qiladigan quyidagi holatlar mavjud bo‘lganda hisobga olinmaydi:\n\n-ish qo‘zg‘atilgan va tergov harakatlari yoki sud muhokamasi o‘tkazilgan ish bo‘yicha jinoiy hodisa yuz bermagan bo‘lsa;\n\n-shaxsning qilmishida jinoyat tarkibi bo‘lmasa;\n\n-shaxsning sodir etilgan jinoyatga daxli bo‘lmasa;\n\n-e’lon qilingan amnistiya aktining sodir etilgan jinoyatga yoki shaxsga daxli bo‘lsa;\n\n-shaxsga nisbatan aynan shu ayblov bo‘yicha ishni tugatish haqida sudning qonuniy kuchga kirgan ajrimi (qarori) yoki vakolatli mansabdor shaxsning jinoyat ishini qo‘zg‘atishni rad etish yoxud ishni tugatish haqida bekor qilinmagan qarori bo‘lsa;\n\n-ish faqat jabrlanuvchining shikoyati bilan qo‘zg‘atilgan hollarda uning shikoyati bo‘lmasa, JPKning 325-moddasida nazarda tutilgan hollar bundan mustasno;\n\n-shaxs ijtimoiy xavfli qilmish sodir etgan vaqtda jinoiy javobgarlikka tortilishi mumkin bo‘lgan yoshga to‘lmagan bo‘lsa.\n\n14. Ijtimoiy xavfli qilmish sodir etgan shaxsni ushlash vaqtida unga yetkazilgan zarar JKning sharhlanayotgan moddasida qayd etilgan va jinoyat huquqi nazariyasi tomonidan ishlab chiqilgan qonuniylikning tegishli shartlariga javob Ushbu shartlar yetkazilgan zararning qonuniyligini quyidagi sharoitlardan kelib chiqqan holda aniqlaydi: uning ijtimoiy foydaliligi, zararni faqat qonunda ko‘rsatilgan shaxslarga nisbatan yetkazishga harakat qilinganligi, yetkazilgan zararning mutanosibligi va majburiyligi. Bundan tashqari, yetkazilgan zarar qonuniyligining alohida sharti sifatida ushlash chorasini oshirib yubormaslik ko‘rsatiladi. Qilmish yuqorida belgilangan shartlarning barchasiga javob berganda, zarar yetkazish jinoiy harakatni to‘xtatuvchi holat sifatida tan olinishi lozim.\n\n15. Ijtimoiy xavfli qilmish sodir etgan shaxsni ushlash vaqtida zarar yetkazishning qonuniylik darajasini belgilovchi birlamchi shartlardan biri ijtimoiy foydali-ligidir. Ijtimoiy foydalilik tushunchasi ijtimoiy xavfli qilmish sodir etgan shaxsni ushlash zarurati bilan birga shaxsni hokimiyat organlariga topshirish maqsadida zarar yetkazish holatini ham o‘z ichiga oladi. Jinoyat sodir etgan shaxsni ushlash vaqtida o‘ch olish maqsadida unga zarar yetkazgan bo‘lsa, bunday hollarda ushlab bergan shaxs yetkazgan zarari uchun umumiy asoslarda javobgarlikka tortiladi.\n\n16. Ushlashning barcha holatlarini puxta baholash ushlanayotgan shaxsga qonuniy tarzda zarar yetkazishdan uni o‘zboshimcha jazolashni to‘g‘ri ajratish uchun xizmat qiladi. Ijtimoiy xavfli qilmishni sodir etgan shaxsga zarar yetkazishning haqiqiy maqsadlarini muayyan ishning barcha holatlarini, jumladan, ushlovchi shaxsning faoliyati motivlari, ushlashning tanlangan usullari va vositalari, vaziyati, yetkazilgan zararning fe’l-atvori va og‘irligi, shuningdek, qasdining qaratilganligidan dalolat beruvchi boshqa barcha holatlarni tahlil qilish asosida aniqlash lozim.\n\n17. Ijtimoiy xavfli qilmish sodir etgan shaxsga zarar yetkazish shartlaridan yana biri ushlanishi mumkin bo‘lgan shaxslar doirasining belgilanganligidir. Boshqacha qilib aytganda, qonunda ijtimoiy xavfli qilmish sodir etgan shaxslarnigina ushlash mumkinligi belgilab berilgan. Aybdor shaxsni qisqa muddatga ozodlikdan mahrum etish maqsadida sodir etilgan jinoyatga aloqasi bo‘lmaganligi ushlovchiga ma’lum bo‘lgan shaxslarga nisbatan zarar yetkazilishi o‘ta majburiy holatlar qoidasi asosida baholanadi. Ushlovchi shaxs ushbu holatni anglamasdan harakat qilganda, uning harakatlari faktik xatolar qoidasi bo‘yicha baholanishi lozim. Shuni nazarda tutish lozimki, ijtimoiy xavfli qilmish sodir etgan shaxsni ushlashda uning huquq va manfaatlariga ham zarar yetkazilishi mumkin. Xususan, ushlanayotgan shaxsning sog‘lig‘i va mulkiga muayyan zarar yetkazilishiga yo‘l qo‘yiladi. Albatta, shaxsni ushlayotganda uni hayotidan mahrum etish mumkin emas, lekin agar insoniyatga qarshi yoki terroristik xatti-harakatlarni bir necha marta sodir etgan, jazoni og‘irlashtiruvchi holatlarda qasddan odam o‘ldirgan shaxsni ushlash vaqtida vaziyatga qarab, uning hayotiga zarar yetkazilishi mumkin. Biroq, ijtimoiy xavfli qilmish sodir etgan shaxsni ushlash vaqtida uning o‘limi yuz bergan holatlarda, yetkazilgan zararning mutanosibligini, yetkazilgan zarar sodir etgan jinoyatning ijtimoiy xavflilik darajasiga va fe’l-atvoriga ushlash holatiga nisbatan to‘g‘ri kelish-kelmasligini aniqlash lozim.\n\n18. Zarar yetkazish ushlovchi uchun, ushbu chorasiz ushlovchi hamda boshqa uchinchi shaxslarning huquq va erkinliklari xavf ostida qoladigan holatlarda majburiy chora bo‘lishi lozim. Bu esa, ijtimoiy xavfli qilmish sodir etgan shaxsni ushlashda zarar yetkazishning qonuniyligini belgilovchi yana bir shartdir. Zarar yetkazish ijtimoiy xavfli qilmish sodir etgan shaxsni ushlashning eng so‘nggi imkoni, majburiy chora bo‘lishi kerak. Bunda shuni e’tiborga olish lozimki, zarar yetkazishga majbur bo‘lish doimo faktlarga asoslanadi, ya’ni u ma’lum ishning holatlariga bog‘liqdir. Zarar yetkazishning majburiylik holatini aniqlash maqsadida quyidagilarni tahlil qilish lozim:\n\n-ijtimoiy xavfli qilmish sodir etgan shaxsning jinoiy javobgarlikdan qochish imkoniyatiga ega yoki ega emasligi. Bunda, e’tiborini ushlashga qarshilik ko‘rsatuvchi shaxsning faolligi, qarshilik ko‘rsatish choralari, qilmish sodir etilgan joydan qochishi, shuningdek, ogohlantirilgandan keyin ham o‘z faoliyatini to‘xtatmasligi kabi holatlarni inobatga olish lozim;\n\n-ushlashni amalga oshiruvchi shaxsning imkoniyati, ushlashni zarar yetkazmasdan amalga oshirishi e’tiborga olinishi lozim. Bunday imkoniyatni aniqlash uchun ushlashni amalga oshiruvchi va ushlanuvchi shaxslarning soni, yoshi, jinsi, qurollanganligi, jismoniy kuchi va shu kabilar inobatga olinishi kerak.\n\n19. Ijtimoiy xavfli qilmish sodir etgan shaxsga zarar yetkazishning qonuniyligi yetkazilgan zarar mutanosib bo‘lgan hollardagina tan olinadi. Boshqacha aytganda, ushlash vaqtida yetkazilgan zarar sodir etilgan jinoyatning ijtimoiy xavflilik darajasiga va fe’l-atvoriga ushlash holatiga nisbatan to‘g‘ri kelmasligi mumkin emas. Ijtimoiy xavfli qilmishni sodir etgan shaxsni ushlash vaqtida unga yetkazilgan zararning qonuniyligini baholashda ushlash vaqtidagi shart-sharoitlar va vaziyat, qilmishni sodir etgan shaxsning ushlanishdan qochish maqsadida qilgan harakatlari, ushlovchining kuchi va imkoniyatlari, xavflilik darajasi, ruhiy holati bilan bog‘liq bo‘lgan boshqa holatlar hisobga olinadi.\n\n20. Shuni e’tiborda tutish joizki, yetkazilgan zararning mutanosibligi qonunda belgilangan barcha shartlarga, aynan, shaxs va jinoyatning xavfliligi va ushlash holatiga muvofiq kelishi shart. Lekin, bu shartlarning zararning mutanosibligiga ta’siri har xil bo‘lib, xususan, shaxs va jinoyatning xavfliligi eng yuqori chegarani yoki boshqacha aytganda, ruxsat berilgan zararning eng yuqori chegarasini belgilab beradi. Bunga binoan, jinoiy harakat qanchalik xavfli bo‘lsa, uni sodir etgan shaxsga shunchalik katta zarar yetkazilishi mumkin va aksincha. Yetkazilgan zararni ushlash holatiga muvofiqligi boshqacha ma’noga ega mezon bo‘lib, u ushlash uchun faqat zarur va kifoya bo‘lgan zararni yetkazish lozimligini belgilab beradi. Bunda shuni e’tiborga olish lozimki, shart-sharoitlar ushlovchi uchun qanchalik noqulay bo‘lsa, yetkazilishi kifoya bo‘lgan zararning darajasi shunchalik yuqori bo‘ladi, hatto ba’zi hollarda, ruxsat etilgan darajaga ham teng bo‘lishi mumkin yoki aksincha. Shuni ko‘rsatish lozimki, shart-sharoitning qulay yoki noqulayligi har qaysi ishda alohida baholanadigan faktlarga bog‘likdir. Ushbu baholash jarayonida noqulay shart-sharoitlar sifatida ushlovchi va ushlangan shaxsning kuch, imkoniyat va vositalari o‘zaro kam yoki ko‘p darajada teng bo‘lgan holat yoki ushbu taqqoslash ijtimoiy xavfli qilmish sodir etgan shaxsning foydasiga hal bo‘lgan holatlar qabul qilinishi lozim.\n\n21. Ijtimoiy xavfli qilmish sodir etgan shaxsni ushlashga qaratilgan chora-tadbirlar qilmish va shaxsning ijtimoiy xavflilik darajasiga mos kelishi kerak. Aybdor va ushlagan shaxsning harakatlarida tenglik bo‘lmagan bo‘lsa, ushlash choralari chegarasidan chetga chiqish holati mavjud bo‘ladi. Zaruriy choralar chegarasidan chetga chiqish, deb topish uchun jinoyatchini ushlagan shaxs yetkazgan zarar va jinoyatchi tomonidan yetkazilgan zararlarning teng emasligi shart, lekin bu tengsizlik jinoyatchini ushlagan shaxs uchun yetarlicha aniq va ravshan bo‘lgan bo‘lishi lozim. Ushlash choralari chegarasidan chetga chiqish oqibatida yetkazilgan zarar nafaqat ochiq va ravshan, balki ushlash zaruriyatining oqibatida vujudga kelgan bo‘lishi zarur. Ayni paytda, xuddi shunday holatda shaxs qattiq qarshilik ko‘rsatsa va qonun tomonidan himoyalanadigan huquq va erkinliklarga zarar yetkazish xavfini tug‘dirsa, bu holda yetkaziladigan zarar ruxsat etilgan chegaradan chetga chiqmasligi lozim. Biroq, ushlanishdan qochish maqsadida ijtimoiy xavfli qilmish sodir etgan shaxs ushlovchiga hujum qilsa, bu holda u ruxsat berilgan chegaradan chetga chiquvchi zararni yetkazishga haqlidir. Lekin bu holat sharhlanayotgan modda qoidalari emas, balki zaruriy mudofaa qoidalari asosida kvalifikatsiya qilinishi lozim. Shuni e’tiborga olish lozimki, ijtimoiy xavfli qilmish sodir etgan shaxsni ushlashda yetkaziladigan zararning mutanosibligi ushbu zarar jinoyatchi yetkazgan zarardan oshib ketmasligini talab etmaydi. Ushlash vaqtida yetkaziladigan zarar shaxs ijtimoiy xavfli qilmish sodir etish natijasida yetkazgan zarardan kam, unga teng yoki undan oshgan bo‘lishi mumkin. Faqat shuni belgilash lozimki, yetkaziladigan zarar ijtimoiy xavfli qilmish yetkazishi mumkin bo‘lgan va aniq yetkazgan zararlarga nomutanosib bo‘lmasligi lozim, ya’ni shaxsni ushlash uchun zarur bo‘lgan choralar belgilangan chegaralardan chetga chiqmagan bo‘lishi zarur.\t\n\n22. Ijtimoiy xavfli qilmish sodir etgan shaxsni ushlash vaqtida yetkazilgan zararning qonuniyligini belgilovchi alohida shart sifatida ushlash choralarini qo‘llashda chegaradan chiqib ketmaslik xizmat qiladi.\n\n23. Ushlash vositalari va usullariga, qilmishning hamda uni sodir etgan shaxsning xavflilik darajasiga, shuningdek ushlash sharoitiga butunlay mos kelmaydigan, ushlash zarurati taqozo etmagan holda ushlanayotgan shaxsga qasddan zarar yetkazish ushlash choralari chegarasidan chetga chiqish deb topiladi (JKning 39-moddasi 2-qismi). Ijtimoiy xavfli qilmishni sodir etgan shaxsni ushlash choralaridan chetga chiqish majburan holda zarar yetkazilishi va nisbatan tenglik belgilaridan tashqari yuqorida sanab o‘tilgan boshqa shartlar mavjud bo‘lgandagina huquqiy hisoblanadi.\n\n24. Jinoyat kodeksiga binoan, ijtimoiy xavfli qilmish sodir etgan shaxsni ushlash uchun zarur bo‘lgan choralarni oshirib yuborish deb, qo‘llangan choralarni ushlash holatiga hamda shaxs va u sodir etgan jinoyatning xavfliligiga ochiq nomutanosibligiga aytiladi. Bunda, «ochiq nomutanosiblik» tushunchasi tavsifiy ma’noga ega bo‘lib, har qaysi holatda u alohida aniqlanadi. Ayni ushlash choralari ba’zi hollarda qonuniy bo‘lsa, boshqa hollarda choralarni oshirib yuborish sifatida baholanadi. Ushlash choralaridan chetga chiqish bilan bog‘liq bo‘lgan qilmishni kvalifikatsiya qilishda uning subyektiv tomoniga e’tibor qaratish lozim. Qonundagi ko‘rsatmaga muvofiq, ushlash vositalari va usullarining nomutanosibligi, mazkur nomutanosiblik, shuningdek, shaxsga yetkazilayotgan zarar fe’l-atvori va darajasi, aybdorning jinoiy qasdi bilan qamrab olingan bo‘lsa, jinoiy qilmish sifatida tan olinadi. Ushlash choralaridan chetga chiqishda ehtiyotsizlik bilan har qanday darajadagi shikast yetkazilganda, shuningdek, shaxsning ongi bilan qamrab olinmagan shikast yetkazish uchun shaxs jinoiy javobgarlikka tortilmaydi.\n\n25. Ijtimoiy xavfli qilmish sodir etgan shaxsni ushlash huquqiga yoshi, ijtimoiy kelib chiqishi, jinsi va mansabidan qat’i nazar, har qanday jismoniy shaxs egadir. Sharhlanayotgan moddaning 4-qismiga muvofiq, maxsus vakolatli shaxslar bilan bir qatorda jabrlanuvchi va boshqa fuqarolar ham ijtimoiy xavfli qilmishni sodir etgan shaxsni ushlash huquqiga egadirlar. Shuni alohida qayd etish zarurki, ijtimoiy xavfli qilmishni sodir qilgan shaxsni ushlash huquqi, har bir insonning zaruriy mudofaa, oxirgi zarurat huquqi singari, subyektiv huquqi bo‘lib, jinoiy qilmish sodir etgan shaxsni ushlash yoki bundan o‘zini tiyish to‘g‘risidagi masalani hal qilish faqat uning vakolatiga tegishlidir. Ayni paytda, alohida bir guruh shaxslarga, ya’ni qonun tomonidan maxsus vakil etib tayinlangan shaxslarga ijtimoiy xavfli qilmish sodir etgan shaxsni ushlash ularning kasb yoki xizmat burchlari hisoblanib, ular ijtimoiy xavfli qilmish sodir etgan shaxsni ushlashdan chekinishlari mumkin emas. Bu guruhdagi shaxslarga ichki ishlar organi, DXX, prokuratura va boshqa organ xizmatchilari, ya’ni xavfsizlik va jamoat tartibini saqlashga mas’ul shaxslar kiradi. 26. Ijtimoiy xavfli qilmish sodir etgan shaxsni ushlash-ning qonuniyligini ko‘rsatuvchi u yoki bu belgilarni ushlovchi harakatlarida obyektiv tomonning yo‘qligi alohida e’tiborga loyiq masaladir. Xususan, ushbu belgining mavjud emasligi ushlashning qonuniyligini (ushlash subyekti, vaqt chegaralari va boshqa.), demakki, zarar yetkazishning qonuniyligini (zarar yetkazishga majbur bo‘lish va uni ushlash holatiga muvofiqligi va boshqa.) belgilashga taalluqlidir. Bunday hollarda ushlovchi shaxsning mavjud faktik xatoni aniqlash va shunga bog‘liq tarzda, uni quyidagicha baholash lozimdir:\n\n-sharhlanayotgan modda qoidalari bo‘yicha, vujudga kelgan shart-sharoitlarda aybdor o‘z taxminlarining xato ekanligini anglamagan va anglashi mumkin bo‘lmagan holatlarda; ehtiyotsizlik orqasida sodir etilgan tegishli jinoyat sifatida, basharti, ushbu holatda shaxs o‘z taxminining noto‘g‘ri ekanligini anglashi lozim bo‘lgan, lekin, anglamaganligi aniqlansa;\n\n-tegishli qasddan sodir etilgan jinoyat sifatida, aybdor o‘z harakatining ijtimoiy xavfini anglagan tarzda ularni amalga oshirishni istagan bo‘lsa.\n\n27. Tergov va sud amaliyotida u yoki bu qilmishni zaruriy mudofaa, oxirgi zarurat yoki ijtimoiy xavfli qilmish sodir etgan shaxsni ushlash vaqtida zarar yetkazish, deb topishda ularni sodir etilish belgilariga ko‘ra farqlash masalasida ayrim qiyinchiliklar mavjud. Shu bilan birga, qilmishni to‘g‘ri kvalifikatsiya qila olish, birinchidan, jinoiy javobgarlikka tortiluvchi shaxsning huquqiy maqomini belgilash; ikkinchidan, Jinoyat kodeksining oldida turgan vazifalar bajarilishini ta’minlash; uchinchidan, huquqni muhofaza qiluvchi organlarning obro‘-e’tibori va nufuzini ko‘tarish uchun muhimdir. Shu sababli, ijtimoiy xavfli qilmish sodir etgan shaxsni ushlash vaqtida zarar yetkazish institutini zaruriy mudofaa va oxirgi zaruratdan farqlashda quyidagilarga e’tibor berish lozim:\n\n-ushlashga bo‘lgan huquq ijtimoiy xavfli qilmish sodir etilishi bilan vujudga kelsa, zaruriy mudofaa mudofaalanuvchi shaxsga qarshi yo‘naltirilgan tajovuz sodir etilishi bilan, oxirgi zaruratga bo‘lgan huquq esa, nafaqat shaxsdan, balki xohlagan manbadan kelib chiquvchi xavfning paydo bo‘lishi natijasida yuzaga keladi;\n\n-ijtimoiy xavfli qilmish sodir etgan shaxsni ushlash bo‘yicha tashabbus barcha hollarda bunday huquqqa ega bo‘lgan shaxslar tomonidan amalga oshiriladi, zaruriy mudofaa va oxirgi zaruratda esa, shaxs bunday sharoitga kirib qolishi tufayli majbur bo‘ladi;\n\n-ijtimoiy xavfli qilmish sodir etgan shaxsni ushlash huquqi bunday qilmish sodir etilishi bilan vujudga keladi va amalga oshiriladi, zaruriy mudofaa va oxirgi zarurat esa, tajovuz yoki xavfning amalga oshirilishi fakti bilan shartlangan bo‘ladi; ijtimoiy xavfli qilmishni sodir etgan shaxsni ushlashdan asosiy maqsad — bunday shaxsni hokimiyat organlariga topshirish bo‘lsa, zaruriy mudofaa va oxirgi zaruratda esa, tajovuzchini yengish va xavfni bartaraf etish hisoblanadi."
        },
        {
            "modda_raqami": "40-modda. Buyruq yoki boshqa vazifani ijro etish.",
            "matni": "Shaxsning buyruq yoki boshqa farmoyishni, shuningdek mansab vazifalarini qonunan bajarishi tufayli zarar yetkazilgan bo‘lsa, jinoyat deb topilmaydi. Jinoiyligi oldindan ayon bo‘lgan buyruq yoki boshqa farmoyishni bajarib, jinoyat sodir etgan shaxs, umumiy asoslarda javobgarlikka tortiladi. G‘ayriqonuniy ravishda berilgan buyruq yoki farmoyishni yoxud mansab vazifasini bajarmagan yoki buzgan shaxs javobgarlikka tortilmaydi. Shaxsning amalda sodir etgan qilmishida boshqa bir jinoyat tarkibining barcha alomatlari mavjud bo‘lsagina, u javobgarlikka tortiladi.",
            "sharxi": "1. Kodeksning sharhlanayotgan moddasida O‘zbekiston jinoyat-huquqiy amaliyotida birinchi marotaba, buyruq yoki boshqa farmoyishni, shuningdek, mansab vazifalarini qonuniy bajarish tufayli zarar yetkazilishi jinoiylikni istisno etadigan holat sifatida qonuniy shaklda qayd etildi. Bugungi kunda mazkur shartlar asosida amalga oshiriladigan xatti-harakatlarni (harakatsizlikni) baholash qonunchilik darajasida hal etilgan.\n\n2. Mazkur shartlarga asoslanib amalga oshiriladigan harakat yoki harakatsizlik tegishli huquqiy shartlar mavjud bo‘lgandagina qonuniy deb tavsiflanishi mumkin. Ushbu shartlar tegishli xatti-harakatlarni (harakatsizlikni) amalga oshirish qonuniyligiga, ya’ni buyruq, farmoyish va mansab vazifasi qonuniyligiga hamda mazkur buyruq (farmoyish, mansab vazifasi) ijrosining qonuniyligiga doir hisoblanadi. Aynan, qilmish ko‘rsatib o‘tilgan barcha belgilarga mos bo‘lsa, jinoiy javobgarlik istisno qilinadi.\n\n3. Buyruq, farmoyish yoki xizmat majburiyatlari-ning qonuniyligini aks ettiruvchi birinchi belgilardan biri uning rasman muvofiq kelishidir. Buyruq vakolatli shaxsning ijro etish majburiyati yuklangan shaxsga bergan ma’lum bir harakat (harakatsizlik) ni bajarish haqidagi qonun, qonun osti hujjatlarga yoki boshqa ichki idoraviy hujjatlarga asoslangan talabidir. Aynan shu ta’rif buyruqni boshqa ta’sir choralari iltimos, ishontirish, majburlovdan ajratib turadi. Buyruqlar bilan birga «tavsiyalar», «farmoyishlar» va «farmonlar» ham berilishi mumkin. Bular masalalarni hal qilish, ularni qabul qilish vakolatiga ega bo‘lgan shaxsning huquqiy maqomi bo‘yicha o‘zaro farqlanadi. Bu hujjatlarning asosiy umumiy jihati ularning ijro etish majburiyati yuklangan shaxs tomonidan bajarilishidir.\n4. Qonun tomonidan buyruq yoki boshqa farmoyishlarning shakli aniq belgilanmagan bo‘lib, ular yozma, og‘zaki yoki namoyishkorona (konklyudent) shaklda bo‘lishi, shuningdek, texnik aloqa vositalari orqali yuborilishi mumkin. Lekin ayrim hollarda buyruqning faqat yozma shaklda bo‘lishi talab qilinadi. Bunday talablarga rioya etilmasligi uning haqiqiy emas, deb topilishiga sabab bo‘ladi.\n\n5. Buyruq yoki boshqa farmoyishlardan farqli ravishda xizmat majburiyatlari mansab vakolatiga qarab, xodimlardan bajarilishi talab qilinadigan funksional majburiyatlar doirasini o‘zida aks ettiradi. Demak, mansab majburiyatlari subyekt qanday lavozimga egaligiga bog‘likdir. O‘zbekiston Respublikasi qonunchiligiga ko‘ra, xizmat majburiyatlari ish beruvchi va xodim o‘rtasidagi mehnat shartnomasida belgilangan yozma shartnomada bo‘lishi kerak. 6. Buyruq, farmoyish va boshqa boshqaruv hujjatlari qonuniyligining muhim sharti, bu uning qonun talablariga mos kelishidir. Buyruq, farmoyish yoki boshqa xizmat majburiyatlari Jinoyat kodeksi talablariga zid bo‘lmagan harakat yoki harakatsizlik orqali bajarilishi kerak. Aks holda, bunday harakat yoki harakatsizlik mustaqil jinoyat sifatida kvalifikatsiya qilinadi.\n\n7. Qabul qilingan boshqaruv hujjati, shuningdek, mansab vazifalarini belgilash, tegishli xatti-harakatni ijro etayotgan mansabdor shaxsning o‘z funksional vakolatlari doirasida qabul qilingan bo‘lishi kerak. Buyruq yoki boshqa farmoyishlar, agar ular boshliqning vakolati doirasidan chetga chiqilgan bo‘lsa, o‘z mohiyatiga ko‘ra noqonuniy hisoblanadi, zero ularni belgilashda tegishli huquqqa ega shaxsning irodasi kuzatilmaydi, mazkur vaziyatda esa, bu zaruriy talabdir.\n\n8. Subyektiv tomondan, buyruq va boshqa farmoyishlarni ijro etishda Jinoyat kodeksi bilan qo‘riqlanadigan ijtimoiy munosabatlarga ma’lum darajada zarar yetkazilishi subyektning istagi bilan qamrab olinmagan bo‘lishi kerak. Agar bajaruvchi yetkazilgan zararning g‘ayrihuquqiy ekanligini anglasa, bunday hollarda sodir etilgan g‘ayrihuquqiy qilmish xizmat yuzasidan qaram bo‘lgan vaziyatda sodir etilgan deb topiladi. Boshqacha aytsak, buyruq yoki farmoyishni bajarish oqibatida ma’lum zarar yetkazgan shaxs buyruq yoki farmoyishni obyektiv belgilariga ko‘ra qonunchilikka muvofiq, deb anglagan bo‘lishida ifodalanadi. Aks holda, agar bajaruvchi yetkazilgan zararning g‘ayrihuquqiy ekanligini anglasa, bunday hollarda sodir etilgan jinoiy qilmish xizmat yuzasidan qaram bo‘lgan vaziyatda sodir etilgan, deb topiladi. Sharhlanayotgan moddaga muvofiq, shaxsning u yoki bu qilmishini amalga oshirishini baholashda uning qilmishni subyektiv baholashi alohida ahamiyatga ega. Zero, shaxs g‘ayrihuquqiy yoki jinoiyligi ma’lum bo‘lgan buyruq, farmoyish yoki boshqa xizmat majburiyatlarini bajarmaslik yoki buzish, agar bunday qilmish qonunda jinoyat deb belgilangan bo‘lsa ham, jinoiy javobgarlikni istisno qiladi.\n\n9. Buyruq, farmoyish yoki boshqa boshqaruv hujjat-larini ijro etish huquqiylik shartlariga mos kelgan taqdirda, qilmishning jinoiyligini istisno qiluvchi holat, deb topilishi mumkin. Buyruq, farmoyish va boshqa xizmat majburiyatlari jinoyat to‘g‘risidagi qonunchilikda keltirilib o‘tilgan talablarga zid bo‘lmagan harakat yoki harakat-sizlik orqali bajarilishi kerak. Aks holda bunday harakat yoki harakatsizlik mustaqil jinoyat sifatida kvalifikatsiya qilinishi lozim. Masalan, tashkilot xodimlarining unga qo‘yiladigan soliqlarni eng ko‘p sur’atda qisqartirishga bo‘lgan intilishlari haqidagi farmoyish vakolatli shaxs tomonidan berilsa, bu soliqlarni to‘lashdan qochayotgan qaysi bir xodim ushbu sharhlanayotgan modda qoidalariga muvofiq berilgan farmoyishning ta’sir kuchi bilan o‘zi sodir etgan qilmishi uchun jinoiy javobgarlikni istisno qiladi, degan ma’noni bermaydi.\n\n10. Bajaruvchi tomonidan Jinoyat kodeksi bilan qo‘riqlanadigan ijtimoiy munosabatlarga yetkazilgan zarar uchun o‘sha buyruq yoki boshqa farmoyishni bergan shaxs javobgarlikka tortiladi, bunday hollarda bajaruvchi jinoyatni sodir etishning quroli sifatida xizmat qilib yoki boshqa farmoyishlarni ijro etgan qilmishi uchun javobgarlikka tortilmaydi, lekin ushbu buyruq yoki farmoyishning qonunga zid bo‘lganligi oldindan ma’lum bo‘lishi bundan mustasno.\n\n11. Buyruq yoki farmoyishning jinoiyligini oldindan bilishi, bajaruvchi farmoyishlarining g‘ayriqonuniy ekanligini obyektiv tomondan anglagan yoki anglamagan bo‘lishi mumkin bo‘lmagan holatlarda namoyon bo‘lishida ifodalanadi. Ijrochi buyruqning jinoiyligini oldindan bila turib uni bajarsa, bunday holat ishtirokchilik sifatida baholanib, buyruq beruvchi tashkilotchi, uni ijro etuvchi esa, bajaruvchi shaxs deb topiladi. Sharhlanayotgan moddaning ikkinchi qismida jinoiyligi oldindan ayon bo‘lgan buyruq yoki boshqa farmoyishni bajarib, jinoyat sodir etgan shaxs umumiy asoslarda javobgarlikka tortilishi haqida bayon qilingan. Bunday hollarda jinoiy buyruq yoki boshqa farmoyishni bajarishdan oldin uni bajarayotgan shaxs uning jinoiyligini bilishi va bila turib jinoiy buyruq yoki boshqa farmoyishni bajarishi lozim.\n\n12. Shuni nazarda tutish lozimki, oldindan jinoiyligi ayon bo‘lgan ma’lum buyruq yoki farmoyishni ijro etish umumiy asosda baholanishi lozimligi haqidagi qonun oldindan jinoiyligi ma’lum mansab vazifalarini ijro etishda jinoyat sodir etgan shaxslarni javobgarlikdan ozod qilmaydi. Qonunning bunday talqin etilishi yuridik til xususiyatlariga bog‘liq bo‘lib, sodir etilgan qilmishning baholanishiga ta’sir qilmaydi, shu sababdan oldindan jinoiyligi ma’lum mansab vazifalarini ijro etishda jinoyat sodir etgan shaxslar umumiy asoslarda javobgarlikka tortilishi lozim bo‘ladi. Bu masalaning o‘zgacha yechimi alohida kategoriyadagi shaxslarga asossiz ravishda javobgarlikdan qutulib qolishning imkonini beradi, bu esa, o‘z navbatida, Jinoyat kodeksining odillik va javobgarlikning muqarrarligi tamoyillariga zid keladi.\n\n13. JKning 40-moddasi 3-qismiga muvofiq, g‘ayriqonuniy ravishda berilgan buyruq yoki farmoyishni yoxud mansab vazifasini bajarmagan yoki buzgan shaxs javobgarlikka tortilmaydi. Shaxsning amalda sodir etgan qilmishida boshqa bir jinoyat tarkibining barcha alomatlari mavjud bo‘lsagina, u javobgarlikka tortiladi. Mazkur qoidalar ushbu modda va Jinoyat kodeksi, noqonuniy buyruq, farmoyish va mansab vazifalarini buzish holatlarini ko‘zda tutgan boshqa moddalari o‘rtasidagi kolliziyalarni hal etadi. Mazkur qoidalar noqonuniy buyruq, farmoyish va mansab vazifasini bajarmaganlik yoki buzish holatlarida, buyruqni bajarmaganlik yoki buzish jinoiy javobgarlikni keltirib chiqarishi lozim paytda, jinoiylikni istisno qiladi (masalan, Jinoyat kodeksining 279, 280-moddalari). Shuni ko‘zda tutish lozimki, har qanday g‘ayrihuquqiy yoki jinoiyligi ma’lum bo‘lgan buyruq, farmoyish yoki boshqa xizmat majburiyatlarini bajarmaslik yoki buzish jinoiy javobgarlikni istisno qiladi. Ayni paytda, sodir etilgan harakatda boshqa jinoyat tarkibi mavjud yoki mavjud emasligini aniqlash lozim, chunki agar u aniqlansa, shaxs jinoyat uchun javobgarlikka tortiladi.\n\n14. Sharhlanayotgan modda qoidalari, faqat Ichki ishlar, Qurolli Kuchlar, Davlat xavfsizlik xizmati, prokuratura organlari yoki boshqa davlat muassasalarida xizmat qiluvchi shaxslarga tegishli emas. Huquqiy-tashkiliy shaklidan qat’i nazar, istalgan korxona, tashkilotning ishchi-xizmatchisi buyruq yoki farmoyish, shuningdek, mansab vazifasini ijro etish yo‘lida jinoyat sodir etgan shaxs ham jinoiy javobgarlikka tortilmaydi."
        },
        {
            "modda_raqami": "41-modda. Kasb yoki xo‘jalik faoliyatiga bog‘liq asosli tavakkalchilik.",
            "matni": "Ijtimoiy foydali maqsadga erishish uchun kasb yoki xo‘jalik faoliyatiga bog‘liq asosli tavakkalchilik qilib, huquqlar va qonun bilan qo‘riqlanadigan manfaatlarga zarar yetkazish jinoyat deb topilmaydi. Agar sodir etilgan harakat zamonaviy ilmiy-texnika bilimlari va tajribalariga muvofiq kelgan, qo‘yilgan maqsadga esa, tavakkal qilmay erishishning iloji bo‘lmagan hamda shaxs huquqlar va qonun bilan qo‘riqlanadigan manfaatlarga zarar yetkazilishining oldini olish uchun tegishli choralarni ko‘rgan bo‘lsa, bunday tavakkalchilik asosli deb topiladi. Kasb yoki xo‘jalik faoliyatiga bog‘liq asosli tavakkalchilik qilishda ko‘zlangan ijtimoiy foydali natijaga erishilmagan va keltirilgan zarar ijtimoiy foydali maqsadga erishish natijasida olinishi mumkin bo‘lgan foydali natijadan ko‘proq bo‘lgan taqdirda ham yetkazilgan zarar javobgarlikka sabab bo‘lmaydi. Tavakkalchilik odamlarning halok bo‘lish xavfi, ekologiya halokati yoxud boshqacha og‘ir oqibatlarning kelib chiqishi mumkinligini bila turib qilingan bo‘lsa, asosli deb topilmaydi. Tadbirkorlik subyektlarining o‘zlariga ko‘rsatilgan xizmatlar, shu jumladan berilgan kreditlar yuzasidan banklar va boshqa moliya tashkilotlari oldidagi shartnoma majburiyatlarini tadbirkorlik tavakkalchiliklari hamda boshqa tijorat tavakkalchiliklari bilan bog‘liq holda bajarmaganligi banklar va boshqa moliya tashkilotlari xodimlarini jinoiy javobgarlikka tortish uchun asos bo‘lmaydi.",
            "sharxi": "1. Ma’lumki, biron-bir tajriba yoki eksperiment o‘tkazganda, tavakkal qilmasdan ijobiy natijaga erishish mushkul. Shu munosabat bilan qonun chiqaruvchi tomonidan Jinoyat kodeksiga yangi institut kasb yoki xo‘jalik faoliyatiga bog‘liq asosli tavakkalchilik kiritildi. Yangi jinoyat qonuniga bunday harakat qilmishning jinoiyligini istisno qiluvchi holat sifatida alohida modda sifatida kiritilishining ahamiyati katta. Ayni paytda, qonun asossiz, mas’uliyatsiz harakatlarni sodir etishning oldini oladi va xavfli harakatlarni sodir etish yoki etmaslikning qonuniyligini belgilab beruvchi shartlarni ko‘rsatadi. Ushbu shartlar buzilgan holatda shaxsni jinoiy javobgarlikka tortishga asos paydo bo‘ladi.\n\n2. Jinoyat kodeksining sharhlanayotgan moddasida ijtimoiy foydali maqsadga erishish uchun kasb yoki xo‘jalik faoliyatiga bog‘liq asosli tavakkalchilik qilib, huquqlar va qonun bilan qo‘riqlanadigan manfaatlarga zarar yetkazish jinoyat deb topilmasligi ko‘rsatilib o‘tilgan. Quyidagi bir qator shartlar bo‘lgandagina, kasb yoki xo‘jalik faoliyatiga bog‘liq asosli tavakkalchilik qonuniy hisoblanadi.\n\n3. Kasb yoki xo‘jalik faoliyatiga bog‘liq asosli tavakkalchilikning birinchi shartlaridan biri, bu ijtimoiy foydali maqsadga yo‘naltirilganligidir. Bu shuni anglatadiki, tavakkalchilik jamiyat va davlat uchun manfaat keltiruvchi natijalarga erishishga qaratilgan bo‘ladi. Bunda shuni e’tiborga olish lozimki, tavakkal qilib sodir etilgan harakatlardan hosil bo‘lgan ijobiy natija sezilarli sur’atda ushbu harakatlar tufayli yuzaga kelgan salbiy oqibatlardan ustun bo‘lishi kerak. Xususan, tavakkal qilib sodir etilgan harakatning ijtimoiy foydali maqsadi, insonlar hayoti va sog‘lig‘ini asrab qolishi, ish mahsuldorligini sezilarli sur’atda oshiruvchi yangi texnika yoki texnologiyani kashf etish, rivojlanish sur’atlarini keskin tarzda oshiruvchi yangi fizik qonunlarni va kimyoviy elementlarni topish va h.k.ni qamrab oladi. Shaxsiy maqsadlarga yo‘naltirilgan tavakkalchilik asosli, deb hisoblanmaydi. Ayni paytda, shaxsiy maqsadlarni shaxsiy motiv (sabab)lardan farqlash darkor. Ushbu talab qo‘yilishiga sabab, bu shaxsiy motivlar shaxsiy maqsadlarga mos kelmasligidir. Chunki, motiv u yoki bu qilmish sodir etish istagini tug‘diruvchi sababdir. Shu sababli shaxsiy motiv ijtimoiy foydali maqsadga qaratilgan bo‘lishi ham mumkin. Masalan, olqishlarga sazovor bo‘lish uchun shaxsni o‘limdan qutqarish. Shuni nazarda tutish lozimki, ijtimoiy foydali maqsad qilmishni kasb yoki xo‘jalik faoliyati bilan bog‘liq tavakkalchilik sifatida kvalifikatsiya qilish, unga to‘g‘ri huquqiy baho berish hamda jinoiy javobgarlik masalasini hal qilish uchun muhimdir.\n\n4. Kasb yoki xo‘jalik faoliyatiga bog‘liq asosli tavakkalchilik qonuniyligining ikkinchi sharti tavakkalchilik qilmay turib, ijtimoiy foydali maqsadlarga erishib bo‘lmasligidir. Ushbu maqsadni oddiy usullar bilan amalga oshirishning imkoni borligi ayon bo‘lgan Holatlarda xavfli harakatlarning qonuniyligi o‘z kuchini yo‘qotadi va yetkazilgan zarar uchun javobgarlik umumiy asosda kuchga kiradi. Ayni paytda, ushbu masalani hal etishga alohida yondashish lozimdir, chunki jamiyatga manfaatli maqsadlarni oddiy usullar bilan amalga oshirish imkoni har qaysi ishning alohida holatlari va faktlarga bog‘liqdir. Shu sababli, u mavhum shaklda emas, balki aniq shaklda, ya’ni ishning mavhum holatlarga nisbatan bo‘lishi lozimdir.\n\n5. Shuni nazarda tutish lozimki, ijtimoiy foydali maqsadni hech qanday zararsiz amalga oshirish imkoni yo‘qligi, o‘sha zararni yetkazmaslik iloji yo‘qligini anglatmaydi, ya’ni bunda huquq va erkinliklarga zarar yetishi ehtimoli bor, deb aytiladi, lekin ushbu zararni yetkazmaslikning iloji yo‘q, deb ko‘rsatilmaydi. Aks holda ya’ni, subyekt oldindan qaytarib bo‘lmaydigan zararli oqibatlarni yuzaga kelishini bilgan holda xavfli harakatlarni sodir etsa, ular sharhlanayotgan modda qoidalari asosida baholanishi mumkin bo‘lmaydi. Chunki, ushbu holatda lozim bo‘lgan tavakkal etib, harakat qilish elementi mavjud bo‘lmaydi.\n\n6. Tavakkalchilik zamonaviy ilmiy-texnika bilimlari va tajribalariga mos kelishi lozim. Shaxs o‘z tavakkalchilik tarzidagi harakatlarini amalga oshirishda tibbiyot, texnika sohalarida qo‘lga kiritilgan yutuqlardan kelib chiqishi lozim. Xavfli harakatlar ular zararli oqibatlarning yuzaga kelishi oldini olish imkoniyatlarini obyektiv tarzda ko‘rsatuvchi zamonaviy ilmiy-texnika bilimlari va tajribalariga muvofiq kelgan holatda oqlanadi. Tavakkalchilik bilan bog‘liq qilmishlarning zamonaviy bilim va tajribalarga mosligi haqidagi qonun talablari, avvalo, bunday qilmishlarning subyektiv bilimlar va subyektiv tajribalariga muvofiq bo‘lishini bildiradi. \n\n7. Tavakkalchilik harakatlarini amalga oshirishning muhim shartlaridan biri shaxs boshqalarning huquq va qonun bilan qo‘riqlanadigan manfaatlarga zarar yetkazilishining oldini olish uchun tegishli choralarni ko‘rgan bo‘lishligidir. Ko‘rilgan chora-tadbirlarning zarurligi obyektiv va subyektiv mezonlar asosida belgilanadi. Obyektiv tomondan xavfsizlik choralarini ko‘rish zarurligi shundan iboratki, tavakkalchilik bilan bog‘liq harakatlarni amalga oshirish sharoiti aynan shu choralarning ko‘rilishini talab qiladi (masalan, yong‘in bilan bog‘liq tajribalarni o‘tkazishda yong‘in xavfsizligini ta’minlash choralarini ko‘rish). Subyektiv tomondan xavfsizlik choralarini ko‘rish zarurligi shuni bildiradiki, shaxs kelib chiqishi mumkin bo‘lgan salbiy oqibat va uning hajmini anglay oladi, shu sababli zarar kelib chiqmasligi yoki ahamiyatsiz bo‘lishi uchun ham u shunday choralarni ko‘rishi lozim bo‘ladi. Bu borada yetkazilgan zararning hajmi ahamiyatga ega bo‘lib, agar u erishilgan ijtimoiy foydali maqsaddan kamroq bo‘lsa, jinoiy javobgarlikni keltirib chiqarmaydi. Shuni e’tiborga olish lozimki, zarur choralarni ko‘rish har qaysi holatda ishning barcha holatlarini o‘rganib chiqish asosida hal etilishi lozim bo‘lgan faktlarga ham bog‘likdir.\n\n8. Yuqorida ko‘rsatib o‘tilgan barcha shartlar mavjud bo‘lgan taqdirdagina tavakkalchilik asosli va huquqiy hisoblanadi, yetkazilgan zarar esa, jinoiy emas, deb topiladi. Kasb yoki xo‘jalik faoliyatiga bog‘liq asosli tavakkal qilishdan ko‘zlangan ijtimoiy foydali natijaga erishilmagan va yetkazilgan zarar ijtimoiy foydali maqsadga erishish natijasida olinishi mumkin bo‘lgan natijadan ko‘proq bo‘lgan taqdirda ham tavakkalchi shaxsni javobgarlikka tortishga sabab bo‘lmaydi. Ayni paytda, agar shaxsning harakati qonuniylik shartlaridan biriga muvofiq kelmasa, u umumiy asosda baholanadi va xavf mavjud bo‘lgan holat jazoni yengillashtiruvchi holat sifatida Jinoyat kodeksining 55-moddasi birinchi qismi «ye» bandiga muvofiq, ya’ni shaxsning ijtimoiy foydali maqsadi bo‘lganligi tufayli jazoni yengillashtiruvchi holat qatoriga kiritiladi. Ammo, shaxs ishning haqiqiy holatlari bo‘yicha xatoga yo‘l qo‘ygan bo‘lsa (masalan, ijtimoiy foydali maqsadini amalga oshirish uchun xato harakat qilsa, ma’lum xavfsizlik choralarini ko‘rish borasida xatolikka yo‘l qo‘ygan bo‘lsa), ushbu holatda aybdor shaxsning harakatlarini faktik xato bilan bog‘liq qonun qoidalar asosida kvalifikatsiya qilinishi lozimdir, ya’ni tavakkalchilik qonuniy shartlar asosida amalga oshirilganligi sifatida, ehtiyotsizlik orqasida sodir etilgan jinoyat sifatida kvalifikatsiya qilinadi. Subyekt tavakkalchilik harakatlarini amalga oshirishda qonuniy shartlarga rioya qilmagan holatlarda uning harakatlari qasddan yoki ehtiyotsizlik sifatida umumiy asoslarda javobgarlikka tortiladi.\n\t9. Tavakkalchilik, agar muayyan maqsadga erishish uchun qilinmasdan, unga tajribalar o‘tkazmasdan turib ham erishish mumkin bo‘lsa-yu, tavakkalga yo‘l qo‘ygan shaxs qonun bilan qo‘riqlanadigan manfaatlarga zarar yetkazishning oldini olmagan bo‘lsa, u asossiz deb topiladi. Odamlarning halok bo‘lishi, ekologik halokat va boshqa og‘ir oqibatlarga sabab bo‘lishi oldindan ma’lum bo‘lgan xavfli harakatlarni oqlangan, deb tan olmaslik xavfli harakatlarning qonuniyligini belgilovchi alohida bir shartdir. Bunda shuni nazarda tutish lozimki, ushbu holatda qonun xavfli harakat tahdidli bo‘lgani uchun, ya’ni og‘ir oqibatlarga sabab bo‘lishi ehtimoli borligi uchun uni oqlangan, deb tan olmaydi, aynan shu oqibatlar ro‘y berishi bunda muhim emas. Odamlarning halok bo‘lish xavfi deganda, tavakkalchilikni amalga oshirish oqibatida ikki yoki undan ortiq odamlarning hayoti xavf ostida qolishi tushuniladi. Ekologik halokat insonlar faoliyati natijasida tabiatga zarar yetkazilishi va bu zarar insoniyatning keyingi hayoti uchun jiddiy xavfni keltirib chiqarishini bildiradi (gaz, neft avariyalari, keng qamrovli o‘rmon yong‘inlari). Boshqa og‘ir oqibatlar sifatida bir necha shaxslar sog‘lig‘iga og‘ir shikast yetkazilishi, transport tizimining uzoq muddatga izdan chiqishi, portlash yoki yong‘in natijasida uylar va boshqa inshootlarning vayron bo‘lishi va shu kabi holatlar tushuniladi. Agar tavakkal qilib sodir etilgan harakatlarning natijasida teng bo‘lmagan manfaat ko‘zlangan bo‘lsa, ushbu harakatlar oqlanmagan deb tan olinadi (masalan, hosildorlikni oshirish). Ayni paytda, agar shu kabi tahdidlar muhim manfaatlarni amalga oshirishda yuzaga kelsa (masalan, odamlarni ko‘milib qolgan joydan qutqarish, yangi texnologiyalarni, ya’ni avvalgisidan ancha samarali texnologiyalarni kashf etish) xavfli harakatlar asosli, deb tan olinadi. Ayni damda bu holatlarda yetadigan manfaat va tegishli harakatlar tahdid solayotgan manfaat qiyosiy baholanishi lozim. Ular ochiq muvofiq bo‘lmagan yoki teng bo‘lgan holatda bunday maqsadlarga erishish asossiz xavfli harakat, deb tan olinishi lozim.\n\n10. Sud va tergov organlari kasb yoki xo‘jalik faoliyati bilan bog‘LIK asosli tavakkalchilik holatida zarar yetkazishning oxirgi zarurat holatida zarar yetkazishga juda o‘xshaganligi uchun aybdorning harakatlarini kvalifikatsiya qilishida ma’lum qiyinchiliklar vujudga kelishi mumkin. Shuning uchun kasb yoki xo‘jalik faoliyati bilan bog‘liq asosli tavakkalchilik holatida zarar yetkazishni oxirgi zarurat holatidan farqlash imkonini beradigan quyidagi belgilarga e’tibor qaratilishi lozim:\n\n-oxirgi zaruratda xavf manbai mavjud bo‘lib, qilmishning o‘zi zararni bartaraf etishga qaratilgan bo‘ladi, asosli tavakkalchilikda esa, qilmish tahdid soluvchi xavf bilan shartlanmaydi, u ijtimoiy foydali maqsadga erishishga yo‘naltirilgan bo‘ladi;\n\n-oxirgi zaruratda yetkazilgan zarar bartaraf etilgan zarardan kamroq bo‘lishi kerak, asosli tavakkalchilikda esa, zararning hajmi tavakkal qiluvchi shaxsning qilmishini baholashda unchalik ahamiyatga ega emas;\n\n-tavakkalchilik bilan bog‘liq qilmishlar asosida zarar yetkazish ehtimoliy bo‘lib, oqibatning kelib chiqishi zarur hisoblanmaydi, oxirgi zaruratda esa, zarar yetkazish ko‘proq zarar yetkazilishidan qutulishning yagona vositasidir.\n\n11. Sharhlanayotgan moddaning beshinchi qismi bilan kasb yoki xo‘jalik faoliyatiga bog‘liq asosli tavakkalchilikda javobgarlikdan ozod etishning maxsus holati o‘rnatilgan. Ushbu qismga ko‘ra, tadbirkorlik subyektlarining o‘zlariga ko‘rsatilgan xizmatlar, shu jumladan, berilgan kreditlar yuzasidan banklar va boshqa moliya tashkilotlari oldidagi shartnoma majburiyatlarini tadbirkorlik tavakkalchiliklari hamda boshqa tijorat tavakkalchiliklari bilan bog‘liq holda bajarmaganligi banklar va boshqa moliya tashkilotlari xodimlarini jinoiy javobgarlikka tortish uchun asos bo‘lmaydi."
        },
        {
            "modda_raqami": "41_1-modda. Jismoniy yoki ruhiy majburlash yoxud qo‘rqitish.",
            "matni": "Jismoniy yoki ruhiy majburlash yoxud shunday majburlashni qo‘llash bilan qo‘rqitish natijasida ushbu Kodeks bilan qo‘riqlanadigan huquq va manfaatlarga zarar yetkazilishi, agar bunday majburlash yoxud qo‘rqitish oqibatida shaxs o‘z harakatlarini (harakatsizligini) boshqara olmagan bo‘lsa, jinoyat hisoblanmaydi. Ushbu Kodeks bilan qo‘riqlanadigan huquq va manfaat-larga jismoniy yoki ruhiy majburlash yoxud shunday majburlashni qo‘llash bilan qo‘rqitish natijasida zarar yetkazganlik uchun jinoiy javobgarlik to‘g‘risidagi masala, agar bunday majburlash yoki qo‘rqitish oqibatida shaxs o‘z harakatlarini (harakatsizligini) boshqarish imkoniyatini saqlab qolgan bo‘lsa, ushbu Kodeks 38-moddasining qoidalari inobatga olingan holda hal etiladi.",
            "sharxi": "1. Jismoniy yoki ruhiy majburlash qilmishning jinoiyligini inkor etuvchi yana bir holat hisoblanadi. Jismoniy yoki ruhiy majburlash bu shaxsga nisbatan g‘ayriqonuniy kuch (jismoniy yoki ruhiy) ishlatishning qo‘llanilishi bo‘lib, mazkur shaxs tomonidan, uning xohish-istagiga qarshi, jamiyat uchun xavfli qilmishning sodir etilishiga erishish maqsadida amalga oshiriladi. Bunday vaziyatda harakatlar shaxsning xohish-istagisiz sodir etilishi natijasida uning javobgarligi inkor etiladi, shunday ekan shaxs aybsiz hisoblanadi. Haqiqatda, majburlovchi bunday vaziyatda jinoyatning «tirik quroli» sifatida chiqadi, majburlovchi esa jinoyat subyekti hisoblanadi va javobgar bo‘ladi.\n\n2. Bevosita jinoiy qilmish sodir qilingan lahzada yoki unga qadar (chunki talab qilinayotgan harakatlar sodir etilishi rad etilgan taqdirda takroran zo‘rlik orqali ta’sir ko‘rsatish xavfi saqlanib qoladi) shaxsga nisbatan qo‘llaniladigan jismoniy va ruhiy majburlash jinoyatning vaziyati sifatida ko‘rib chiqilishi mumkin. Haqiqiy hollarda, jismoniy va ruhiy majburlash kamdan-kam hollarda bir-biridan alohida amalga oshiriladi: ko‘pgina hollarda, har qanday jismoniy majburlash ruhiy ta’sir, ruhiy majburlash esa jismoniy kuch ishlatish elementlaridan iborat bo‘ladi.\n\n3. Jismoniy majburlash boshqa shaxsga nisbatan majburiy fe’l-atvorga ega, ya’ni uning irodasiga qarshi, irodasini so‘ndirish yoki uni bo‘ysundirish yoxud shaxsning harakat erkinligini cheklash maqsadida sodir etiladigan jismoniy choralarning qo‘llanilishidan iborat. Jismoniy majburlashda zo‘rlik ishlatish fe’l-atvoriga ega choralar sog‘likka turli darajada og‘ir tan jarohatlarini yetkazish, turli kuchli ta’sir etuvchi va giyohvandlik moddalarining qo‘llanilishi, izolyatsiya qilish va boshqalarda ifodalanish mumkin,in malakalash uchun bu choralarning aniq belgilash fe’l-atvori mavjud emas.\n\n4. Ruhiy majburlash boshqa shaxsga hayotga, sog‘liqqa, mulkka yoki majburlanuvchi shaxs yoki uning yaqinlarining huquq va manfaatlariga zarar yetkazish xavfida, shuningdek shaxsning ruhiyatiga to‘g‘ri ta’sir (turli psixotrop moddalarning qo‘llanilishi, gipnoz va hokazolar) o‘tkazishda namoyon bo‘ladigan ruhiy zo‘rlik choralarini amalga oshirish orqali ta’sir o‘tkazishdan iborat. Jinoyatni malakalash uchun shaxsning irodasini so‘ndirish yoki bo‘ysundirish, uning harakatlari erkinligini cheklashni belgilashda qo‘llaniladigan aniq usullar mavjud emas.\n\n5. Majburlash majburlanuvchi shaxsning xohish-irodasiga qarshi sodir etiladigan ham majburiy jismoniy va hamda ruxiy alomati sifatida namoyish etilishini ta’kidlash zarur. Aks holda majburlash sodir bo‘lmaydi (masalan, do‘kon qorovuli bosqinchilarning sherigi bo‘lgan holda, o‘ziga sherikchilikda shubha uyg‘otmaslik uchun o‘zini bog‘lab qo‘yishni so‘raydi). Shu bilan bir vaqtda faqat shaxsning irodasiga qarshi g‘ayriqonuniy choralarning qo‘llanilishi majburlash sifatida e’tirof etilishi lozim. Qonun bilan ruxsat berilgan, bir qator hollarda esa hatto talab qilingan choralarning qo‘llanilishini esa majburlash sifatida ko‘rib chiqilmaydi (masalan, qamoqqa olish, noqonuniy harakatlar ustidan shikoyat qilish tahdidi va boshqalar). Bunday holatlarda majburlangan deyilayotgan shaxsning uchinchi shaxslar huquq va manfaatlariga zarar yetkazishda ifodalangan qilmishini, zaruriy sharoitlar mavjudligida, tegishli qasddan yoxud ehtiyotsizlik oqibatidagi jinoyat sifatida malakalash lozim.\n\n6. Jismoniy yoxud ruhiy majburlash uchinchi shaxslarning huquq va erkinliklariga zarar yetkazgan majburlanuvchi shaxsning xohish-istagining xulq-atvoriga turli ta’sir ko‘rsatishi mumkinligini hisobga olish zarur. Xususan, shaxs o‘z harakatlarini tanlash erkinligidan yoxud mutlaqo cheklangan, yoxud bunday cheklov xususiy fe’l-atvorga ega bo‘lishi mumkin. Shaxs faoliyati erkinligining turli fe’l-atvorga ega ekanligi turli huquqiy baholashga olib keladi, xususan, agar:\n\n-shaxs o‘z harakatlarini boshqara olmasa (masalan, to‘liq izolyatsiyalanish yoki gipnoz uyqusi holatida bo‘lish va boshqalar). Bunday holatda majburlanuvchi majburlovchining qo‘lida faqat qurol va xatti-harakatlarni tanlash imkoniyatidan to‘liq mahrum hisoblanadi, amalga oshirilayotgan jinoiy-huquqiy harakatlar yoki harakatsizligi davomida irodasini namoyish qilish imkoniyati yo‘qligi sababli bunday shaxsning javobgarligi inkor etiladi;\n\n-shaxs o‘z harakatlarini boshqarish imkoniyatini saqlab qoladi (masalan, zarar yetkazish qiynoq tahdidida va xavfida, boshqalarda). Bunday vaziyatda majburlanuvchining qilmishi JKning 38-moddasiga muvofiq oxirgi zaruriyat qoidalariga ko‘ra baholanadi. Ammo, agar qilmish oxirgi zaruriyatning qonuniyligi shartlariga javob bermasa yoxud uning chegaralaridan o‘tishi mavjud bo‘lsa, unda majburlangan shaxsning harakatlari mustaqil jinoyat sifatida tavsiflanishi lozim. Bunda uning majburiylik ostida sodir etilishi Jinoyat kodeksining 55-moddasi 1-qismi «g» bandi bo‘yicha yengillashtiruvchi holat sifatida ko‘rib chiqiladi."
        }
    ]
}