{
    "bob_nomi": "IX bob. O‘zbekiston Respublikasiga qarshi jinoyatlar",
    "moddalar": [
        {
            "modda_raqami": "157-modda. Davlatga xoinlik qilish.",
            "matni": "O‘zbekiston Respublikasining fuqarosi tomonidan josus\u001flik, chet el davlatiga, chet el tashkilotiga yoki ularning vakil\u001flariga davlat sirlarini yetkazish yoxud O‘zbekiston Respublika\u001fsiga qarshi dushmanlik faoliyati olib borishda yordam ko‘rsatish yo‘li bilan davlatga xoinlik qilish, ya’ni O‘zbekiston Respublikasining suvereniteti, hududiy daxlsizligi, mudofaa salohiyati, iqtisodiyotiga zarar yetkazgan holda qasddan sodir etilgan qilmish - \n\no‘n yildan yigirma yilgacha ozodlikdan mahrum qilish bilan jazolanadi.\n\nChet el davlat yoki tashkiloti tomonidan O‘zbekiston Respublikasiga qarshi qaratilgan davlatga zarar yetkazuvchi faoliyatni amalga oshirishda hamkorlik qilish uchun jalb qilingan O‘zbekiston Respublikasining fuqarosi o‘zining bunday hamkor\u001fligi to‘g‘risida hokimiyat organlariga ixtiyoriy ravishda arz qilsa, uning faoliyati esa respublika manfaatlariga zarar yetkazmagan bo‘lsa, javobgarlikdan ozod qilinadi. \n\nBasharti, O‘zbekiston Respublikasining fuqarosi, o‘z qilmishi to‘g‘risida hokimiyat organlariga ixtiyoriy ravishda xabar qilib, jinoyatni ochishga faol yordam bergan va buning natijasida davlat uchun kelib chiqishi mumkin bo‘lgan og‘ir oqibatlarning oldi olingan bo‘lsa, jazodan ozod qilinadi. ",
            "sharxi": "1. Davlatga xoinlik qilish O‘zbekiston Respublikasiga qarshi qaratilgan eng og‘ir jinoyatlardan biri hisoblanadi. \n\nDavlatga xoinlik qilish mohiyatiga ko‘ra sotqinlik harakatidir, ya’ni u O‘zbekiston Respublikasi fuqarosining davlati\u001fmizning tashqi dushmanlari (xorijiy davlat, chet el tashkiloti yoki uning vakillari) bilan birgalikdagi O‘zbekiston suvereniteti, hududiy daxlsizligi, mudofaa qobiliyati, iqtisodiyotiga zarar yetkazishga qaratilgan dushmanlik faoliyatidir.\n\nMazkur faoliyat josuslik, xorijiy davlat, chet el tashkiloti yoki uning vakillariga O‘zbekiston Respublikasiga qarshi dush\u001fmanlik faoliyatini amalga oshirishda davlat sirlarini yetkazish yoki boshqacha yordam berish shaklida amalga oshirilishi mumkin.\n\nDavlatga xoinlik qilish O‘zbekiston Respublikasi fuqarosi va xorijiy davlat yoki tashkiloti vakillarining O‘zbekistonga qarshi qaratilgan jinoyatlarda birgalikdagi ishtirokchiligi\u001fning maxsus shaklini ifoda etadi. Mazkur holatda asosiy xavf tashqaridan, ya’ni, xorijiy davlat yoki chet el tashkiloti tomoni\u001fdan kelib chiqadi, O‘zbekiston Respublikasi fuqarosi esa respublikaning tashqi dushmanlariga yordam berib, bu bilan o‘z dav\u001flatiga sotqinlik qiladi, uning manfaatlariga xiyonat qiladi.\n\nBunda rasmiy shaxslar (hukumat delegatsiyalarining a’zolari, O‘zbekistondagi diplomatik vakolatxonalarning xodimlari, chet el maxsus xizmatlarining xodimlari, chet el yoki xalqaro nohukumat delegatsiyalarning a’zolari va boshqalar), shuningdek, ularning topshirig‘ini bajaruvchi boshqa shaxslar xorijiy davlat yoki chet el tashkiloti vakili bo‘lishi mumkin. (Chet el davlati yoxud chet el tashkiloti tushunchalari to‘g‘risida JK 160-moddasi sharhiga qarang). \n\n2. JK 157-moddasi dispozitsiyasi mazmunidan kelib chiqqani\u001fdek, sharhlanayotgan jinoyat ko‘p obyektlidir.\n\nTajovuz qilinishi davlatga xoinlik deb e’tirof etiluvchi obyektlar qonunda aniq sanab o‘tiladi, jumladan, bu\u001flarga: O‘zbekiston Respublikasi suvereniteti, hududiy daxlsiz\u001fligi, mudofaa qobiliyati, xavfsizligi va iqtisodiyoti kiradi.\n\nSuverenitet deganda, davlatning o‘z hududidagi ustuvorligi va uning tashqi siyosiy faoliyat olib borishdagi to‘liq mustaqil\u001fligi tushuniladi. Suverenitet davlat hokimiyati va umuman, dav\u001flat mustaqilligining muhim belgisidir. \n\nHududiy daxlsizlik deganda, O‘zbekiston Respublikasining yaxlitligi, hududining bo‘linmasligi va chegaralarining buzil\u001fmasligi tushuniladi. Bunda hudud deganda, davlat chegaralari miqyosidagi yer, yer osti, suv va havo hududlari  tushuniladi.\n\nMudofaa qobiliyati – davlatning suvereniteti va hududiy daxlsizligini tashqaridan bo‘ladigan hujumdan himoyalashni ta’minlashga qaratilgan siyosiy, iqtisodiy, harbiy, ijtimoiy-ma’naviy salohiyati.\n\nXavfsizlik – shaxs, jamiyat va davlatning hayot uchun muhim manfaatlarining ichki va tashqi tahdiddan himoyalanganlik ho\u001flati.\n\nHayot uchun muhim manfaatlar deganda, o‘z navbatida, konstitutsiyaviy tuzum, suverenitet, hududiy daxlsizlik, siyosiy, ijtimoiy-iqtisodiy sohalardagi barqarorlik, mamlakatda qonuniy\u001flik va huquq-tartibotning saqlanishi, boshqa davlatlar bilan teng huquqli va o‘zaro manfaatli hamkorlik ta’minlanishi tushuniladi.\n\nIqtisodiyot (iqtisodiyot) (yunoncha όikos – uy, xo‘jalik va nomos - qoida, qonun; birgalikda – xo‘jalik yuritish qoidalari) – mamlakat xalq xo‘jaligi yoki uning bir qismi bo‘lib, u inson\u001flar tomonidan hayotni ta’minlash, ehtiyojlarni qondirish maqsadida mehnatni qo‘llagan holda inson uchun zarur boylik, shart-sharoit va vositalarni yaratishda qo‘llanadigan vosita, obyekt va jarayonlar majmuidir. Iqtisod o‘z ichiga moddiy (sanoat, qish\u001floq xo‘jaligi, transport, savdo va hokazo) va nomoddiy (ma’rifat, sog‘liqni saqlash, madaniyat va hokazo) ishlab chiqarish soha\u001flarini qamrab oladi.\n\n3. Sharhlanayotgan moddaning dispozitsiyasida davlatga xoinlik qilishning obyektiv tomonini tashkil etuvchi qilmishlarning to‘liq ro‘yxati ko‘rsatilgan:\n\n-josuslik;\n\n-davlat sirlarini chet el davlatiga yetkazish;\n\n-O‘zbekiston Respublikasiga qarshi dushmanlik faoliyatini olib borishda chet el davlatiga boshqacha yordam berish.\n\nMazkur moddada keltirilgan davlatga xoinlik qilish shakl\u001flarining ro‘yxati to‘liq bo‘lib, uni keng talqin qilish mumkin emas.\n\n4. Josuslik  O‘zbekiston Respublikasi suvereniteti, hududiy daxlsizligi, xavfsizligi va iqtisodiyotiga zarar yetkazishi mumkin bo‘lgan davlat sirlarini tashkil etuvchi ma’lumotlarni chet el davlati, tashkiloti yoki ularning agenturasiga yetkazish maqsadida g‘ayriqonuniy ravishda o‘g‘irlash, yig‘ish yoki saqlash, shuningdek, ularni yetkazish hisoblanadi.\n\nJosuslikning obyektiv tomoni JK 160-moddasini chet el fuqarosi yoki fuqaroligi bo‘lmagan shaxsga nisbatan qo‘llashga doir sharhda batafsilroq yoritilgan. Agar josuslik O‘zbekiston Respublikasi fuqarosi tomonidan sodir etilgan bo‘lsa, bu qil\u001fmish JK 157-moddasiga ko‘ra davlatga xoinlik sifatida kvalifikatsiya qilinadi.\n\n5. Davlat sirlarini chet el davlatiga yetkazish O‘zbekiston Respublikasi fuqarosi tomonidan unga xizmat yuzasidan yoki boshqa shart-sharoitlar (masalan, maxsus yuridik maqom asosida (sudya o‘z vakolatlarini amalga oshirishi jarayonida ular bilan tanishish huquqiga ega bo‘lish) natijasida ma’lum bo‘lgan va dav\u001flat sirlarini tashkil etuvchi ma’lumotlarni qasddan ma’lum qilish yoki yetkazish, chet el davlati, tashkiloti, ularning agenturasi foydasiga josuslik qilish bundan mustasno. Davlat sirlarini yetkazish shunisi bilan shaxs xizmat (ish) vakolatlaridan kelib chiqmagan holda ma’lumotlarni yetkazadigan yoki yetkazish maqsadida saqlaydigan josuslikdan farq qiladi.\nSharhlanayotgan qilmish predmeti davlat sirlari hisoblan\u001fgan ma’lumotlardir.\n\nO‘zbekiston Respublikasi davlat sirlari sifatida davlat tomonidan qo‘riqlanadigan va maxsus ro‘yxatlar bilan cheklangan harbiy, siyosiy, iqtisodiy, ilmiy-texnik va boshqa fe’l-atvordagi maxfiy va o‘ta maxfiy hisoblangan alohida ahamiyatga ega ma’lumotlar e’tirof etiladi. \n\nDavlat sirlari davlat, harbiy va xizmat sirlariga bo‘linadi[ Qarang: O‘zbekiston Respublikasining 1993-yil 7 maydagi “Davlat sirlarini saqlash to‘g‘risida”gi Qonuni, 1, 3-moddalari.].\n\n6. Obyektiv tomondan davlat sirlarini yetkazish o‘ta maxfiy va maxfiy ma’lumotlarning chet el davlati, tashkiloti, agenturasiga amalda topshirilishidan iborat. Jinoyat davlat siri chet el agenti egaligiga topshirilgan paytdan e’tiboran sodir qilingan hisoblanadi. \n\nDavlat sirlarini yetkazish turli usullar orqali: og‘zaki, yozma tarzda har qanday shakl (xat, sxema, shifrlangan yozuv va hokazo\u001flar)da xabar qilish; davlat sirlarini ifoda etuvchi hujjat\u001flarni topshirish; axborotni telefon, Internet orqali xabar qilish; davlat sirlari hisoblanuvchi ashyolarni topshirish va hokazo tarzida amalga oshirilishi mumkin.\n\nDavlat sirlarini yetkazish bo‘yicha, davlat, harbiy yoki xizmat sirlarini o‘z ichiga olgan ma’lumotlar chet el davlati, tashkiloti yoki ularning vakillari tomonidan qo‘lga kiritilgan paytdan boshlab, jinoyat tugallangan hisoblanadi. Davlat sirlarini yetkazishga suiqasd sifatida O‘zbekiston Respublikasi fuqaro\u001fsining davlat sirini tashkil etuvchi mazkur ma’lumotlarni topshirish paytida qo‘lga olinishi e’tirof etilishi mumkin. \n\n7. Subyektiv tomondan davlat sirlarini yetkazish doimo qasddan sodir qilinadi va quyidagi belgilar mavjudligi bilan tavsiflanadi:\n\n-ma’lumotlar davlat sirini tashkil etganligini albatta anglash;\n\n-ma’lumotlar chet el davlati, tashkiloti yoki ularning vakil\u001flariga topshirilayotganligini tushunish.\n\nAybdor ma’lumotlarni “tasodifan” qo‘lga kiritib (masalan, davlat sirlarini tashkil etuvchi ashyolarni topib olib), ularning mazmunini anglagan holda chet el davlati, tashkiloti yoki ular\u001fning vakillariga topshirgan bo‘lsa ham, davlat sirlarini topshirish shaklidagi davlatga xoinlik sifatida e’tirof etilishi kerak.\n\n8. Davlatga xoinlikning turi sifatida chet el davlatiga O‘zbekistonga qarshi dushmanlik faoliyatini amalga oshirishda yordam berishning obyektiv tomoni, agarda u yuqorida ko‘rsatilgan davlatga xoinlik shakllari bilan qamrab olinmagan bo‘lsa, mohiyatiga ko‘ra O‘zbekistonning suvereniteti, hududiy daxlsizligi, xavfsizligi, mudofaa qobiliyati, iqtisodiyotiga zarar yetkazish maqsadida amalga oshirilgan faoliyatda ehtimol tutilgan tashqi dushmanga josuslik va boshqa turdagi dushmanlik harakatlarini bajarishda ko‘maklashish bilan bog‘liq qilmish\u001flarni o‘z ichiga oladi.\n\nUshbu modda doirasida dushmanlik faoliyati sifatida O‘zbekistonning suvereniteti, hududiy daxlsizligi, xavfsiz\u001fligi, mudofaa qobiliyati, iqtisodiyotiga bevosita yoki bilvosita zarar yetkazish maqsadida amalga oshirilgan faoliyatni tushunish zarur.\n\nBunday faoliyat sifatida quyidagilar e’tirof etilishi kerak:\n\n-ichki va tashqi siyosiy faoliyatga aralashuv;\n\n-O‘zbekiston manfaatlari mavjud hududda harbiy faol\u001flikni kuchaytirish, ig‘vogarlik bilan O‘zbekiston tomonlardan biri bo‘lib qoladigan qurolli to‘qnashuvni keltirib chiqarish yoki avj oldirish;\n\n-O‘zbekiston Respublikasiga nisbatan iqtisodiy sanksiya\u001flarni noqonuniy qo‘llash;\n\n-chet el maxsus xizmatlari va tashkilotlarining josuslik faoliyati;\n\n-axborot xavfsizligiga putur yetkazish, jumladan, dezinformatsiya teskari axborot tarqatish;\n\n-iqtisodiyot, ekologiya, siyosat sohasida inqirozli holatni keltirib chiqarishga olib keluvchi boshqa turdagi faoliyat.\n\n9. Chet el davlatiga, tashkilotiga yoki ularning vakillariga O‘zbekistonga qarshi dushmanlik faoliyatini amalga oshirishda boshqacha yordam berish obyektiv tomondan O‘zbekiston Respublikasi fuqarosining chet el davlati, tashkiloti yoki ularning vakillari bilan aloqa o‘rnatish harakatlarini amalga oshirishda va ularning topshirig‘i bo‘yicha quyidagilarni sodir etishda namoyon bo‘ladi:\n\n-O‘zbekistonning suvereniteti, hududiy daxlsizligi, xavfsizligi, mudofaa qobiliyati, iqtisodiyotiga zarar yetkazish maqsadida boshqa (yuqorida sanab o‘tilganlardan tashqari) jinoyat\u001flarni sodir etish. Mazkur guruhga, masalan, davlat yoki jamoat arbobining hayotiga tajovuz qilish, qo‘poruvchilik va hokazo ji\u001fnoyatlarni sodir qilish kiradi. Ushbu jinoyatlar sodir qilingan holda aybdor qilmishi davlatga xoinlik va aybdor tomonidan sodir qilingan muayyan jinoyat sifatida jinoyatlar majmui bo‘yicha kvalifikatsiya qilinishi kerak;\n\n-ko‘rsatilgan jinoyatlar belgilarini tashkil etmaydigan, lekin O‘zbekiston Respublikasiga qarshi qaratilgan qilmishlar, masalan, agentlarni yollash, agentlar qatoriga kirish, chet el razvedkasi agentlarini harakat vositalari, uy-joy, ish bilan ta’minlash va hokazo. Mazkur jinoyatlar doirasi keng bo‘lib, to‘liq ro‘yxati mavjud emas, lekin ularning barchasini O‘zbekiston Respublikasiga qarshi qaratilgan harakat ekanligi birlashtiradi.\n\nMazkur qilmish dushmanlik faoliyatini amalga oshirishga rozilik berilgan paytdan emas, balki O‘zbekiston Respublikasi fuqarosi tomonidan chet el davlati tashkiloti yoki ularning vakillariga amalda yordam berilgan paytdan jinoyat tugallangan hisoblanadi. Yordam berish rejasini ishlab chiqish, chet el dav\u001flati yoki uning agenturasi bilan aloqa bog‘lash uchun qulay shart-sharoit yaratish, shaxsning ixtiyorida bo‘lgan ma’lumotlar va imkoniyatlarni topshirish uchun qulay tizimga keltirish va hokazo dushmanlik faoliyatini amalga oshirishda yordam berishga tayyorgarlikni tashkil etadi. Chet el davlati vakillari bilan aloqa o‘rnatishga amalga oshmagan urinishni, chet el razvedkasi foydalana olmagan yordamni ko‘rsatishga qaratilgan xatti-harakatning sodir etilishini va hokazolarni ushbu jinoyatni sodir etishga suiqasd qilish sifatida kvalifikatsiya qilish kerak.\n\nDushmanlik faoliyatini amalga oshirishda yordam berish shak\u001flidagi davlatga xoinlik O‘zbekiston hududida va uning tashqari\u001fsida sodir bo‘lishi mumkin, biroq bu qilmishni kvalifikatsiya qilishga ta’sir etmaydi.\n\n10. Subyektiv tomondan davlatga xoinlik qilish faqat to‘g‘ri qasddan sodir qilinishi mumkin. Aybdor mazkur modda dispozitsiyasida nazarda tutilgan qilmishning ijtimoiy xavfli ahamiyatini anglab yetadi va uni amalga oshirishni istaydi.\n\nDavlatga xoinlik qilishning motivi va maqsadi har xil: siyo\u001fsiy, g‘araz niyati, millatchilik va hokazo bo‘lishi mumkin. Bularning mazmuni kvalifikatsiya qilishga ta’sir etmaydi, lekin jinoyatni sodir qilish mexanizmi, ayb darajasini aniqlash va jazo tayinlash jarayonida inobatga olinishi kerak.\n\n11. Davlatga xoinlik qilishda shaxsning aybini aniqlash va sharhlanayotgan tarkibni boshqa tashqi jihatdan o‘xshash jinoyat\u001flardan farqlashda aybdor shaxsi katta ahamiyatga ega.\n\nDavlatga xoinlik qilishning subyekti faqat 16 yoshga to‘lgan, aqli raso O‘zbekiston Respublikasi fuqarosi bo‘ladi.\n\n12. Davlatga xoinlik natijasida yetkazilgan zararni minimallashtirish, shuningdek, mazkur jinoyatni samarali va tezkor\u001flik bilan ochish maqsadida JK 157-moddasi 2-qismida rag‘batlantiruvchi norma belgilangan bo‘lib, unga ko‘ra aybdor tomoni\u001fdan JK 157-moddasi 2-qismida nazarda tutilgan shartlar bajarilsa, u jinoiy javobgarlikdan ozod qilinishi mumkin.\n\nMazkur shartlar sifatida quyidagilar e’tirof etiladi:\n\n-aybdor o‘zi chet el davlati yoki tashkiloti bilan hamkorligi to‘g‘risida hokimiyat organlariga ixtiyoriy xabar berishi;\n\n-shaxsning chet el razvedkasi bilan hamkorligidan O‘zbekiston Respublikasi manfaatlariga zarar yetmagan bo‘lishi kerak.\n\nIxtiyoriy xabar qilish deganda, aybdorning o‘z ixtiyoriga ko‘ra va hech kimning majburlashisiz xabar qilishi tushuniladi. Bu holda aybdor o‘zining chet el davlati yoki tashkiloti bilan hamkorligini davom ettirishning haqiqiyligini va hech qanday sal\u001fbiy oqibatlarga olib kelmasligini anglab yetadi. Agarda aybdor o‘zining hamkorligi to‘g‘risida ushlab olish jarayonida yoki boshqa turdagi tashqi ta’sir natijasida (masalan, Milliy xavfsizlik xizmati tergovi natijasida) xabar bersa, bu ixtiyoriy xabar berish deb hisoblanmaydi.\n\nXabar berishning ixtiyoriyligi aybni bo‘yniga olish to‘g‘risida borib arz qilishni nazarda tutmaydi, lekin buni istisno ham qilmaydi. Bu holatda jinoyatning sodir qilinishi to‘g‘risida hokimiyat organlariga xabar berishning o‘zi (shu jumladan bevosita aloqa qilish) yetarlidir. Bunda hokimiyat organi de\u001fganda, nafaqat huquqni muhofaza qilish organlari, balki barcha hokimiyat organlari tushuniladi.\n\nZarar yetkazilmaganligi JK 157-moddasi 2-qismida nazarda tutilgan rag‘batlantiruvchi normaning majburiy sharti hisoblanadi.\n\nZarar yetkazilmaganligi deganda, aybdorning o‘z hamkorligi to‘g‘risida o‘z vaqtida xabar berishi, ya’ni bu ishni hokimiyat or\u001fganlari O‘zbekiston manfaatlariga zarar yetkazilishining ol\u001fdini olishi uchun yetarli muddatga ega bo‘ladigan tarzda amalga oshirilishi kerak. Obyektiv ravishda bunday xabar aybdorning jinoyatni og‘ir oqibatlari kelib chiqishining oldini olishga ongli ravishda yordam berishini anglatadi. \n\n13. JK 157-moddasi 3-qismida boshqa rag‘batlantiruvchi norma mustahkamlangan bo‘lib, bu normalar orqali aybdor quyidagi shartlarga rioya qilsa, davlatga xoinlik qilinishi natijasida kelib chiqadigan og‘ir oqibatlar darajasi pasayib, oqibatda aybdor jazodan ozod qilinishi mumkin:\n\n-sodir qilingan jinoyat to‘g‘risida ixtiyoriy xabar berish;\n\n-jinoyatning ochilishiga faol yordam berish;\n\n-buning natijasida davlat uchun kelib chiqishi mumkin bo‘lgan og‘ir oqibatlarning oldini olish.\n\n(Ixtiyoriylik tushunchasi to‘g‘risida bundan oldingi bandga qarang.)\n\nJinoyatning ochilishiga faol yordam berish deganda, ayb\u001fdorning qilmish sodir qilinishi to‘g‘risida unga ma’lum bo‘lgan shart-sharoitlar haqida huquqni muhofaza qiluvchi organ\u001flarga ixtiyoriy va o‘z vaqtida xabar berishi, O‘zbekiston Respublikasiga qarshi aybdorga ma’lum bo‘lgan boshqa shaxslar (ishtirokchilar, tashkilotchilar va hokazolar) tomonidan jinoyat sodir qilinishining oldini olishda, uchrashuv o‘tkaziladigan va konspirativ xonadonlarni aniqlashda va boshqalarda ko‘maklashishi tushuniladi.\nUshbu rag‘batlantiruvchi normaning zaruriy sharti oqibat, ya’ni davlat uchun og‘ir oqibatlar kelib chiqishining oldini olish hisoblanadi. \n\nOg‘ir oqibat sifatida davlatning hayoti uchun muhim manfaatlariga jiddiy zarar yetkazilish tushuniladi. Xususan, ekologik falokat, chet el razvedkasining tarmoqlangan agenturasining mavjud bo‘lishi, kommunikatsiya tizimlarining buzilishi, qurolli to‘qnashuvning kelib chiqishi, odamlarning ommaviy qirilishi va boshqalar og‘ir oqibat deb topiladi. \n\nTa’kidlash joizki, JK 157-moddasi 3-qismining o‘ziga xos tomoni shundaki, unga ko‘ra chet el davlati bilan hamkorlik qil\u001fgan aybdor shaxs, JK 157-moddasi 3-qismida nazarda tutilgan shartlarga rioya qilganda jinoiy javobgarlikka tortiladi, unga sud tomonidan jazo tayinlanadi, lekin u jazoni o‘tashdan ozod qilinadi. "
        },
        {
            "modda_raqami": "158-modda. O‘zbekiston Respublikasi  Prezidentiga tajovuz qilish.",
            "matni": "O‘zbekiston Respublikasi Prezidentining hayotiga tajovuz qilish -\n\no‘n yildan yigirma yilgacha ozodlikdan mahrum qilish bilan jazolanadi.\n\nO‘zbekiston Respublikasi Prezidenti badaniga qasddan shikast yetkazish - \n\nbesh yildan o‘n yilgacha ozodlikdan mahrum qilish bilan jazolanadi.\n\nO‘zbekiston Respublikasi Prezidentini omma oldida haqoratlash yoki unga tuhmat qilish, shuningdek, matbuot yoki boshqa ommaviy axborot vositalaridan foydalangan holda uni haqoratlash yoki unga tuhmat qilish -\n\nuch yilgacha axloq tuzatish ishlari yoki olti oygacha qamoq yoxud besh yilgacha ozodlikdan mahrum qilish bilan jazolanadi.",
            "sharxi": "1. O‘zbekiston Respublikasi Prezidenti Respublika hayotida alohida o‘rin egallaydi. Chunki u nafaqat  shaxs, balki birinchi o‘rinda davlat boshlig‘idir (Konstitutsiyaning 89-moddasi). Prezident O‘zbekiston Respublikasi ijroiya hokimiyati\u001fning boshlig‘i, Oliy Bosh qo‘mondoni, fuqarolarning huquqlari va erkinliklariga, Konstitutsiya va qonunlarga rioya etilishi\u001fning kafilidir. Prezidentga tajovuz qilish O‘zbekistonning davlat tizimiga, jamiyat  hayotining barqarorligiga, davlatning suvereniteti va xavfsizligiga muhim zarar yetkazishi mumkin. Konstitutsiyaning 91-moddasida belgilanganidek, “...Prezidentning shaxsi daxlsizdir va  qonun bilan muhofaza etiladi”. Prezidentga tajovuz qilish qanday shaklda amalga oshirilmasin, buning uchun jinoiy javobgarlikning o‘rnatil\u001fishi konstitutsiyaviy qoidalarga rioya qilinishining huquqiy kafolatidir. \n\n2. Sharhlanayotgan jinoyatning obyekti O‘zbekiston Respublikasi suvereniteti, xavfsizligi, davlat tizimi, davlat hokimiyati organlarining normal faoliyat ko‘rsatishi, Prezidentning shaxsiy huquq va erkinliklari, uning hayoti, sog‘lig‘i, sha’ni va qadr-qimmati, erkin hisoblanadi.\n\n3. Sodir qilingan taqdirda  javobgarligi JK 158-moddasi 1-qismida belgilangan ushbu qilmish obyektiv tomondan Prezident hayotiga tajovuz qilishdan iboratdir.  Hayotga tajovuz qilish deganda, Prezidentni o‘ldirishga qaratilgan har qanday harakat tushunilishi lozim. Xususan, tajovuz sifatida o‘ldirishga suiqasd qilish, o‘ldirish, badanga og‘ir shikast yetkazish harakatlarini tushunish lozim.\n\n4. Prezidentning hayotiga tajovuz qilish, yuzaga kelgan oqibatlardan qat’i nazar, JK 158-moddasi 1-qismiga ko‘ra tugallangan jinoyat deb kvalifikatsiya qilinishi kerak. Obyektiv jihatdan tajovuzning amaldagi oqibatlari o‘limning kelib chiqishi, sog‘liqqa turli darajadagi og‘irlikda shikast yetkazish bo‘lishi mumkin. Tajovuz amalga oshirilib, kutilgan natija kelib chiqmagan hollarda sog‘liqqa umuman zarar yetkazilmasligi ham mumkin (masalan, aybdor Prezident hozir bo‘lgan binoni portlatmoqchi bo‘lsa-yu, lekin portlash amalga oshmasa). Kvalifikatsiya qilishga ta’sir etmagan holda, zararli oqibatlar kelib chiqqan yoki kelib chiqmaganligi subyektning aybi darajasini baholashda va jazo tayinlashda inobatga olinadi.\n\nO‘lim bilan qo‘rqitish, ehtiyotsizlik orqasida odam o‘ldirish Prezident hayotiga tajovuz sifatida emas, balki ish holatlariga ko‘ra shaxsga nisbatan jinoyatlar uchun javobgarlikni nazarda tutuvchi tegishli moddalar bilan kvalifikatsiya qilinishi kerak. \n\n5. Prezidentning qarindoshlari, oila a’zolari va yaqinlariga tajovuz Prezidentga tajovuz deb hisoblanmaydi. Bunday qilmishlar, tegishli holatlar mavjud bo‘lganda, JK 97-moddasi 2-qism “g” bandi bilan kvalifikatsiya qilinishi lozim. \n\n6. O‘zbekiston Respublikasi Prezidentiga uning egallagan lavozimidan kelib chiqib qasddan tan jarohati yetkazilishi sharhlanayotgan moddaning ikkinchi qismi dispozitsiyasida o‘z ifodasini topgan. Respublika Prezidentiga yetkazilgan shikast\u001fning og‘irlik darajasi turlicha (og‘ir, o‘rtacha og‘ir, yengil shikast) bo‘lishi mumkin, lekin ularning barchasi Prezident egallagan lavozimdan kelib chiqib yetkazilgan bo‘lishi kerak. Badanga yetkazilgan shikastning darajasi kvalifikatsiyaga ta’sir ko‘rsatmaydi, lekin jazo tayinlashda sud tomonidan inobatga olinishi kerak.\n\nJK 158-moddasi 2-qismida javobgarligi nazarda tutilgan qilmish badanga shikast yetkazilgan paytdan e’tiboran tugallangan jinoyat deb topiladi. Basharti aybdor badanga jarohat yetkazishga qasd qilgan bo‘lsa-yu, aybdorga bog‘liq bo‘lmagan holda, sog‘liqqa zarar yetmagan bo‘lsa, aybdor JK 25-moddasining 2-qismi va 158-moddasining 2-qismi bilan O‘zbekiston Respublikasi Prezidenti badaniga shikast yetkazishga suiqasd qilganlik uchun javobgarlikka tortilishi kerak. \n\n7. Prezident hayotiga tajovuz qilish bilan qasddan badaniga shikast yetkazish JK 158-moddasi 2-qismi dispozitsiyasidan kelib chiqib, subyektiv tomondan farqlanishi kerak. Prezident badaniga qasddan shikast yetkazishda aybdorning qasdi Prezidentning o‘limiga emas, balki badaniga shikast yetkazishga qara\u001ftilgan. Subyektiv tomonning mohiyatiga ko‘ra, Prezident hayotiga tajovuz qilish bilan davlat boshlig‘ining o‘limiga olib kelgan qasddan badanga og‘ir shikast yetkazishni farqlash lozim (bu to‘g‘risida JK 104-moddasining sharhiga qarang).\n\n8. Omma oldida haqoratlash deganda, muayyan miqdordagi shaxslar oldida Prezident faoliyatini uning sha’ni va qadr-qimmatini kamsitadigan (masalan, mitinglar, yig‘ilishlar, ma’ruzalar va boshqa joylarda) baholash tushuniladi. \n\nSha’n va qadr-qimmatni kamsitish shakli deganda, Prezident sha’ni va qadr-qimmati haqidagi ijtimoiy fikrni qonun, axloq normalari va tamoyillariga rioya etish nuqtayi nazaridan kamsitilishi tushunilishi kerak.\n\n Prezidentni haqorat qilish deb hisoblash uchun haqorat qiluvchi harakatlarning og‘ir yoki yengilligining ahamiyati yo‘q. Bunday harakatlarda aybli deb hisoblash uchun Prezident sha’ni va qadr-qimmatini ommaviy kamsituvchi shaklda bo‘lishining o‘zi kifoya qila oladi. Qoida tariqasida bu odobsiz yoki behayo shaklda bo‘lishligining o‘zi kvalifikatsiya qilish uchun kifoya qila oladi. \n\nPrezidentni haqoratlash yozma yoki og‘zaki shakldagi harakatlar  bilan bo‘lishi mumkin. Lekin uni amalga oshirish shakli kvalifikatsiyaga ta’sir ko‘rsatmaydi. \n\n9. Prezidentga tuhmat deganda, uning sha’ni va qadr-qimmatini kamsituvchi, haqiqatga mos kelmaydigan, yolg‘on yoki aybdor tomonidan buzib ko‘rsatilgan ma’lumotlarni muayyan shaxslar guruhiga yetkazish va tarqatish tushuniladi. Bunda aybdor, haqoratlashdan farqli ravishda, o‘zi tarqatayotgan ma’lumotlar haqiqatga mos kelmasligini anglaydi. Mazkur qilmishni kvalifikatsiya qilishda yolg‘on ma’lumotlarning yetkazilish shakli, ya’ni odob-axloq me’yorlariga mos kelish-kelmasligi inobatga olinmaydi. Prezidentni ko‘pchilik oldida haqoratlash yoki unga tuhmat qilish haqorat yoki tuhmat xususiyatidagi harakatlar sodir qilingan paytdan e’tiboran tugallangan jinoyat hisoblanadi. Prezidentni haqoratlash yoki unga tuhmat qilishda matbuot yoki boshqa ommaviy axborot vositalaridan foydalanish deganda, gazeta, jurnal, Internet va ommaviy axborot vositalarining boshqa ko‘rinishlaridan foydalanish tushuniladi. Bunda OAV qaysi biridan foydalanilganlik ahamiyat kasb etmaydi. \n\n10. JKning ushbu moddasida nazarda tutilgan mazkur jinoyat obyektiv tomonining zaruriy alomati jabrlanuvchining shaxsidir. U yoki bu shaxsning ijtimoiy-siyosiy faoliyati bilan bog‘liq boshqa jinoyatlardan farqli ravishda, mazkur jinoyat aniq bir shaxsga – Prezidentga qarshi qaratiladi va bu harakatlar Prezidentning egallagan lavozimi hamda mavqeidan kelib chiqib sodir qilinadi. Jinoyatni kvalifikatsiya qilishda jabrlanuvchi bo‘lgan Prezidentning konstitutsiyaviy-huquqiy maqomi muddati katta ahamiyatga ega. Amaldagi qonunchilikka muvofiq, O‘zbekiston Prezidenti qasamyod qabul qilgan paytidan lavozimga egalik qilishni boshlaydi va O‘zbekiston Respublikasining yangi Prezidenti lavozimni egallagan paytda vakolati tugaydi. \n\n11. O‘zbekiston Respublikasi Prezidentiga tajovuz doimo qasddan sodir qilinadi. Aybdor Prezidentga tajovuz qilayotganini va buning natijasida davlat manfaatlariga zarar yetkazilishi mumkinligini anglaydi hamda oqibatning kelib chiqishini istaydi. Aybdorning o‘z harakatlarini sodir etishida qanday motiv va maqsaddan kelib chiqqanligi kvalifikatsiyada ahamiyatga ega bo‘lmaydi, lekin jazo tayinlashda inobatga olinishi lozim. \n\n12. Mazkur jinoyatning subyekti 16 yoshga to‘lgan O‘zbekiston Respublikasi fuqarolari, chet el fuqarolari yoki fuqaroligi bo‘lmagan shaxslar bo‘lishi mumkin. Agar Prezident hayotiga tajovuz yoki qasddan badanga shikast 13 yoshdan 16 yoshgacha bo‘lgan shaxs tomonidan sodir qilinsa, qilmish JK 97-moddasi 2-qism yoki 104, 106, 109-moddalar bo‘yicha kvalifikatsiya qilinishi kerak."
        },
        {
            "modda_raqami": "159-modda. O‘zbekiston Respublikasining konstitutsiyaviy tuzumiga tajovuz qilish.",
            "matni": "O‘zbekiston Respublikasining amaldagi davlat tuzumini Konstitutsiyaga xilof tarzda o‘zgartirishga, hokimiyatni bosib olishga yoxud qonuniy ravishda saylab qo‘yilgan yoki tayinlangan hokimiyat vakillarini hokimiyatdan chetlatishga yoxud O‘zbekiston Respublikasi hududiy yaxlitligini Konstitutsiyaga xilof tarzda buzishga ochiqdan-ochiq da’vat qilish, shuningdek, bunday mazmundagi materiallarni tarqatish maqsadida tayyorlash, saqlash yoki tarqatish- \n\neng kam oylik ish haqining olti yuz baravarigacha miqdorda jarima yoki besh yilgacha ozodlikdan mahrum qilish bilan jazolanadi.\n\nHokimiyat konstitutsiyaviy organlarining qonuniy faoliyatiga to‘sqinlik qilish yoki ularni Konstitutsiyada nazarda tutilmagan parallel hokimiyat tuzilmalari bilan almashtirilishga qaratilgan zo‘ravonlik harakatlari, shuningdek, davlat hokimiyati vakolatli organlarining O‘zbekiston Konstitutsiya\u001fsida nazarda tutilmagan tartibda tuzilgan hokimiyat tuzilmalarini tarqatib yuborish to‘g‘risidagi qarorlarini bajarmaslik -\n\neng kam oylik ish haqining ikki yuz baravaridan olti yuz baravari\u001fgacha jarima yoki uch yildan besh yilgacha ozodlikdan mahrum qilish bilan jazolanadi.\n\nUshbu moddaning birinchi yoki ikkinchi qismida nazarda tutilgan qilmishlar:\n\na) takroran yoki xavfli retsidivist tomonidan;\n\nb) uyushgan guruh tomonidan yoki uning manfaatlarini ko‘zlagan holda sodir etilgan bo‘lsa -\n\nbesh yildan o‘n yilgacha ozodlikdan mahrum qilish bilan jazolanadi.\n\nHokimiyatni bosib olish yoki O‘zbekiston Respublikasi konstitutsiyaviy tuzumini ag‘darib tashlash maqsadida fitna uyushtirish -\n\no‘n yildan yigirma yilgacha ozodlikdan mahrum qilish bilan jazolanadi.\n\nFitna to‘g‘risida hokimiyat organlariga ixtiyoriy ravishda xabar bergan shaxs, basharti, ko‘rilgan choralar natijasida fitnaning oldi olingan bo‘lsa, jazodan ozod qilinadi.",
            "sharxi": "1. O‘zbekiston Respublikasi Konstitutsiyasiga muvofiq, O‘zbekistonda davlat hokimiyatining yagona manbai xalq hisoblanib, u o‘z vakolatlarini o‘zi yoki vakillari tomonidan saylangan davlat organlari tizimi orqali amalga oshiradi. Davlat hokimiyati or\u001fganlari tashkil topishi va faoliyat ko‘rsatishining birlamchi asoslari xalq irodasini ifoda etuvchi O‘zbekiston Respublikasining Asosiy Qonunida belgilangan. Konstitutsiya davlat hokimiyati organlarini tashkil etish tartibini, faoliyat ko‘rsatishining to‘xtatilishi va tugatilishi tartibini belgilaydi. Shuning uchun mazkur tartibga, davlat organlarining mavjud tizimiga yoki ulardan biriga tajovuz xalq irodasiga tajovuz hisoblanib, o‘z-o‘zidan og‘ir jinoyat sifatida e’tirof etiladi. Bundan tashqari, konstitutsiyaviy tuzumni g‘ayriqonuniy o‘zgartirish jinoyatchilikning o‘sishiga, ijtimoiy-siyosiy vaziyatning og‘irlashuviga, oxir oqibatda jamiyatning va uning har bir alohida a’zosi holatining yomonlashuviga olib keladi. Konstitutsiyaviy tuzumni g‘ayriqonuniy o‘zgartirishning ijtimoiy xavfliligi va mazkur turdagi faoliyatni yuritishga “qonunga binoan javobgarlikka tortishga asos bo‘lishi”[  O‘zbekiston Respublikasining Konstitutsiyasi, 7-modda.]dan qo‘rqitish orqali chek qo‘yish shundan kelib chiqadi. Mazkur qoidani amalga oshirishning huquqiy kafolati sifatida Jinoyat kodeksining 159-moddasi yuzaga keladi. \n\n2. Jinoyatning bevosita obyekti O‘zbekiston Respublikasida mustahkamlangan konstitutsiyaviy tuzum, davlat hokimiyati va uning organlari faoliyatining Konstitutsiyada belgilangan tar\u001ftibi, O‘zbekiston hududining bo‘linmasligi va daxlsizligi hisoblanadi. Fakultativ obyekt esa fuqarolarning hayoti va sog‘lig‘i, mulkning turli shakllari, boshqaruv tartibidir. \n\nSharhlanayotgan modda doirasida konstitutsiyaviy tuzum de\u001fganda, ijtimoiy-siyosiy munosabatlar majmui tushunilib, ular davlatning Konstitutsiyada va uni ijro qilish jarayonida qabul qilingan qonunlarda belgilangan ichki tashkiliy elementlari\u001fning o‘zaro aloqasi va o‘zaro ta’sirining eng mustahkam vosita\u001flarini ifodalaydi. \n\nO‘zbekistonning konstitutsiyaviy tuzumi quyidagilar bilan tavsiflanadi:\n\nshaxs, uning huquq va erkinliklarini oliy qadriyat sifatida e’tirof etish nuqtayi nazaridan kelib chiqqan shaxs, jamiyat va davlat o‘rtasidagi munosabatlar tizimi[ Qarang: O‘zbekiston Respublikasining Konstitutsiyasi, 14-modda.];\n\n-davlat hokimiyati organlari tizimi, ularning tuzilishi, vakolatlari, tashkil topish tartibi;\n\n-davlatning hududiy tuzilishi.\n\nDavlat hokimiyati va uning organlari faoliyatining konstitutsiyaviy tartibi – bu Konstitutsiya bilan mustahkamlangan davlat hokimiyati manbalari, tizimi, uning tuzilishi va amalga oshirilishi shakllaridir. \n\nO‘zbekistonda davlat hokimiyatining birdan-bir manbai O‘zbekistonlaridir. Davlat hokimiyatining tuzilishi Konstitutsiyaning 11-moddasida belgilangan hokimiyat bo‘linishi prinsipiga asoslanib amalga oshiriladi, mazkur modda uni amalga oshirishning asosiy shakllarini Oliy Majlis, Prezident, Oliy sud, Vazirlar Mahkamasi va boshqa shu kabi davlat organlari konstruksiyasi ko‘rinishida ifodalaydi (Hududiy daxlsizlik tushunchasi to‘g‘risida JK 157-moddasi sharhiga qarang).\n\n3. Jinoyatning obyektiv tomoni uni amalga oshirilishining quyidagi ikkita shaklini o‘z ichiga olib, mazkur qilmish uchun javobgarlik moddaning 1-qismida belgilangan:\n\n-davlat tuzumini Konstitutsiyaga xilof ravishda o‘zgartirishga; hokimiyatni bosib olishga yoki qonuniy ravishda saylab qo‘yilgan yoxud tayinlangan hokimiyat vakillarini hokimiyatdan chetlatishga; O‘zbekiston Respublikasi hududiy yaxlitligini Konstitutsiyaga xilof tarzda buzishga ochiqdan-ochiq da’vat qilish;\n\n-bunday mazmundagi materiallarni tarqatish maqsadida tayyorlash;\n\n-bunday mazmundagi materiallarni tarqatish maqsadida saqlash;\n\n-bunday mazmundagi materiallarni tarqatish.\n\nO‘zbekiston Respublikasi hududiy yaxlitligini Konstitutsiyaga xilof tarzda buzishga ochiqdan-ochiq da’vat qiluvchi mazmundagi materiallarni tayyorlash deganda, har qanday turda: qo‘l yozma shaklida, kseronusaxasi shaklida, kitob yoki risola sifatida, varaqalar, plakatlar, video, audio kasseta va disklar ko‘rinishida  yaratish tushuniladi. Bunday mazmundagi materiallarni tayyorlash harakatlarini tugallangan deb hisoblash uchun bir nusxada tayyorlanganligining o‘zi yetarli bo‘ladi.\n\nKonstitutsiyaga xilof tarzda buzishga ochiqdan-ochiq da’vat qiluvchi mazmundagi materiallarni saqlash deganda, bunday mazmundagi kitob, qo‘lyozma, yoki risola, varaqa, plakatlar, audio va video kasseta va disklarni tarqatish maqsadida shaxsning o‘z yonida, turar joyida, ishxonasida, omborxonasida, avtomashinasida va x.k. joylarda saqlashi tushuniladi \n\nKonstitutsiyaga xilof tarzda buzishga ochiqdan-ochiq da’vat qiluvchi mazmundagi materiallarni tarqatish deganda, shunday mazmunda tayyorlangan kitob, risola, varaqalar, plakatlar, video, audio kassetalar va disklarni xar qanday usul va yo‘llar bilan aholi orasida tarqatish tushiriladi. Konstitutsiyaga xilof tarzda buzishga ochiqdan-ochiq da’vat qiluvchi mazmundagi materiallarni tarqatilgan deb hisoblash uchun bunday materiallardan bittasining tarqatilganligining o‘zi kifoya qiladi. Ushbu materiallarni ommaviy yoki bir nechta shaxsga tarqatganlik jinoyatning kvalifikatsiyasiga ta’sir etmaydi, biroq ko‘pchilikka tarqatishning  ijtimoiy xavfliligi yuqori ekanligi jazo tayinlash jarayonida sud tomonidan inobatga olinishi lozim.\n\n4. Da’vat qilish deganda, kishilar ongi, irodasi va xulq-atvoriga ta’sir qilishning maqsadga yo‘naltirilgan shakli tushunilib, bunda ularga bevosita murojaat qilish natijasida muayyan turdagi faoliyat bilan shug‘ullanishga ishtiyoq uyg‘otiladi. Mazkur holda subyekt da’vati aniq maqsadga  fuqaro\u001flarni birlashtirish, ularning irodasini davlat hokimiyatini bosib olish va saqlab qolish yoki konstitutsiyaviy tuzumni o‘zgartirishga qaratishga yo‘naltirilgan bo‘ladi. Subyekt da’vati bunda umumiy fe’l-atvorda bo‘ladi, ya’ni biror-bir muayyan shaxsga qaratilgan bo‘lmaydi va ularda jinoyatni sodir qilishning aniq vaqti, joyi va usuli ko‘rsatilmaydi. Ular aniq jinoyatga ig‘vo bilan dalolat etishdan shu bilan farq qiladi. Da’vatning konstitutsiyaviy tuzumga tajovuz qilish shakli sifatidagi o‘ziga xos xususiyati uning ochiqdan-ochiqligidir. \n\nDa’vatlarning ochiqdan-ochiqligi (ommaviyligi) deganda, ularning oshkoraligi, tushunish oson bo‘lgan xususiyatga egaligi, keng doiradagi shaxslarga qaratilganligi tushuniladi. Da’vatning ommaviyligi to‘g‘risidagi masala har bir muayyan holatda barcha holatlarni inobatga olgan holda hal qilinadi. Sodir qilingan harakatning joyi, vaqti, sharoiti da’vatning omma tomonidan qabul qilinganligini tasdiqlashi shart. \n\nDa’vatni tarqatish shakli turlicha: og‘zaki, yozma, alohida harakatlarni amalga oshirish yo‘li bilan (masalan, imo-ishoralar ) yoki muayyan faoliyat bilan shug‘ullanish ko‘rinishida (masalan, teatr ko‘rinishi, surat) bo‘lishi mumkin. Da’vat, shuningdek, turli hissiyotlar xususiyatida bo‘lishi, umuman mavjud konstitutsiyaviy tuzumga yoki uning alohida elementlariga qarshi qaratilgan bo‘lishi mumkin. Biroq ko‘rsatilgan vaziyatlar kvalifikatsiyaga ta’sir ko‘rsatmaydi, ammo jazo tayinlashda sud tomonidan inobatga olinishi lozim.\n\n5. Sharhlanayotgan modda mazmunidan kelib chiqib, hokimiyatni bosib olish deganda, muayyan shaxs yoki bir guruh shaxslar tomonidan davlat hokimiyatining butunligicha yoki uning bir qismini (qonunchilik, ijroiya yoki sud) amalga oshirish vakolatining O‘zbekiston Respublikasi konstitutsiyaviy tuzumini o‘zgartirmagan holda konstitutsiyaga xilof ravishda qo‘lga kiritilishi tushuniladi. \n\nKonstitutsiyaga xilof usul deganda, davlat hokimiyatini shakllantirishning qonunda va uning asosida qabul qilingan normativ aktlarda to‘g‘ridan to‘g‘ri belgilanmagan usuli tushunilishi lozim. Masalan, konstitutsiyaga xilof deganda, shaxsning saylanadigan lavozimga (masalan, Oliy Majlis deputatligiga) tayinlanishi yoki vaqtincha joyida bo‘lmagan tuman ichki ishlar boshqarmasi boshlig‘ining vakolatlari o‘zlashtirilishi va hokazolar tushuniladi. Bir davlat organi yoki tashkilot tomonidan boshqa bir davlat organining vakolatlari o‘zlashtirilishi (masalan, assotsiatsiyaning vazirlik vakolatlarini o‘zlashtirishi) va boshqalar davlat hokimiyatini konstitutsiyaga xilof usulda egallash sifatida e’tirof etilishi kerak. \n\nHokimiyatni bosib olish butun davlat hokimiyatiga yoki uning alohida tarmog‘i (ijroiya, qonunchilik yoki sud)ga nisbatan amalga oshirilishi, O‘zbekistonning butun hududiga yoki bir qismi (tuman, viloyat, aholi yashash punkti va hokazo)ga tarqalishi, turli shakllarga ega bo‘lishi mumkin, lekin bu holatlar kvalifikatsiyaga ta’sir etmaydi. Biroq jazoni tayinlashda e’tiborga olinishi kerak. \n\n6. Qonuniy tayinlangan hokimiyat vakillarining hokimiyatdan chetlatilishi  qonuniy vakillarning o‘ziga yuklatilgan vakolatlarini amalga oshirishlari imkoniyatini obyektiv ravishda yo‘qqa chiqaradi. Hokimiyatdan chetlatish jismoniy ajratib qo‘yishda, muayyan kasallikka chalinish, binolarning kirish-chiqish yo‘llarini berkitish yoki boshqa shu kabi harakatlarda o‘z ifodasini topishi mumkin bo‘lib, ular natijasida hokimiyat vakili davlat tomonidan o‘ziga yuklatilgan vakolatlarni amalga oshira olmaydi. Bunday holatda, agar hokimiyatdan chetlatish JK alohida moddalarida nazarda tutilgan harakatlar natijasida amalga oshgan bo‘lsa, aybdorlarning harakatlari jinoyatlar majmui bo‘yicha kvalifikatsiya qilinishi kerak. Chunki lavozimdan chetlatish usullari mazkur tarkib doirasidan tashqarida\u001fdir. Masalan, agar aybdor hokimiyatdan chetlatish usuli sifatida davlat arbobini o‘ldirishga ommaviy ravishda da’vat qilgan bo‘lsa, uning harakatlari JK 159-moddasi 1-qismiga ko‘ra hokimiyatdan chetlatishga da’vat sifatida va JK 28-moddasi 4-qis\u001fmiga, 97-moddasi 1-qismiga ko‘ra odam o‘ldirishga dalolatchilik qilish sifatida kvalifikatsiya qilinishi kerak.\n\nDavlat hokimiyati organi vakili bo‘lgan, o‘z vakolatlari doirasida muayyan vazifani muntazam yoki vaqtincha bajarayotgan, fuqarolar yoki mansabdor shaxslarning ko‘pchiligi uchun majburiy harakatlar qilish yoki farmoyish berish huquqiga ega bo‘lgan shaxslar hokimiyat vakillari hisoblanadi. Hokimiyat vakili muayyan lavozimga saylanganlik fakti bilan bog‘liq ravishda lavozimni egallagan bo‘lsa, u saylangan hisoblanadi (masalan, Oliy Majlis deputati). Agar hokimiyat vakilining o‘z lavozimini tegishli vakolatlarga ega bo‘lgan boshqa bir hokimiyat vakilining buyrug‘i natijasida egallagan bo‘lsa, u tayinlangan hisoblanadi (masalan, sudya, vazir, prokuratura xodimi va hokazo). Konstitutsiyaviy tuzum to‘laligicha yoki qisman o‘zgartirilishi mumkin. U O‘zbekistonning butun hududiga yoki uning bir qis\u001fmiga tarqalishi, konstitutsiyaviy-huquqiy munosabatlarning barchasiga yoki bir qismiga ta’sir ko‘rsatishi mumkin. Mazkur holatlar jinoyatning kvalifikatsiyasiga ta’sir ko‘rsatmaydi.\n\nMazkur jinoyat yuqorida ko‘rsatilgan holatlardan bittasi sodir qilingan paytdan, odamlarga tegishli ta’sir ko‘rsatgan yoki ko‘rsatmaganligidan qat’i nazar, tugallangan deb hisoblanadi.\n\n7. O‘zbekiston hududining birligi deganda, O‘zbekiston Respublikasining to‘liqligi, butunligi va bo‘linmaganligi xususiyati yoki holati tushuniladi. Boshqacha aytganda, birlik respublika hududining bo‘linmasligi va butunligini bildirib, buni faqat qonunchilikda belgilangan huquqiy mexanizm yordamida o‘zgartirish mumkin. \n\nHududiy birlikni konstitutsiyaga xilof tarzda buzish deganda, o‘rnatilgan konstitutsiyaviy tartibga zid ravishda O‘zbekiston hududining bir qismini ajratib olib, uning mustaqilligini e’lon qilish yoki boshqa davlat hududiga qo‘shib qo‘yish tushuniladi. \n\n8. Yuqorida ko‘rsatilgan da’vatlarni aks ettiruvchi ma’lumotlarni tarqatish deganda, ularni keng ommaga yetkazishning barcha usullari tushuniladi. Xususan, bu da’vatlarni ifoda etuvchi adabiyotlar, varaqalar, audio va videomateriallarni sotish, bepul tarqatish, pochta, telegraf, Internet yoki boshqa vositalar yordamida tarqatish tushuniladi.\n\n9. Sharhlanayotgan moddaning 2-qismi quyidagilar bilan bog‘liq ravishda O‘zbekistonning konstitutsiyaviy tuzumiga tajovuz uchun javobgarlikni nazarda tutadi:\n\n-Konstitutsiyaviy hokimiyat organlarining qonuniy faoliyatiga to‘sqinlik qilish yoki ularni Konstitutsiyada nazarda tutilmagan parallel hokimiyat tuzilmalari bilan almashtirishga qaratilgan zo‘ravonlik harakatlarni sodir etish;\n\n-davlat hokimiyati vakolatli organlarining O‘zbekiston Respublikasi Konstitutsiyasida nazarda tutilmagan tartibda tuzilgan hokimiyat tuzilmalarini tarqatib yuborish to‘g‘risidagi qarorlarini belgilangan muddatda bajarmaslik.\n\n10. Konstitutsiyaga muvofiq, O‘zbekistonda davlat hokimiyati tizimi hokimiyat bo‘linishi prinsipiga asoslangan holda qonun chiqaruvchi, ijro etuvchi va sud hokimiyatiga bo‘linadi va O‘zbekiston Respublikasi Konstitutsiyasi hamda uning asosida qabul qilingan qonunlar vakolat bergan idoralar tomonidangina amalga oshiriladi[  O‘zbekiston Respublikasining Konstitutsiyasi, 7-modda, 2-qism.].\n\n11. Hokimiyatning konstitutsiyaviy organi deganda, davlat mexanizmining tashkiliy qismi tushunilib, u davlat oldida turgan jamiyatni boshqarishning alohida sohasidagi vazifalarni bajarishda vakolatlar va zaruriy vositalarga egadir. Davlat organi bitta mansabdor shaxs yoki mansabdor shaxslar guruhi ko‘rinishiga ega bo‘lishi mumkin. Konstitutsiyaga muvofiq, O‘zbekiston Respublikasida davlat hokimiyatining O‘zbekiston Respublikasi Prezidenti, Oliy Majlis, Vazirlar Mahkamasi, sudlar, xalq deputatlari kengashlari va ularga boshchilik qiluvchi hokimlar timsolida mahalliy davlat hokimiyati organlari amalga oshiradi. Hokimiyatga kelish va uni boshqarishning konstitutsiyaga xilof tarzi g‘ayriqonuniy hisoblanadi. “Konstitutsiyada nazarda tutilmagan tartibda davlat hokimiyati vakolatlarini o‘zlashtirish, hokimiyat idoralari faoliyatini to‘xtatib qo‘yish yoki tugatish, hokimiyatning yangi va muvoziy tarkiblarini tuzish Konstitutsiyaga xilof hisoblanadi va qonunga binoan ja\u001fjavobgarlikka tortishga asos bo‘ladi”[  O‘zbekiston Respublikasining Konstitutsiyasi, 7-modda, 3-qism.].\n\nDavlat hokimiyati vakolatlarini amalga oshiruvchi shaxslarga yoki davlat hokimiyati organlarining faoliyat ko‘rsatishiga to‘sqinlik qilish yoxud ularni Konstitutsiyada nazarda tutilmagan parallel hokimiyat tuzilmasi bilan almashtirish maqsadida ko‘rsatilayotgan tashqi jismoniy yoki ruhiy ta’sir zo‘ravonlik harakati sifatida e’tirof etiladi. Masalan, bular zo‘ravonlik sifatida, davlat organi binosining harbiy qamali; qo‘lga olinganlarni o‘ldirish bilan qo‘rqitgan holda parlamentning tarqatilishini talab qilish; qo‘zg‘olon, bo‘ysunmaslik va hokazolar bilan qo‘rqitib muayyan davlat hokimiyati organining tashkil etilishini talab qilish, ya’ni fuqarolarning harakatlari o‘z qarashlaridan kelib chiqmasdan, balki tashqi omillar natijasida amalga oshirilgan hollarning barchasi. Fuqarolar tomonidan ixtiyoriy ravishda muayyan hokimiyat funksiyasini bajaruvchi organning tuzilishi (masalan, shariat sudi tomonidan odil sudlovni amalga oshirish bo‘yicha) zo‘ravonlik deb topilmasligi kerak. Bunday harakat, tegishli belgilar mavjud bo‘lgan taqdirda, Konstitutsiyada nazarda tutilgan tartibga rioya etmagan holda tuzilgan hokimiyat tuzilmalarini tarqatib yuborish to‘g‘risidagi vakolatli organlarning qarorlarini belgilangan muddatda ijro etmaslik sifatida kvalifikatsiya qilinishi mumkin.\n\nTa’kidlash joizki, agar zo‘ravonlik harakatlari shaxsiy huquq va erkinliklarga, mulkchilikka, boshqaruv tartibiga zarar yetkazilishi bilan amalga oshirilsa, ular jinoyatlar majmui bo‘yicha kvalifikatsiya qilinishi kerak. Badanga yengil yoki o‘rtacha og‘irlikdagi shikast yetkazish bilan sodir etilishi JK 159-moddasi 1-qismi bilan qamrab olinadi. Badanga og‘ir shikast yetkazish bilan sodir etilishi holatida esa jinoyatlar jami tariqasida kvalifikatsiya qilish lozim.. \n\n12. Hokimiyat konstitutsiyaviy organlarining qonuniy faoliyatiga to‘sqinlik qilish hokimiyatning konstitutsiyaviy organlari faoliyatini amalga oshirishni qiyinlashtirish yoki to‘xtatib turishga urinish tarzida namoyon bo‘ladi. \n\nMazkur belgi bo‘yicha kvalifikatsiya qilishda muayyan davlat hokimiyati vakolatiga ega aniq shaxs yoki shaxslar guruhining ushbu vakolatlarga ega bo‘lishining muddat doirasini belgilash katta ahamiyat kasb etadi. Konstitutsiyaga muvofiq, O‘zbekiston Prezidenti qasamyod qabul qilgan paytidan lavozimini egallaydi va O‘zbekiston Respublikasining boshqa (undan keyin saylangan) Prezidenti lavozimni egallagan paytda lavozimidan ozod bo‘ladi, Oliy Majlis deputati Markaziy saylov komissiyasi tomonidan saylov natijalari tasdiqlangan paytdan uning o‘rniga boshqa deputat saylangan paytgacha vakolatga ega bo‘ladi va hokazo.\n\nAgar qonuniy faoliyatni amalga oshirishga to‘sqinlik qilish ushbu muddat doirasidan chetga chiqsa, qilmishni konstitutsiyaviy organlarning qonuniy faoliyatiga to‘sqinlik sifatida kvalifikatsiya qilish mumkin emas. Zaruriy belgilar mavjud bo‘lganda qilmish shaxsga nisbatan tegishli jinoyat sifatida kvalifikatsiya qilinishi lozim. \n\nTa’kidlash joizki, qonuniy faoliyatni amalga oshirishga zo‘ravonlik bilan to‘sqinlik qilish kvalifikatsiya qilingani kabi, hokimiyatni majburiy ushlab turish, ya’ni aybdor tomonidan egallagan, u saylangan yoki tayinlangan lavozim va davlat hokimiyati vakolatlarini majburiy, konstitutsiyaga xilof tarzda davom ettirish va qonuniy ravishda saylangan yoki tayinlangan shaxslarning mazkur vakolatlarni amalga oshirishlariga yo‘l qo‘ymaslik ham kvalifikatsiya qilinadi. \nHokimiyat vakillarining majburiy tarzda aybdor manfaatlarini ko‘zlab harakatni amalga oshirishlari (masalan, tovlamachilik oqibatida daromad keltirmaydigan bitimlarni tuzish, jabrlanuvchi yoki uning yaqinlariga ta’sir ko‘rsatgan holda qarorlar qabul qilish va hokazolar) ham davlat organlarining qonuniy faoliyatiga to‘sqinlik qilish sifatida kvalifikatsiya qilinishi kerak. Tegishli belgilar mavjud bo‘lganda, bunday qilmishlar jinoyatlar majmui bo‘yicha kvalifikatsiya qilinishi lozim. \n\n13. Hokimiyatning konstitutsiyaviy organlarini Konstitutsiyada nazarda tutilmagan muvoziy tuzilmalar bilan almashtirishga qaratilgan harakatlar konstitutsiyada belgilanmagan davlat hokimiyati organlarini shakllantirish va qonuniy organlar faoliyatiga to‘sqinlik qilish harakatlarini amalga oshirishni aks ettiradi, masalan, “o‘z” parlamentini tuzish va Oliy Majlis faoliyatiga qarshilik ko‘rsatish kabi. Obyektiv tomondan almashtirish harakatlar majmui hisoblanib, ularga ko‘ra konstitutsiyada nazarda tutilmagan hokimiyatning parallel tuzilmalari tashkil qilinib, shu bilan birga hokimiyatning konstitutsiyaviy organlari faoliyati to‘xtatiladi. \n\n14. Konstitutsiya va undagi masalalarni hal qilish maqsadida qabul qilingan qonunchilikka muvofiq, O‘zbekiston Respublikasida davlat organlarini organ va organ turiga qarab o‘ziga xos tartibi belgilangan (masalan, Prezidentning xalq tomonidan saylanishi, Vazirlar Mahkamasining Prezident tomonidan shakllantirilishi va ushbu tarkibning Oliy Majlis tomonidan tasdiqlanishi). Mazkur shartlarga rioya qilinmasa, tuzilgan    organning legitimligi to‘g‘risida, binobarin, bunday organning davlat hokimiyati vakolatlariga va davlat majburlov kuchiga ega bo‘lishi to‘g‘risida so‘z bo‘lishi mumkin emas. Ushbu tartibga rioya qilmaslik organ tashkil topishining g‘ayriqonuniyligini va uni tugatish ehtiyojini keltirib chiqaradi. \n\nNoqonuniy tashkil topgan hokimiyat tuzilmasi, odatda jamoat birlashmasi hisoblanadi va sud bunday birlashmani, uning faoliyati qonunga xilofligi aniqlangan holda, tarqatib yuborishga vakolatli organ hisoblanadi. Agar qonunga xilof tarzda tuzilgan hokimiyat tuzilmasi sudning tugatilish to‘g‘risidagi qarorini ijro etmasa, JK 159-moddasi 2-qismiga ko‘ra javobgarlikka tortiladi. Agar hokimiyat tuzilmasi yagona jismoniy shaxs sifatida namoyon bo‘lsa, uning davlat hokimiyati vakolatlarini amalga oshirishini to‘xtatishi uchun asos sudning qarori hisoblanadi. Konstitutsiyaga ko‘ra bunday vakolatlarni amalga oshirish huquqiga ega bo‘lmagan yuridik va jismoniy shaxslarga nisbatan davlat hokimiyati vakolatlarini amalga oshirishni to‘xtatish to‘g‘risidagi sudning qarori ushbu tashkilotlar mansabdor shaxslari va jismoniy shaxslarni JK 159-moddasi 2-qismiga ko‘ra javobgarlikka tortish uchun zaruriy shart hisoblanadi. Agar hokimiyat tuzilmasi Konstitutsiya va qonunlarga zid ravishda davlat hokimiyatining legitim tuzilmasi, masalan, vazirlik bo‘linmasi sifatida tuzilgan bo‘lsa, suddan tashqari, yuqori turuvchi tashkilot ham uning tarqatilishini ta\u001flab qilishi mumkin. \n\n15. Sharhlanayotgan moddaning 3-qismi qilmishning takroran yoki xavfli retsidivist tomonidan yoxud uyushgan guruh yoki uning manfaatlarini ko‘zlab sodir qilganlik uchun javobgarlikni nazarda tutadi. \n\nKonstitutsiyaviy tuzumga tajovuzning takroriyligi deganda, JK 159-moddasi 1 yoki 2-qismida ko‘rsatilgan muayyan harakatlarning bittasi sodir qilingandan keyin amalga oshirilish tushuniladi.\n\n(Takroriylik tushunchasi to‘g‘risida batafsilroq JK 52-moddasining sharhiga qarang).\n\nKonstitutsiyaviy tuzumga tajovuzning xavfli retsidivist tomonidan sodir qilinishi aybdorning JK 159-moddasi bo‘yicha sudlanganlik holati tugallanmagan yoki sudlanganlik olib tashlanmagan paytda amalga oshirilishi tushuniladi. (Bu haqda JK 34-moddasi sharhiga qarang).\n\nBu moddaga ko‘ra, uyushgan guruh sifatida ikki yoki undan ortiq shaxsning konstitutsiyaviy tuzumga tajovuz qilish maqsadida birlashishlari tushunilishi lozim. (Uyushgan guruh tushunchasi to‘g‘risida batafsilroq JK 34-moddasi sharhiga qarang.)\n\n16. Konstitutsiyaviy tuzumga tajovuzning alohida shakli sifatida qonun fitnani ko‘rsatadi.Fitna – hokimiyatni bosib olish yoki mavjud tuzumga qarshi qaratilgan boshqa harakatlarni sodir qilish maqsadida uyushgan harakatlarni amalga oshirish to‘g‘risidagi maxfiy kelishuv.\n\nFitnaning jinoiy birlashma sifatidagi zaruriy belgisi uning mavjud konstitutsiyaviy tuzum va hokimiyatga qarshi qaratilganligi hisoblanadi. \n\nTahlil qilinayotgan modda dispozitsiyasiga ko‘ra, fitna hokimiyatni bosib olishga yoki konstitutsiyaviy tuzumni ag‘darib tashlashga qaratilgan bo‘ladi. Bunda hokimiyatni bosib olish deganda, konstitutsiyaviy tuzumni o‘zgartirmagan holda konstitutsiyada nazarda tutilmagan siyosiy partiyalar, harakatlar, guruh yoki boshqa kuchlarning O‘zbekiston Respublikasi hokimiyatiga kelishining konstitutsiyaga xilof usuli sifatida tushunilishi kerak. \n\nKonstitutsiyaviy tuzumni ag‘darish deganda, davlat hokimiyati tuzilishining qonunga xilof tarzda o‘zgartirilishi yoki buzilishi, hokimiyat institutlarining bekor qilinishi (masalan, Prezident lavozimining bekor qilinishi) va yangilarining kiritilishi, davlat boshqaruvining va qarorlar qabul qilinishining demokratik asoslarini toraytirish, “yangi” Konstitutsiyaning majburiy tarzda amalga kiritilishi va hokazolar tushuniladi.\n\n17. Ushbu moddada nazarda tutilgan qilmishlar formal tarkibli hisoblanadi. Jinoyat sharhlanayotgan modda qismlari dispozitsiyalarida ko‘rsatilgan harakatlar sodir qilingan paytdan tugallangan hisoblanadi. Konstitutsiyaviy tuzumga tajovuz qilishning turli shakllari amalga oshirilishining oqibatlari kelib chiqishi jinoiy javobgarlikka tortilish uchun zaruriy belgi hisoblanmaydi.\n\n18. Subyektiv tomondan yuqorida ko‘rib chiqilgan konstitutsiyaviy tuzumga tajovuzning shakllari to‘g‘ri qasd va maxsus maqsad bilan tavsiflanadi. Aybdor O‘zbekiston konstitutsiyaviy tuzumiga tajovuzning obyektiv tomonini tashkil etuvchi harakatlarning ijtimoiy xavflilik xususiyatini anglab yetadi va ularni sodir qilishni istaydi. Subyektiv tomonning zaruriy belgisi sifatida maqsad – konstitutsiyaviy tuzumni o‘zgartirish yoki ag‘darish, hududiy birlikni buzishda namoyon bo‘ladi. Mazkur harakatlarni sodir qilishning motivlari g‘oyaviy qabul qilmaslik yoki mavjud konstitutsiyaviy tuzumga nafrat bilan qarash va boshqalar bo‘lishi mumkin. Motivlar kvalifikatsiyaga ta’sir ko‘rsatmaydi, lekin jazo tayinlashda sud tomonidan inobatga olinishi lozim. \n\n19. Konstitutsiyaviy tuzumga tajovuz qilishning subyekti fuqaroligidan qat’i nazar 16 yoshga to‘lgan shaxslar hisoblanadi. Agar mazkur jinoyatni sodir qilishda 13 yoshdan 16 yoshgacha bo‘lgan shaxslar aybdor bo‘lsa, ular sharhlanayotgan qilmishni amalga oshirishning usuli sifatida aniq jinoyatlar sodir qilganlik uchun javobgarlikka tortiladi. \n\n20. Ushbu modda rag‘batlantiruvchi normaga (JK 159-moddasining 5-qismi) ega bo‘lib, unga ko‘ra fitnaning ishtirokchisi bo‘lgan shaxs hokimiyat organlariga fitna to‘g‘risida ixtiyoriy ravishda xabar bersa, u javobgarlikdan ozod qilinadi. Biroq ozod qilish uchun ikkita shartning bajarilishi asos bo‘ladi:\n\n-fitna to‘g‘risida hokimiyat organlariga ixtiyoriy ravishda xabar berilishi;\n\n-hokimiyat bosib olinishining yoki konstitutsiyaviy tuzum ag‘darilishining oldi olinishi.\n\nBu norma mohiyatiga ko‘ra JK 157-moddasining 3-qismida mustahkamlangan normaga o‘xshashdir."
        },
        {
            "modda_raqami": "160-modda. Josuslik.",
            "matni": "Chet el fuqarosi yoki fuqaroligi bo‘lmagan shaxsning davlat siri hisoblangan ma’lumotlarni chet el davlati, chet el tashkiloti yoki ularning agenturasiga yetkazishi, xuddi shuningdek, yetkazish maqsadida qo‘lga kiritishi, yig‘ishi yoki saqlashi, shuningdek, chet el razvedkasining topshirig‘i bo‘yicha O‘zbekiston Respublikasiga zarar yetkazishda foydalanish uchun boshqa ma’lumotlarni yetkazishi yoki yig‘ishi -\n\no‘n yildan yigirma yilgacha ozodlikdan mahrum qilish bilan jazolanadi. \n\nChet el razvedkasi bilan hamkorlik qilishga jalb qilingan shaxs, basharti, o‘ziga yuklatilgan topshiriqni bajarish yuzasidan hech qanday harakat sodir etmasdan, bu haqda o‘z ixtiyori bilan hokimiyat organlariga xabar bersa, javobgarlikdan ozod qilinadi. \n\nO‘zining jinoiy faoliyatini ixtiyoriy ravishda to‘xtatgan va qilmishi to‘g‘risida hokimiyat organlariga ma’lum qilib, jinoyatning ochilishiga faol yordam bergan shaxs, basharti, davlat uchun kelib chiqishi mumkin bo‘lgan og‘ir oqibatlarning oldi olingan bo‘lsa, jazodan ozod qilinadi.",
            "sharxi": "1. Josuslik – bu harbiy, siyosiy, tijorat yoki boshqa turdagi maxfiy ma’lumotlarni josuslar, maxfiy agentlar yoki kuzatuvning noqonuniy vositalardan foydalangan holda qo‘lga kiritishdir.\n\nUshbu jinoyatni sodir etishning ijtimoiy xavfliligi davlat sirini tashkil etuvchi muhim axborotlarning davlat egaligidan chiqib ketishi mumkinligidadir. Bundan tashqari, josuslik jinoiy qilmish sifatida O‘zbekiston Respublikasiga qarshi boshqa jinoyatlarning sodir etilishi uchun sharoit yaratadi.\n\n2. Josuslikning obyekti O‘zbekistonning suverenitetini saqlab qolish, mudofaa qobiliyati va xavfsizligini, progressiv rivojlanishini ta’minlash bo‘yicha o‘ta muhim manfaatlari hisoblanadi. \n\nBevosita obyekt sifatida davlat sirlarini saqlash, muhofaza qilish va foydalanish bo‘yicha ijtimoiy munosabatlar e’tirof etiladi. \n\nJosuslikning predmeti, qonunda ko‘rsatilganidek, davlat sirlarini tashkil etuvchi ma’lumotlar, ya’ni o‘ta maxfiy va maxfiy bo‘lgan, davlat tomonidan muhofaza qilingan va maxsus ro‘yxatlar bilan cheklangan harbiy, siyosiy, iqtisodiy, fan-texnik va boshqa ma’lumotlardan tashkil topgan[ Qarang: O‘zbekiston Respublikasining 1993 yil 7-maydagi “Davlat sirlarini saqlash to‘g‘risida”gi Qonuni, 1-modda.]. \n\nMa’lumotlar davlat, harbiy yoki xizmat sirini tashkil etishi mumkin.\n\nDavlat sirlaridan tashqari, josuslikning predmeti sifatida O‘zbekiston Respublikasiga zarar yetkazishi mumkin bo‘lgan boshqa ma’lumotlar namoyon bo‘ladi. \n\nSharhlanayotgan modda mazmuniga ko‘ra, boshqa ma’lumotlar deganda, sir tutilmagan, lekin obyektiv sabablarga ko‘ra milliy manfaatlarga qarshi ishlatilishi mumkin bo‘lgan axborot tushuniladi. Masalan, harbiy kuchlar soni to‘g‘risidagi ma’lumotlar, xalq xo‘jaligining yetakchi tarmoqlarining iqtisodiy holati haqidagi axborot va hokazolar.\n\n3. Obyektiv tomondan josuslik quyidagi harakatlarni sodir etishda ifodalanadi:\n\n-davlat sirini tashkil etuvchi va O‘zbekiston Respublikasiga zarar yetkazish maqsadida foydalanish mumkin bo‘lgan boshqa ma’lumotlarni yetkazish;\n\n-davlat sirini tashkil etuvchi va O‘zbekiston Respublikasiga zarar yetkazish maqsadida foydalanish mumkin bo‘lgan boshqa ma’lumotlarni yetkazish maqsadida qo‘lga kiritish;\n\n-davlat sirini tashkil etuvchi va O‘zbekiston Respublikasiga zarar yetkazish maqsadida foydalanish mumkin bo‘lgan boshqa ma’lumotlarni yetkazish maqsadida yig‘ish;\n\n-davlat sirini tashkil etuvchi va O‘zbekiston Respublikasiga zarar yetkazish maqsadida foydalanish mumkin bo‘lgan boshqa ma’lumotlarni yetkazish maqsadida saqlash.\n\n4. Ma’lumotlarni yetkazish – ularni har xil usulda adresatga, ya’ni chet el davlati, chet el tashkiloti yoki ularning agenturasiga yetkazish. Ma’lumotlarni yetkazish har xil usul va shaklda: og‘zaki, vositachi orqali, texnik vositalardan, pochta xizmati, Internet, xufiya joylar va boshqalardan foydalangan holda amalga oshirilishi mumkin. Jinoyatni kvalifikatsiya qilish uchun usul yoki shakl ahamiyatga ega emas. \nDavlat sirlarini tashkil etuvchi ma’lumotlarni yetkazish ular oluvchining faktik egaligiga o‘tgan paytdan tugallangan deb hisoblanadi. \n\n5. Davlat sirlarini tashkil etuvchi ma’lumotlarni o‘g‘irlash – ularni qonuniy egalik qilgan shaxslardan har xil noqonuniy usulda olib qo‘yishga qaratilgan harakatlarni amalga oshirish. Bunda egalik qiluvchi shaxslar, amaldagi qonunchilikka ko‘ra, davlat sirlariga egalik qilishi mumkin bo‘lgan O‘zbekiston Respublikasi fuqarolari bo‘lishi mumkin. Davlat sirlarini o‘g‘irlash ma’lumotlarni xizmat lavozimi yuzasidan ularga egalik qiluvchi shaxslardan, muassasalardan o‘g‘irlash, hujjat va ashyo (namunalar, detallar, asboblar va hokazo)lardan nusxalar olish usulida amalga oshirilishi mumkin. Odatda o‘g‘rilik maxfiy ravishda sodir qilinadi. Shu bilan birga, zo‘rlik (bosqinchilik, talonchilik) qo‘llangan holda, oshkora sodir qilinishi mumkin. \n\nDavlat siri aybdorning egaligiga to‘liq o‘tib va unda ma’lumotlarni tasarruf etish imkoniyati vujudga kelgan paytdan boshlab o‘g‘rilik tugallangan hisoblanadi. \n\n6. Yig‘ish – davlat sirlari bo‘lgan ma’lumotlarni talon-toroj qilish alomatlarisiz qo‘lga kiritiladigan har qanday harakatlarni tushunish mumkin.\n\nYig‘ishning turli usullari bo‘lishi mumkin: kuzatuv, texnik vositalarni qo‘llagan holda; sirni saqlovchilar bilan muloqot va suhbat davomida ma’lumotlarni aniqlash; mutaxassislar suhbatini yashirincha eshitib olish; texnik aloqa vositalarga sanksiyalanmagan ulanish va hokazo bo‘lishi mumkin. \n\nYig‘ishning usuli qilmish kvalifikatsiyasiga ta’sir ko‘rsatmaydi. Josuslikning davlat sirini yig‘ish shakli oqibatidan qat’i nazar, sir tutilgan ma’lumotlarni yig‘ish maqsadida u yoki bu harakat amalga oshirilgan paytdan tugallangan deb hisoblanadi. \n\n7. Saqlash – sir tutiluvchi va boshqa ma’lumotlarni keyinchalik boshqa shaxsga, jumladan, chet el davlati, tashkiloti yoki ularning agenturasiga yetkazish maqsadida vaqtincha egalik qilib turish. Ma’lumotlarni saqlash ularni axborotni mustahkamlovchi tashqi akkumulyativ manbalar (qog‘oz, magnit lentalari va boshqa tashuvchilar) yordamida yoki eslab qolgan holda saqlash mumkin. Saqlovchi tomonidan ma’lumotlarning qo‘lga kiritilishi bilan saqlash tugallangan deb hisoblanishi lozim. \n\nJosuslikning obyektiv tomonini tashkil etuvchi harakatlar ma’lumotlarni chet el davlati, chet el tashkiloti, ularning agenturasiga yetkazish maqsadida yoki chet el razvedkasi topshirig‘i bo‘yicha to‘plangan taqdirdagina jinoyat hisoblanadi. \n\n8. Chet el davlati sifatida O‘zbekiston Respublikasidan tashqari xalqaro huquqning barcha subyektlari: davlatlar, xalqaro tashkilotlar, mustaqillik uchun kurashuvchi millatlar, davlatga o‘xshash tuzilmalar e’tirof etilishi kerak. \n\nDavlat deganda, suveren davlat belgilari (suverenitet, hudud, aholi va hokimiyat)ga ega mamlakat tushunilishi lozim. \n\nXalqaro tashkilot – xalqaro kelishuvlar asosida tuzilgan doimiy faoliyat ko‘rsatuvchi hukumatlararo yoki nohukumat birlashma.\n\nO‘z mustaqilligi uchun kurash olib borayotgan millatlar va xalqlar mustaqil davlat tuzilguncha ular nomidan ish olib boruvchi muvofiqlashtiruvchi organga (masalan, Falastin ozodlik tashkiloti) ega bo‘lsagina, xalqaro huquq subyekti hisoblanadi. \n\nDavlatga o‘xshash tuzilmalar (kvazidavlatlar) – xalqaro huquqning o‘ziga xos subyekti bo‘lib, ular davlatning ayrim belgilari (hudud, suverenitet, fuqarolik, hukumat va hokazo)ga ega bo‘lishadi. Vatikan shunday tuzilma hisoblanadi\n\n9. Chet el tashkiloti chet elda tashkil qilingan va turli tashkiliy-huquqiy yuridik shaxs tashkil etmasdan tijorat yoki notijorat shaklga, birgalikda muayyan rejani amalga oshiruvchi yoki umumiy maqsadga ega, belgilangan qoidalar asosida O‘zbekiston Respublikasi manfaatlariga zarar yetkazish maqsadiga chet el davlati yoki o‘zi uchun davlat sirlarini tashkil etuvchi ma’lumotlarni yig‘ish faoliyati bilan shug‘ullanuvchi odamlar birlashmasidir. Bunda tashkilotning rasmiy ravishda qaysi davlat hududida ro‘yxatdan o‘tganligi ahamiyatga ega emas. Terroristik tashkilotlar, uyushgan jinoiy guruhlar uchun ma’lumotlarni yig‘ish, o‘g‘irlash, yetkazish va saqlash chet el tashkiloti manfaatlarida sodir qilingan josuslik deb hisoblanishi lozim. \n\nChet el razvedkasi – chet el davlatining davlat organi bo‘lib, razvedka va josuslik faoliyatini amalga oshirish vakolatlariga egadir. \n\nAgentura – muayyan chet el davlati agentlarining O‘zbekiston hududidagi majmui. Bunda agentlar deganda, O‘zbekiston Respublikasi hududida doimiy ravishda yoki vaqtinchalik yashovchi va chet el davlati, chet el tashkiloti, bevosita razvedkaga yoki ularning vakillari uchun ma’lumotlarni yig‘uvchi, umumlashtiruvchi, saqlovchi yoki yetkazib beruvchi shaxslar tushuniladi. Shaxsni agent deb e’tirof etishda uning fuqaroligi, u yoki bu qonuniy faoliyat bilan shug‘ullanishi, hayot kechirish manbai, u yoki bu lavozimni egallashi, chet el davlati, tashkiloti yoki razvedkasi uchun haq evaziga yoki bepul ishlashi ahamiyat kasb etmaydi.\n\n10. Josuslik o‘z tashabbusiga ko‘ra yoki chet el davlati, tashkiloti yoki ularning agenturasi yoxud chet el razvedkasi topshirig‘iga ko‘ra amalga oshirilishi mumkin. Chet el davlati, tashkiloti yoki ularning agenturasi yoxud chet el razvedkasi bilan aloqaning bog‘lanishi jinoyatni sodir qilish uchun tayyorgarlik hisoblanadi. To‘xtatilgan ma’lumotni, masalan, o‘g‘irlik yo‘li bilan yig‘ish harakati jinoyatga suiqasddir. \n\n11. Subyektiv tomondan josuslik to‘g‘ri qasd shaklida bilan ifodalanadi. Aybdor davlat sirlarini O‘zbekiston manfaatlariga zarar yetkazgan holda chet el davlati, tashkiloti yoki ularning agenturasi yoxud chet el razvedkasi uchun yig‘ayotganligi, saqlayotganligi va yetkazayotganligini anglab yetadi va bu harakatlarni sodir qilishni istaydi. Josuslik faoliyatini amalga oshirish motivlari turlicha bo‘lishi mumkin, lekin ular qilmish kvalifikatsiyasiga ta’sir ko‘rsatmaydi. G‘oyaviy qarashlar, g‘araz va hokazolar motiv bo‘lishi mumkin. Mazkur harakatlar uchun jinoiy javobgarlikka tortishning zaruriy sharti – davlat sirlarini tashkil etuvchi ma’lumotlarni chet el davlati, chet el tashkiloti yoki ularning agenturasiga yetkazish maqsadi mavjudligi. \n\n12. Qonunda to‘g‘ridan to‘g‘ri ko‘rsatilishicha, josuslik subyekti maxsus shaxslar: 16 yoshga to‘lgan chet el fuqarolari yoki fuqaroligi bo‘lmagan shaxslar bo‘lishi mumkin. O‘zbekiston Respublikasining “Fuqarolik to‘g‘risida”gi Qonuniga muvofiq, O‘zbekiston fuqaroligida bo‘lmagan va chet el davlati fuqaroligiga ega bo‘lganligini tasdiqlovchi dalillarga ega shaxs chet el fuqarosi hisoblanadi. \n\nFuqaroligi bo‘lmagan shaxs O‘zbekiston fuqaroligida bo‘lmagan va chet el davlati fuqaroligiga ega bo‘lganligini tasdiqlovchi dalillarga ega bo‘lmagan jismoniy shaxs hisoblanadi. \n\nAgar josuslik faoliyati O‘zbekiston Respublikasi fuqarosi tomonidan sodir qilinsa, qilmish JK 157-moddasi bo‘yicha kvalifikatsiya qilinishi shart.\n\nTahlil qilinayotgan moddaning 2 va 3-qismi JK 157-moddasining tegishli normalari bilan o‘xshashdir."
        },
        {
            "modda_raqami": "161-modda. Qo‘poruvchilik.",
            "matni": "Qo‘poruvchilik, ya’ni O‘zbekiston Respublikasining davlat organlari faoliyati yoki ijtimoiy-siyosiy vaziyatning barqarorligiga yoki iqtisodiyotiga putur yetkazish maqsadida odamlarni qirib yuborish, ularning sog‘lig‘iga ziyon, mulkka shikast yetkazish yoki uni nobud qilishga qaratilgan harakatlar -\n\no‘n yildan yigirma yilgacha ozodlikdan mahrum qilish bilan jazolanadi.",
            "sharxi": "1. Qo‘poruvchilikning ijtimoiy xavfliligi, birinchidan, aybdor harakatlarining odamlar hayoti va sog‘lig‘iga qarshi qaratilganligi, ikkinchidan, qo‘poruvchilik aktlari qaratilgan xalq xo‘jaligi obyektlarining muhimligi bilan belgilanadi. Bundan tashqari, qo‘poruvchilik, asosan, ijtimoiy xavfli usulda sodir qilinadi va bu bilan bir yo‘la ko‘pgina obyektlarga va ommaviy ravishda zarar yetkazish xavfini keltirib chiqaradi. \n\n2. Qo‘poruvchilikning bevosita obyektiga davlat organlarining normal faoliyat ko‘rsatishi, ijtimoiy-siyosiy vaziyat va O‘zbekiston iqtisodiyotining barqarorligini ta’minlovchi ijtimoiy munosabatlar kiritiladi. Fakultativ obyektlar odamlar hayoti va sog‘lig‘i, mulkchilik va hokazo hisoblanadi.\n\nDavlat organlarining normal va barqaror faoliyat ko‘rsatishi deganda, vakolatli davlat organlarining o‘z vakolatlarini amalga oshirishlari bo‘yicha respublika Konstitutsiyasi va qonunchiligiga mos ravishda rejalashtirilgan va maqsadga yo‘naltirilgan faoliyat yuritishi tushuniladi.\n\n(Davlat organlari tushunchasi to‘g‘risida JK 159-moddasi sharhiga qarang).\n\nIjtimoiy-siyosiy vaziyat – O‘zbekiston Respublikasida davlat hokimiyatini amalga oshirish, turli siyosiy partiyalar va harakatlarning faoliyat ko‘rsatishi, aholining hayotiy ta’minlanganligi va xavfsizligini ta’minlash bo‘yicha kelib chiqqan ijtimoiy munosabatlar tizimi.\n\n(Iqtisodiyot tushunchasi to‘g‘risida JK 157-moddasining sharhiga qarang.)\n\n3. Obyektiv tomondan qo‘poruvchilik:\n\n-odamlarni qirib yuborish yoki ularning sog‘lig‘iga ziyon yetkazish;\n\n-mulkka shikast yetkazish yoki uni nobud qilishdan iborat.\n\nOdamlarni qirib yuborish, ularning sog‘lig‘iga shikast yetkazishga qaratilgan harakatlar davlat organlari faoliyatining, O‘zbekistondagi ijtimoiy-siyosiy vaziyatning yoki iqtisodiyotning barqarorligini buzish maqsadida sodir etilib, ularning natijasida ko‘pchilik odamlarga zarar yetkaziladi (o‘limga olib keladi yoki turli darajadagi sog‘liqqa shikast yetkazishni keltirib chiqaradi). \n\nMulkka shikast yetkazish – qo‘poruvchilik obyektlariga (bular faqat respublika uchun katta iqtisodiy ahamiyatga ega bo‘lgan moddiy obyektlar bo‘lishi mumkin, masalan, zavodlar, plotinalar, aeroportlar, vokzallar) shunday zarar yetkazishki, buning oqibatida mulk qisman yaroqsiz holga keladi, lekin uni  iqtisodiy jihatdan tiklash mumkin bo‘ladi.\n\n Mulkni nobud qilish – qo‘poruvchilik obyektlarini qayta tiklab bo‘lmaydigan darajada yaroqsiz holga keltirish bo‘lib, uni yo yaroqli holga keltirib bo‘lmaydi yoki bu iqtisodiy jihatdan maqsadga muvofiq emas. \n\nQo‘poruvchilikni amalga oshirish usullari turlicha: portlatish, o‘t qo‘yish, halokat va avariyalar, ommaviy zaharlanishni uyushtirish, epidemiya va epizootiyalarni tarqatish va hokazo bo‘lishi mumkin. Jinoyatni sodir qilish usuli kvalifikatsiyaga ta’sir ko‘rsatmaydi, lekin jazo tayinlashda inobatga olinishi lozim. \n\n4. Qo‘poruvchilik odamlarni qirib yuborish, ularning sog‘lig‘iga shikast yetkazish, mulkka shikast yetkazish yoki uni nobud qilishga qaratilgan harakatlar (portlatish, o‘t qo‘yish va hokazo) sodir etilgan paytdan boshlab tugallangan jinoyat deb hisoblanadi. Qo‘poruvchilar harakatlarining oqibati odamlarning o‘limi yoki ularning sog‘lig‘iga shikast yetkazilishi ko‘rinishida kelib chiqishi mumkin. Lekin qo‘poruvchilikning tugallangan tarkibi uchun bunday oqibatlarning kelib chiqishi shart emas. Kelib chiqqan oqibat qilmishni kvalifikatsiya qilishda emas, balki aybning darajasini va jazoni belgilashda inobatga olinadi.\n\n5. Qo‘poruvchilikning subyektiv tomoni to‘g‘ri qasd shaklidagi aybda ifodalanadi: shaxs o‘z harakatlarining ijtimoiy xavflilik xususiyatini anglab yetadi, ularni sodir qilishni va qonunda ko‘rsatilgan oqibatning kelib chiqishini istaydi \n\nQo‘poruvchilikning subyektiv tomoni zaruriy alomati maxsus maqsad, ya’ni davlat organlari faoliyati, O‘zbekistonning ijtimoiy-siyosiy vaziyatiga va iqtisodiyotiga putur yetkazishdir. Qo‘poruvchilik motivi g‘oyaviy qarashlar, g‘araz yoki boshqa ko‘rinishlarida bo‘lishi mumkin. Jinoyat motivi kvalifikatsiyaga ta’sir ko‘rsatmaydi, lekin jazo tayinlashda inobatga olinishi lozim. \n\n6. Qo‘poruvchilik subyekti 16 yoshga to‘lgan har qanday jismoniy shaxsdir. Agar subyekt O‘zbekiston Respublikasi fuqarosi bo‘lsa va u chet el razvedkasi topshirig‘iga ko‘ra harakat qilsa, uning qilmishi jinoyatlar majmui bo‘yicha JK 157 va 161-moddalari bilan kvalifikatsiya qilinishi lozim.\n\n7. Obyektiv belgilarga ko‘ra qo‘poruvchilik ba’zi bir boshqa jinoyatlar (mulkni qasddan nobud qilish yoki unga zarar yetkazish – JK 173-moddasi, terrorizm – JK 155-moddasi)ga o‘xshashdir. Ularning qo‘poruvchilikdan farqi shundaki, ular ijtimoiy munosabatlarning boshqa sohalariga (obyektlarga) zarar yetkazishadi va aybdorda davlat organlari faoliyati, O‘zbekiston ijtimoiy-siyosiy vaziyati va iqtisodiyotiga putur yetkazish maqsadi bo‘lmaydi."
        },
        {
            "modda_raqami": "162-modda. Davlat sirlarini oshkor qilish.",
            "matni": "Davlat sirlarini oshkor qilish yoki o‘zgaga berish, ya’ni davlat siri, harbiy sir yoki xizmat siri hisoblangan ma’lumotlarning, bu ma’lumotlar ishonib topshirilgan yoki xizmati yoxud kasb faoliyati yuzasidan ulardan xabardor bo‘lgan shaxs tomonidan oshkor qilinishi, basharti, bu qilmishda davlatga xoinlik alomatlari bo‘lmasa -\n\nuch yildan besh yilgacha ozodlikdan mahrum qilish bilan jazolanadi.\n\nO‘sha harakatlar og‘ir oqibatlar kelib chiqishiga sabab bo‘lsa, -\n\nbesh yildan sakkiz yilgacha ozodlikdan mahrum qilish bilan jazolanadi.",
            "sharxi": "1. Davlat sirlarini tashkil etuvchi ma’lumotlarni oshkor etishning ijtimoiy xavfliligi shundaki, buning natijasida ularni nazorat qilish imkoniyati yo‘qoladi va bu bilan turli sohalarda O‘zbekiston manfaatlariga ziyon yetkaziladi. Bundan tashqari, davlat sirlarining oshkor etilishi davlatimizga yoki umuman insoniyatga qarshi qaratilgan boshqa ijtimoiy xavfli qilmish sodir etilishi uchun shart-sharoit yaratadi (masalan, ommaviy qirg‘in qurollarini ishlab chiqarish texnologiyasi to‘g‘risidagi maxfiy sirlarning oshkor etilishi natijasida va boshqalar). Bularning barchasi mazkur qilmishni ijtimoiy xavfli deb topish va buning uchun jinoiy javobgarlikni belgilash uchun asosdir. \n\n2. Jinoyatning obyekti bu O‘zbekistonning mudofaa qobiliyatini va xavfsizligini, hududiy butunligi va bo‘linmasligini, ijtimoiy-iqtisodiy vaziyatning barqarorligini va taraqqiy etish uchun hayotiy zarur bo‘lgan axborotni saqlash, qidirish va undan foydalanishning aniq tartibini ta’minlash orqali saqlab turishdir. Bevosita obyekt O‘zbekiston Respublikasining “Davlat sirlarini saqlash to‘g‘risida”gi Qonuni va qonunosti normativ-huquqiy hujjatlar bilan mustahkamlangan davlat sirlarini saqlash va undan foydalanish tartibi hisoblanadi. Bu bilan davlat sirlarini oshkor qilish davlatga xoinlik qilishdan farqlanadi, ya’ni davlatga xoinlik qilishda qilmish bevosita O‘zbekistonning mudofaa qobiliyati, xavfsizligi, iqtisodiyoti, suvereniteti va hududiy yaxlitligiga tajovuz hisoblansa, davlat sirlarini oshkor qilish mazkur munosabatlarga zarar yetkazishga shart-sharoit yaratadi. \n\nSharhlanayotgan jinoyatning predmeti – davlat, harbiy yoki xizmat siri shaklidagi davlat sirlari hisoblanadi. \n\nO‘zbekiston Respublikasining “Davlat sirlarini saqlash to‘g‘risida”gi Qonuniga muvofiq, davlat siri – o‘ta muhim ahamiyatga ega harbiy, siyosiy, iqtisodiy, ilmiy-texnik va boshqa xususiyatdagi maxfiy va o‘ta maxfiy ma’lumotlar bo‘lib, ular maxsus ro‘yxat bilan cheklab qo‘yiladi. \n\nMa’lumotni davlat siri deb tan olish uchun ularda 3 ta element birlashishi lozim:\n\n-ma’lumotlar fe’l-atvori (harbiy, siyosiy va hokazo);\n\n-bunday ma’lumotlarning maxsus ro‘yxatga kiritilganligi;\n\n-ma’lumotlarning davlat siri ekanligi maxsus tayinlangan sud ekspertizasi xulosasi bilan tasdiqlanishi shart.\n\nDavlat sirlari davlat, harbiy yoki xizmat sirlariga bo‘linib, ularning tushunchasi O‘zbekiston Respublikasining “Davlat sirlarini saqlash to‘g‘risida”gi Qonunida belgilangan. \n\n3. Obyektiv tomondan jinoyat davlat sirlarini oshkor qilish yoki davlatga xoinlik belgilari mavjud bo‘lmagan holda yetkazish yo‘li bilan sodir qilinadi. \n\nOshkor qilish – davlat sirlarini oshkor qilish, ya’ni ularni tarqatish bo‘lib, buning natijasida ular bilan tanishish huquqiga ega bo‘lmagan noaniq doiradagi shaxslar maxfiy ma’lumotlardan voqif bo‘lishadi. \n\nO‘zgacha (berish) – aybdor tomonidan davlat sirlarining ular bilan tanishish huquqiga ega bo‘lmagan aniq shaxslarga taqdim etilishi. Ta’kidlash joizki, o‘rtacha berishning yetkazishning oshkor etishdan farqi shundaki, bunda maxfiy ma’lumotlar aniq chegaralangan shaxslar doirasiga yetkaziladi. Bunda ushbu shaxslar doirasining miqdoriy tavsifi ahamiyatga ega emas, lekin uning sifat jihati – aybdor uchun noaniqligi – ahamiyat kasb etadi. Shunday qilib, o‘zgacha berish bu maxfiy ma’lumotlarni do‘stlarga ma’lum qilish bo‘lsa, oshkor qilish ma’lumotning ommaga miting, ma’ruzada e’lon qilinishidir. Bundan tashqari, yetkazish, aybdorning maxfiy ma’lumot mohiyatini begona shaxsga tushuntirishga intilishida namoyon bo‘ladi. \n\nDavlat sirlarini oshkor qilish, ularni o‘zgaga berish kabi, tashqi ko‘rinishdan harakat (masalan, maxfiy axborotning ma’ruzada e’lon qilinishi) yoki harakatsizlikda (masalan, bo‘lim xodimi maxfiy hujjatlarni stol ustida qoldirib ketishida) ifodalanishi mumkin. Ammo bu sharoit kvalifikatsiyaga ta’sir qilmaydi. Shu bilan birga qilmish kvalifikatsiyasiga uni sodir qilish usuli (og‘zaki xabar, yozma materiallarni, ashyolarni taqdim etish va hokazolar) ham ta’sir ko‘rsatmaydi. \nUshbu qilmish obyektiv tomonining zaruriy elementi adresat, ya’ni qabul qiluvchidir. Adresat bu begona shaxs bo‘lib, u mazkur qilmishning sodir qilinishi oqibatida maxfiy axborot bilan noqonuniy ravishda tanishish imkoniyatiga ega bo‘lib qoladi. Adresat sifatida quyidagi shartlarga bir paytning o‘zida javob beruvchi barcha jismoniy shaxslar e’tirof etilishi lozim:\n\n-aybdorga ishonib topshirilgan maxfiy ma’lumotlar bilan qonuniy ravishda tanishish huquqiga ega bo‘lmaslik;\n\n-maxfiy axborotni davlat, harbiy yoki xizmat siri sifatida qabul qila olish qobiliyati.\n\nAgar adresat ko‘rsatilgan shartlarning birortasiga javob bera olmasa (masalan, kichik yoshda bo‘lganligi sababli axborotning maxfiy ekanligini anglay olmasa), adresatning mavjud emasligi va buning oqibatida jinoyat tarkibining yo‘qligi tan olinishi lozim. \n\nDavlat sirini oshkor qilish yoki yetkazish jinoyati, ular begona shaxsga ma’lum bo‘lgan paytdan tugallangan hisoblanadi. Bunda shaxsning axborot mohiyatini to‘la anglashi shart emas, balki umumiy tushunchaga ega bo‘lishi yetarlidir. Agar qandaydir sababga ko‘ra aybdorning irodasiga bog‘liq bo‘lmagan holda jabrlanuvchi tomonidan axborot maxfiy sifatida qabul qilinmasa, aybdorning harakati mazkur jinoyatga suiqasd deb topilishi sharti kerak.\n\n4. Davlat sirlarini oshkor qilishning subyektiv tomoni qasd (maxfiy axborotni yetkazish) yoki ehtiyotsizlik (oshkor qilish) shaklida bo‘lishi mumkin.\n\nDavlat sirlarini oshkor qilish qasddan sodir etilishi mumkin:\n\n-to‘g‘ri qasd – aybdor maxfiy axborotni oshkor etayotganligini anglaydi va ularni oshkor etishni istaydi. Masalan, aybdorning maxfiy ma’lumotlarni ular bilan tanishish huquqiga ega bo‘lmagan xodim bilan o‘zaro suhbat davomida oshkor qilishi;\n\n-egri qasd – aybdor maxfiy axborotning aniq shaxslar doirasiga tarqab ketishi mumkinligini oldindan ko‘ra biladi va aniq shaxslar tomonidan ularning faktik qabul qilinishiga yo‘l qo‘yadi. Xususan, aybdor maxfiy axborotni aks ettirgan ma’ruzani bunday ma’lumot bilan tanishish huquqiga ega bo‘lgan shaxslar bilan bunday huquqqa ega bo‘lmagan shaxslar mavjud bo‘lgan doirada o‘qishi egri qasd deb e’tirof etilishi lozim.\n\nSharhlanayotgan jinoyatni sodir etish usuli sifatida davlat sirlarini oshkor etish aybning ehtiyotsizlik shaklida xam sodir etilishi mumkin. Chunki bu vaziyatda axborot kontakti aybdor ongi bilan tushunib yetilmagan shaxslar doirasida amalga oshadi. \n\nOshkor qilishda ehtiyotsizlik quyidagi shakllarda sodir qilinishi mumkin:\n\n-o‘ziga o‘ziga ishonish – aybdor maxfiy axborotning tarqalib ketishiga ko‘zi yetadi, lekin o‘ziga o‘zi asossiz ravishda ishongan holda uning tarqalishining oldi olinishiga ishonadi. Masalan, maxfiy ma’lumotlar bilan tanishish huquqiga ega bo‘lgan shaxs bunday ma’lumotlarga ega bo‘lgan hujjatlarni mumkin bo‘lmagan joyda beparvolarcha qoldirishi natijasida begona shaxslarning tanishishlari sodir bo‘lishi.\n\n-beparvolik – aybdor o‘z harakati (harakatsizligi) ijtimoiy xavfli oqibat keltirib chiqarishi mumkinligiga ko‘zi yetmaydi, lekin bunga ko‘zi yetishi lozim va mumkin edi. Masalan, davlat sirlarini tashkil etuvchi ma’lumotlarni ular bilan ishlash huquqiga ega bo‘lmagan mashinistkaga berish.\n\n5. Ushbu qilmishni sodir qilish motivlari turlicha (maqtanchoqlik, mavqeini oshirish, g‘araz va hokazo) bo‘lishi mumkin, lekin ular davlat sirlarini oshkor qilishning maqsadi singari kvalifikatsiyaga ta’sir ko‘rsatmaydi. Shu paytning o‘zida ular jazo tayinlashda inobatga olinishi lozim.\n\n6. Jinoyat faqat 16 yoshga to‘lgan maxsus subyekt, ya’ni davlat sirlari ishonib topshirilgan yoki xizmat yoxud kasb lavozimidan kelib chiqib ulardan xabardor shaxslar tomonidan sodir qilinishi mumkin. \n\nDavlat siri ishonib topshirilgan shaxs – egallagan lavozimidan kelib chiqqan holda va o‘z kasb vazifalarini amalga oshirish jarayonida ushbu ma’lumotlarga davlat manfaatlari yo‘lida egalik qilgan va ulardan foydalangan shaxsdir.\n\nKasb yoki xizmat faoliyati natijasida davlat siri bilan tanishgan shaxs shunday xodimki, unga davlat siri foydalanish uchun topshirilmagan, lekin u o‘z kasb vazifalarini bajarayotgan paytda ular bilan tanishib qoladi (masalan, mashinistka, nusxa oluvchi va hokazo).\n\nAgarda davlat siri ularni shaxsiy suhbatda bilib olgan yoki maxfiy hujjatlarni topib olgan shaxs tomonidan oshkor etilsa, u mazkur modda bo‘yicha javobgarlikka tortilmaydi. \n\n7. Davlat sirlarini oshkor etishda aybdor shaxslar, qonunda ko‘rsatilganidek, davlatga xoinlik qilish belgilari mavjud bo‘lmagan holdagina JK 162-moddasi bilan javobgarlikka tortiladi. Shundan kelib chiqib, har bir aniq holatda sud aybdor harakatlarida JK 157-moddasi tarkibini tashkil etuvchi belgilarning bor yoki yo‘qligini aniqlashi lozim. \n\n(Davlatga xoinlik qilishning belgilari to‘g‘risida JK 157-moddaga qarang.)\n\n8. Davlat sirlarini oshkor qilishning og‘irlashtiruvchi belgisi – og‘ir oqibatlarning kelib chiqqanligidir. Modda mazmuniga ko‘ra, kelib chiqqan oqibatlarning og‘irlik darajasi har bir muayyan holatda belgilanadi. Masalan, davlat siri chet el davlati, chet el tashkiloti yoki ularning agenturasiga ma’lum bo‘lib qolganligi, axborot ancha shaxslar orasida tarqalganligi, maxfiy rejalarni o‘zgartirish zarurati vujudga kelganligi va hokazo.\n\nTuzilishiga ko‘ra kvalifikatsiya qilingan mazkur jinoyat tarkibi og‘ir oqibatlar kelib chiqqan paytdan tugallangan hisoblanadi."
        },
        {
            "modda_raqami": "163-modda. Davlat siri yoki harbiy sir hisoblangannhujjatlarni yo‘qotish.",
            "matni": ".Hujjatlarning, shuningdek, ashyo yoki moddalarning, agar ular haqidagi ma’lumot davlat siri yoki harbiy sirni ifodalasa, xizmat yoki kasb faoliyati yuzasidan ishonib topshirilgan shaxs tomonidan yo‘qotilishi, basharti, bu yo‘qotish ana shu hujjatlar, ashyo yoki moddalar bilan muomalada bo‘lish qoidalarini buzish natijasida ro‘y bergan bo‘lsa, -\n\nuch yilgacha ozodlikdan mahrum qilish bilan jazolanadi.\n\nO‘sha harakatlar og‘ir oqibatlar kelib chiqishiga sabab bo‘lsa, -\n\nuch yildan besh yilgacha ozodlikdan mahrum qilish bilan jazolanadi.",
            "sharxi": "1. Davlat yoki harbiy sirlar mavjud bo‘lgan hujjatlarni yo‘qotishning ijtimoiy xavfliligi shundaki, buning natijasida maxfiy ma’lumotlar nafaqat yot kishilar, balki chet el davlati, tashkilotlari va ularning agenturasi tomonidan qo‘lga kiritilishi ehtimoli paydo bo‘ladi. Oqibatda esa O‘zbekiston manfaatlariga, jumladan, suverenitet, hududiy yaxlitlik, mudofaa qobiliyati va respublika xavfsizligi, ijtimoiy-iqtisodiy vaziyatning barqarorligiga putur yetishi mumkin. \n\n2. Davlat yoki harbiy sir hisoblangan hujjatlarni yo‘qotish obyekti O‘zbekiston Respublikasi suvereniteti, mudofaa qobiliyati va hududiy yaxlitligi, progressiv va barqaror iqtisodiy rivojlanishni ta’minlashga qaratilgan ijtimoiy munosabatlardir. \n\nMazkur jinoyatni sodir qilish orqali zarar yetkaziladigan bevosita asosiy obyekt davlat yoki harbiy sir hisoblangan hujjatlar, ashyolar va ma’lumotlar bilan ishlashning belgilangan tartibidir. \n\nJinoyat predmeti bu davlat yoki harbiy sirning tarkibiy qismi bo‘lgan hujjatlar, ashyolar va moddalar, ma’lumotlardir.\n\nHujjat – bu rekvizitlarga, maxfiylik belgisiga, maxfiylashtirishni amalga oshiruvchi davlat hokimiyati organi, korxonasi, muassasasi yoki tashkilotining ro‘yxatga olish raqamiga, uni saqlashning va u bilan ishlash hamda berishning maxsus tartibiga ega bo‘lgan axborotning moddiy tashuvchisidir. \n\nModda mazmuniga ko‘ra, hujjatlarga matbaa, kompyuter texnikasi yordamida yoki qo‘lda bajarilgan matnli va grafikli materiallar (chizmalar, rejalar, topografik xaritalar, buyruqlar, axborotnomalar, aktlar, direktivalar, sharhlar va hokazolar) hujjat hisoblanib, ularda davlat yoki harbiy sirni aks ettiruvchi ma’lumotlar ifodalanadi. Qilmishni kvalifikatsiya qilishda hujjatning sifat xususiyatlari inobatga olinmaydi. Hujjatning o‘qilishi mumkin bo‘lgan holatda, “muomala”da yoki arxivda bo‘lgan-bo‘lmaganligi, maxfiy yoki o‘ta maxfiy bo‘lganligi va hokazolar ham ahamiyatga ega emas. Lekin ushbu holatlar sud tomonidan jazo tayinlashda inobatga olinishi lozim. \n\nDavlat yoki harbiy sir hisoblangan ashyolar va moddalar – bu ko‘rsatilgan turdagi axborotni tashuvchi turli materiallar va buyumlardir. Ularga texnika va qurollanishning yopiq namunalari, shifrlar, kodlar, turli materiallar va boshqalar kiritiladi. \n\n3. Jinoyatning obyektiv tomoni uch tarkibli, ya’ni quyidagi uchta holatning mavjud bo‘lishi kerakligi shaklida ta’riflanadi:\n\n-tegishli hujjatlar, ashyolar va moddalar ko‘rinishida bo‘lgan maxfiy axborotning moddiy tashuvchilar bilan ishlash qoidalarining buzilishi;\n\n-ushbu hujjat, ashyo va moddalarning yo‘qotilishi;\n\n-belgilangan qoidalarning buzilishi bilan hujjatlarning yo‘qolishi o‘rtasida sababiy bog‘lanishning mavjudligi.\n\n4. Davlat siri hisoblangan ma’lumotlarni tashkil etuvchi hujjatlar, ashyolar va moddalar bilan ishlash qoidalari O‘zbekiston Respublikasining “Davlat sirlarini saqlash to‘g‘risida”gi Qonuni, O‘zbekiston Respublikasi hududida maxfiy axborot bilan tanishishga ruxsat berish va muomalada bo‘lish tartibi to‘g‘risidagi buyruqlar, yo‘riqnomalarda va boshqa normativ-huquqiy aktlarda o‘z aksini topgan. Ushbu qoidalarning buzilganligini aniqlash maqsadida tergov-sud organlari aybdorning mazkur qoidalar bilan oldindan tanish bo‘lgan-bo‘lmaganligini aniqlashlari lozim.\n\n5. Muomalada bo‘lish qoidalarini buzish davlat yoki harbiy sirni tashkil etuvchi hujjatlar, ashyolar va moddalar bilan ishlash jarayonida ushbu qoidalardan qisman yoki butunlay chekinish tarzida namoyon bo‘ladi. Obyektiv tomonning bu elementi jinoyat predmetlari bilan ko‘rsatilmagan joy, vaqt va boshqa holatlarda ular bilan ishlash ko‘rinishida ifodalanishi mumkin. \n\n6. Davlat yoki harbiy sirni tashkil etuvchi hujjatlar, ashyolar yoki moddalarning yo‘qotilishi mazkur predmetlarning maxsus saqlanish joyida mavjud emasligi yoki ular ishonib topshirilgan shaxsning ruxsatidan qat’i nazar, uning qonuniy egaligidan g‘ayriqonuniy ravishda chiqib ketishidir. Chunonchi, maxfiy axborotni tashkil etuvchi hujjatning seyfdan yoki ular ishonib topshirilgan shaxsdan o‘g‘irlanishi yo‘qotish hisoblanadi. \n\nKvalifikatsiya qilishda yo‘qotilishning muddati (vaqtinchalik yoki doimiy xususiyatga ega bo‘lishi mumkin) ahamiyatga ega emas. Shu bilan birga hujjat, ashyo yoki moddalar uzoq bo‘lmagan muddatga (bir necha daqiqa, soat) chiqib ketgan bo‘lsa, birinchi galda xizmat tergovi amalga oshirilib, so‘ng uning natijalari bo‘yicha jinoyat ishini qo‘zg‘atish to‘g‘risida qaror qabul qilinishi lozim. \n\nObyektiv tomonning elementi sifatida hujjat yoki ashyolarning yo‘qotilganligini e’tirof etishda ularning mazmuni bilan yot kishilarning tanisha olish imkoniyatining mavjudligini belgilash kerak. Bunday imkoniyatning yo‘qligi, mazkur modda mohiyatiga ko‘ra, egalikdan huquqqa zid chiqib ketishni yo‘qotish sifatida kvalifikatsiya qilishga yo‘l qo‘ymaydi. Masalan, agar shaxs hujjat bilan ishlash qoidalarini buzishi natijasida hujjatdan maxsus vositalarni qo‘llagan holda ham keyinchalik undan foydalanish imkoniyati bo‘lmaydigan darajada yaroqsiz holga keltirsa, foydaliligi nuqtayi nazaridan hujjat o‘zining xususiyatlarini yo‘qotgan bo‘lsa ham, modda mazmuniga ko‘ra buni yo‘qotish deb hisoblash mumkin emas.\n\n7. Jinoyat obyektiv tomonining zaruriy elementi davlat yoki harbiy sirni tashkil etuvchi hujjat, ashyo yoki moddalar bilan muomalada bo‘lish qoidalarning buzilishi bilan ularning yo‘qolishi o‘rtasidagi sababiy bog‘lanishning mavjudligidir. Agar shaxs maxfiy hujjatlarni muhrlanmagan seyfda saqlasa va ular seyfni buzish vositasida o‘g‘irlangan bo‘lsa, sababiy bog‘lanish mavjud bo‘lmaganligi sababli, bu holatda davlat yoki harbiy sirni tashkil etuvchi hujjatlarni yo‘qotish jinoyatining tarkibi mavjud bo‘lmaydi. \n\nDavlat yoki harbiy sirni tashkil etuvchi hujjatlar, ashyolar yoki moddalar ular bilan muomalada bo‘lish qoidalarning buzilishi sababiga ko‘ra yo‘qotilgan va ular bilan yot shaxslar tanishib chiqishi uchun haqiqiy xavf vujudga kelgan paytdan e’tiboran jinoyat tugallangan hisoblanadi. \n\n8. Jinoyatning subyektiv tomoni qilmishga ehtiyotsizlik bilan munosabatda bo‘lish bilan ifodalanadi (jinoiy ravishda o‘ziga o‘zi ishonish yoki jinoiy beparvolik ko‘rinishida bo‘lishi mumkin), chunki ushbu holda qoidalarning buzilishi emas, balki bu bilan yetkazilgan yo‘qotish jinoyat hisoblanadi. \n\nO‘ziga o‘zi ishonishda shaxs davlat sirini tashkil etuvchi hujjatlar bilan muomalada bo‘lishning belgilangan qoidalarini buzayotganida tegishli hujjat yoki ashyolarning yo‘qolishi mumkinligini oldindan ko‘ra biladi, lekin yetarli asoslarsiz o‘ziga o‘zi ishonganligi uchun buning oldini olish mumkin deb hisoblaydi. \n\nBeparvolikda shaxs davlat sirini tashkil etuvchi hujjatlar va ashyolar bilan muomalada bo‘lishning belgilangan qoidalarini buzish jarayonida tegishli hujjat yoki ashyoni yo‘qotish imkoniyati mavjudligiga ko‘zi yetmaydi, lekin ko‘zi yetishi lozim va mumkin bo‘ladi. Agarda davlat yoki harbiy sir hisoblangan hujjat qasddan yo‘qotilgan bo‘lsa, aybdor, davlatga xoinlik qilish belgilari mavjud bo‘lmaganda, JK 162-moddasiga ko‘ra javobgarlikka tortilishi kerak. \n\n9. Mazkur jinoyatning subyekti maxsusdir. Subyekt xizmat yoki kasb faoliyati yuzasidan davlat siri yoki harbiy sir hisoblangan hujjat, ashyo yoki moddalar ishonib topshirilgan va 16 yoshga to‘lgan shaxs bo‘lishi mumkin. \n\n10. JK 163-moddasining 2-qismida og‘ir oqibatlar kelib chiqishiga olib kelgan davlat siri yoki harbiy sir mavjud bo‘lgan hujjatlarning yo‘qotilishi uchun javobgarlik nazarda tutiladi (JK 162-moddasining 2-qismi sharhiga qarang)."
        }
    ]
}