{
    "bob_nomi": "V bob. Ayb",
    "moddalar": [
        {
            "modda_raqami": "20-modda. Aybning shakllari.",
            "matni": "Ushbu Kodeksda nazarda tutilgan ijtimoiy xavfli qilmishni qasddan yoki ehtiyotsizlik orqasida sodir etgan shaxs jinoyat sodir etilishida aybdor deb topilishi mumkin.",
            "sharxi": "1. O‘zbekiston Respublikasi jinoyat to‘g‘risidagi qonunchiligining asosiy prinsiplaridan biri, ijtimoiy xavfli qilmish sodir etganlik uchun javobgarlik bo‘lib, ya’ni shaxs uning aybi ijtimoiy xavfli qilmishni sodir etishda belgilangan qonunchilikka muvofiq isbotlab berilgan taqdirdagina javobgar bo‘lishi mumkin. «Jinoyat sodir etganlikda ayblanayotgan har bir shaxsning ishi sudda qonuniy tartibda, oshkora ko‘rib chiqilib, uning aybi aniqlanmaguncha u aybdor hisoblanmaydi». O‘zbekiston Respublikasi Oliy sudi Plenumi aybni sodir etilgan jinoyatning asosiy elementlaridan biri sifatida ko‘rsatib, uning tushuntirishiga ko‘ra, «sud hukmi, jinoyat sodir etgan har bir shaxsga adolatli jazo berilishi yoki boshqa ta’sir chorasi qo‘llanilishi hamda aybi bo‘lmagan hech bir shaxs javobgarlikka tortilmasligi va hukm qilinmasligi haqidagi jinoyat sud ish yurituvining asosiy vazifalarini hal etadigan, sud muhokamasiga yakun yasaydigan O‘zbekiston Respublikasi nomidan chiqariladigan odil sudlovning muhim hujjatidir»?.\n\n2. Jinoyatning subyektiv tomoni, bu jinoyat tarkibining zaruriy belgilaridan biri hisoblanib, u shaxsning sodir etgan qilmishiga nisbatan ichki tuyg‘ulari va ruhiy munosabatini ifodalaydi (JK 16-moddasi sharhiga qaralsin). Har qanday jinoyatning subyektiv tomonini ayb, qilmishning motiv va maqsadini tashkil qiladi. Ayb deganda, shaxsning sodir etgan ijtimoiy xavfli qilmishi va uning oqibatlariga bo‘lgan ruhiy munosabati tushuniladi. Ayb shaxsning sodir etgan ijtimoiy xavfli qilmishga nisbatan ruhiy munosabatini ifodalash bilan birga, jinoyat tarkibi subyektiv tomonining yadrosini tashkil qiladi, biroq to‘laligicha uni qamrab olmaydi. Aybsiz holda zarar yetkazganlik uchun jinoiy javobgarlikka tortish va jazo tayinlanishi mumkin emas. Shu bilan birga, aynan ayb, subyektiv tomonning zaruriy belgisini ifodalab beradi va agar ayb mavjud bo‘lmagan taqdirda, jinoyat tarkibi to‘liq mavjud bo‘lmaydi va bu jinoiy javobgarlikni keltirib chiqarishga asos bo‘lmaydi. Lekin, jinoyat tarkibi subyektiv tomonning zaruriy belgisi aybdan tashqari boshqa elementlar orqali ham ifodalanishi mumkin bo‘lib, bu ayrim turdagi jinoyat tarkibining xususiyatiga bog‘liq bo‘ladi. Bunday belgilarni jinoyat sodir qilishning motiv va maqsadi tashkil etadi. Ular ayb bilan birgalikda shaxsning ijtimoiy xavfli qilmish sodir etishga va kelib chiqadigan oqibatga nisbatan bo‘lgan ruhiy munosabati darajasi, mohiyati, shaklini bildiradi.\n3. Aybli xatti-harakat subyekti faqat o‘z qilmishlari xususiyatini anglay oladigan va harakatlarini boshqara oladigan shaxs bo‘la olishi mumkin. O‘z navbatida, ruhiy munosabat boshqa munosabatlar singari bog‘liqlikda bo‘ladi. Bu bog‘liqlik subyekt (shaxs) va obyekt, subyektni o‘rab turgan muhit va alohida tomonlar: tabiat, atrofdagi kishilar, ijtimoiy ahvol va boshqalar bilan yuzaga keladi. Inson o‘z munosabatlarini anglash, ya’ni o‘z oldiga ongli maqsadlar qo‘yishga va ularga erishishga intilishida ifodalanadi. Bu turdagi ruhiy aktivlik shaxsning tanlash fe’l-atvoridan kelib chiqib, u munosabatlarning ahamiyatiga bog‘liq bo‘ladi. Shuning uchun ham har qanday holat o‘zida ruhiy jarayonlarni ifoda etish chog‘ida bir necha jihatga ega bo‘ladi. Aybning (ruhiy munosabatning) bunday jihatiga uning asosini tashkil etuvchi anglash va iroda kiradi.\n\nO‘z navbatida, ayb ikki element asosida yuzaga keladi: intellektual va irodaviy. Ularning ahamiyati aynan shaxsning ruhiy sog‘liq holatida o‘zi amalga oshirayotgan obyektiv harakatlarini, xususan, o‘z harakat yoki harakat-sizligining ijtimoiy ahamiyatini, ularning oqibatlarini (qilmish natijasida yuzaga kelgan oqibat bilan harakat yoki harakatsizlik o‘rtasidagi sababiy bog‘lanishni), ehtiyotkorlikka ega bo‘lish, ya’ni oqibat yuzaga kelishidan oldin ular haqida ma’lum bir darajada taxmin qila olish, shuningdek, ayrim holatlarda o‘ta yuqori diqqat-e’tibor va ruhiy kuch talab qilinayotgan tajriba, bilim darajasiga ega bo‘lish (intellektual holat), maqsadga erishish, oqibat kelib chiqishi uchun harakat qilish yoki unga nisbatan befarq munosabatda bo‘lish, u yoki bu oqibat kelib chiqishini istamaslik (irodaviy holat), o‘z hissiyotlarini ifoda etish, emotsional holatlarni baholay olish va uni anglashda ifodalanadi. Aybning intellektual elementi o‘zida sodir etilayotgan qilmishning barcha yuridik ahamiyatlarini tajovuz qilinayotgan obyekt va predmetning xususiyatlarini, harakat yoki harakatsizlikning fe’l-atvorini, zararli oqibat darajasi va xususiyatini anglaydi yoki bunday imkoniyatga ega bo‘ladi. Aybning irodaviy elementi deyilganda, bu jinoyat subyektining irodasiga bog‘liq bo‘lgan holda ijtimoiy xavfli qilmish sodir etilishi bilan haqiqiy faoliyatni o‘zgartirish mumkinligi nazarda tutiladi. Tafakkuriy holatning zaruriy belgilaridan yana biri, bu harakat yoki harakatsizlikni sodir etayotgan subyekt o‘z qilmishi oqibatida zararli oqibatlar kelib chiqishini oldin ko‘ra bilgan bo‘lishi kerak. Ijtimoiy xavfli oqibatlarni oldindan ko‘ra bilish deganda, subyektning jinoyat qonuni bilan qo‘riqlanadigan munosabatlarga o‘z qilmishi tufayli yetkaziladigan zararni oldindan xayolan ko‘z oldiga keltirishi tushuniladi. Irodaviy elementning aybning qasddan jinoyat sodir etilish shaklidagi o‘rni oldindan ko‘zlab qo‘yilgan maqsadga yoki natijaga erishish uchun yo‘naltirishda ifodalanadi, ehtiyotsizlik shaklida esa, shaxsning ijtimoiy xavfli oqibat yuzaga keltirishiga uning loqaydligi, e’tiborsizligi sabab bo‘ladi. Ehtiyotsizlikdagi irodaviy elementning asosiy xususiyati shundan iboratki, bunda shaxs yuzaga kelayotgan ijtimoiy xavfli oqibatni bartaraf etish uchun ruhiy kuch sarflab uning oldini olish imkoniyatiga ega bo‘lsa-da, bunday qilmaydi. Qasdning mohiyati va yo‘nalishini tafakkuriy, irodaviy holatini to‘g‘ri belgilash, shubhasiz, jinoyatni to‘g‘ri kvalifikatsiya qilishga yordam beradi. Qandaydir darajada aybda emotsional holat ruhiy jihatdan o‘zini namoyon qilish sanaladi. Biroq, sudlar tomonidan shaxsga nisbatan jazo tayinlanayotganda uning shaxs sifatidagi xususiyatlari, xulq-atvori hamda qilmishiga nisbatan munosabati hisobga olinadi. Jinoyat qonunchiligi ayb shakli va turlarini mazkur element ko‘rinishlari hamda ularning uyg‘unligidan kelib chiqib belgilaydi. To‘g‘ri yoki egri qasdda tafakkuriy element qilmishning ijtimoiy xavfliligini anglashda va ijtimoiy xavfli oqibat kelib chiqishining mumkinligi yoki muqarrarligini (to‘g‘ri qasd) yoki faqat kelib chiqishi mumkinligiga (egri qasd) ko‘zi yetadi. Idoraviy element esa, ularni istashi (to‘g‘ri qasd) yoki ongli ravishda yo‘l qo‘yishi yoxud befarq bo‘lishida ifodalanadi. Jinoiy beparvolikda intellektual va irodaviy elementlar inkor qiluvchi xususiyatga ega, ya’ni ijtimoiy xavfli oqibat kelib chiqishining oldini olish uchun shaxs e’tiborli va ehtiyotkor bo‘lishi, oqibat kelib chiqishini oldindan bilgan yoki bilishi lozim bo‘lgan bo‘lishi kuzatiladi, aniq bir oqibatga nisbatan unda intellektual munosabat mavjud bo‘lmaydi.\n\n4. Qonun chiqaruvchi sharhlanayotgan moddada aybning namoyon bo‘lishiga qarab, uni shakllarga bo‘lish orqali mohiyatini ochib berishga harakat qiladi. Jinoyat subyekti ruhiyatida kechadigan tafakkuriy va irodaviy jarayonlarning farqi va jadalligi aybni shakllarga ajratish asosini, bitta shakl doirasida esa, turlarga ajratish asosini tashkil etadi. Ayb shakli deganda bu jinoyat to‘g‘risidagi qonunchi-likka asosan jinoyat sodir etgan shaxsning sodir etgan qilmishiga nisbatan idrok etishi va mazkur harakatlarni anglay olishi majmui tushuniladi. O‘zbekiston Respublikasining Jinoyat kodeksi 20-moddasiga ko‘ra, ijtimoiy xavfli qilmish qasddan yoki ehtiyotsizlik orqasida sodir etgan shaxs jinoyat sodir etilishida aybdor, deb topilishi mumkinligi ko‘rsatilib o‘tilgan. Aybning qasd shaklida jinoyat to‘g‘ri yoki egri qasd bilan sodir etilishi mumkin (JK 21-moddasi). Aybning ehtiyotsizlik shakli esa, o‘z navbatida o‘z-o‘ziga ishonish va beparvolik kabi turlarga bo‘linishi mumkin (JK 22-moddasi). Ayb yuridik ma’noda faqat qonun chiqaruvchi tomonidan o‘rnatilgan shakl va turlarda mavjud bo‘lishi mumkin. Jinoyat kodeksida shunday normalar ham mavjudki, jinoyat aybning qasd shaklida sodir etilgan bo‘lishi mumkin, kelib chiqqan oqibatlar esa, ehtiyotsizlik orqasida yuz berishi mumkin (JK 23-moddasi). Biroq, shuni nazarda tutish lozimki, Jinoyat kodeksi aybning faqat ikki shaklini, ya’ni qasd va ehtiyotsizlikni nazarda tutadi. Shu munosabat bilan murakkab aybli jinoyatlar aybning «uchinchi» shakli emas, balki shaxsning jinoiy qilmishida qasd va ehtiyotsizlikning uyg‘unlashuvidir, xolos. Qonun qasddan sodir etilgan ijtimoiy xavfli qilmish uchun faqat jinoiy javobgarlik belgilasa, ayb shakli bu jinoiy qilmishni jinoiy bo‘lmagan harakatlardan ajratib turadi. Ayb shakli ayrim hollarda jinoiy javobgarlikni differensiyalashga, ya’ni jazo miqdorini belgilashga xizmat qiladi. Chunonchi, qasddan odam o‘ldirish, qasddan badanga og‘ir yoki o‘rtacha og‘ir shikast yetkazish, mol-mulkni qasddan yo‘q qilish yoki unga zarar yetkazish kabi jinoiy xatti-harakatlar ehtiyotsizlik orqasida sodir etilgan qilmishlarga nisbatan og‘irroq jazolanadi. shakllarga ajratish asosini, bitta shakl doirasida esa, turlarga ajratish asosini tashkil etadi. Ayb shakli deganda bu jinoyat to‘g‘risidagi qonunchi-likka asosan jinoyat sodir etgan shaxsning sodir etgan qilmishiga nisbatan idrok etishi va mazkur harakatlarni anglay olishi majmui tushuniladi. O‘zbekiston Respublikasining Jinoyat kodeksi 20-moddasiga ko‘ra, ijtimoiy xavfli qilmish qasddan yoki ehtiyotsizlik orqasida sodir etgan shaxs jinoyat sodir etilishida aybdor, deb topilishi mumkinligi ko‘rsatilib o‘tilgan. Aybning qasd shaklida jinoyat to‘g‘ri yoki egri qasd bilan sodir etilishi mumkin (JK 21-moddasi). Aybning ehtiyotsizlik shakli esa, o‘z navbatida o‘z-o‘ziga ishonish va beparvolik kabi turlarga bo‘linishi mumkin (JK 22-moddasi). Ayb yuridik ma’noda faqat qonun chiqaruvchi tomonidan o‘rnatilgan shakl va turlarda mavjud bo‘lishi mumkin. Jinoyat kodeksida shunday normalar ham mavjudki, jinoyat aybning qasd shaklida sodir etilgan bo‘lishi mumkin, kelib chiqqan oqibatlar esa, ehtiyotsizlik orqasida yuz berishi mumkin (JK 23-moddasi). Biroq, shuni nazarda tutish lozimki, Jinoyat kodeksi aybning faqat ikki shaklini, ya’ni qasd va ehtiyotsizlikni nazarda tutadi. Shu munosabat bilan murakkab aybli jinoyatlar aybning «uchinchi» shakli emas, balki shaxsning jinoiy qilmishida qasd va ehtiyotsizlikning uyg‘unlashuvidir, xolos. Qonun qasddan sodir etilgan ijtimoiy xavfli qilmish uchun faqat jinoiy javobgarlik belgilasa, ayb shakli bu jinoiy qilmishni jinoiy bo‘lmagan harakatlardan ajratib turadi. Ayb shakli ayrim hollarda jinoiy javobgarlikni differensiyalashga, ya’ni jazo miqdorini belgilashga xizmat qiladi. Chunonchi, qasddan odam o‘ldirish, qasddan badanga og‘ir yoki o‘rtacha og‘ir shikast yetkazish, mol-mulkni qasddan yo‘q qilish yoki unga zarar yetkazish kabi jinoiy xatti-harakatlar ehtiyotsizlik orqasida sodir etilgan qilmishlarga nisbatan og‘irroq jazolanadi. Qasd yoki ehtiyotsizlikning turlari jinoyatni kvalifikatsiya qilishda ahamiyatsiz bo‘lsa-da, ammo ular jinoiy javobgarlik va jazoni individuallashtirishda asosiy mezondir. Boshqacha qilib aytganda, to‘g‘ri qasd bilan sodir etilayotgan jinoyatlarning ijtimoiy xavflilik darajasi egri qasdga nisbatan yuqoriroq bo‘lsa, o‘z-o‘ziga ishonish natijasida sodir etilayotgan jinoyatlarning beparvolikka nisbatan ijtimoiy xavflilik darajasi yuqori turadi. Shuningdek, ayb shakllari jazoni o‘tash tartibini belgilashda ham muhim ahamiyat kasb etadi. Masalan, xavfli retsidivist maqomi faqat qasddan jinoyat sodir etib, sudlangan shaxslarga berilishi mumkin (JK 34-moddasi). Jinoiy faoliyat yuritishga til biriktirish va jinoiy ishtirokchilik, faqat aybning qasd shaklida bo‘lishi mumkin hamda jinoyatlar tasnifida ijtimoiy xavflilik darajasi bo‘yicha yuqori turishi bilan tavsiflanadi. \n\n5. Qonunchilik tomonidan jinoyat to‘g‘risidagi qonunchilikning Maxsus qismi modda.\n\n6. Ayb hozirgi vaqtda sud va tergov amaliyotda e’tibor berilishi qiyin va kam bo‘lgan kategoriya bo‘lib, shaxsning ruhiy munosabati aniq va aniq bo‘lmagan jarayon hisoblanadi. O‘z navbatida, ayb tajovuz bilan o‘zaro munosabatga kirishganda ijtimoiy xavfli, zararli va huquqqa xilofligi bilan ma’lum bir darajadagi o‘lchovga ega. Demak, aybning asosiy ko‘rsatkichlaridan biri bu uning darajasi hisoblanadi. Jinoyat to‘g‘risidagi qonunchilikda ayb darajasi, degan tushunchaning mavjud bo‘lmaganligi tufayli u nazariy xususiyatga ega. Shunga qaramay, ayb darajasini aniqlash sud va dastlabki tergov amaliyoti uchun muhim ahamiyatga ega. Ayb darajasi bu jinoyat subyektining o‘rnatilgan ijtimoiy normalarni deformatsiyalashganligini (qay darajada ruhiy munosabat bildirilganini) belgilovchi miqdoriy ko‘rsatkichi sanaladi. Buni aniqlashda, nafaqat, ayb shakli, balki, shaxs ruhiy faoliyatining xususiyatlari, uning jinoyat sodir etishdagi xulq-atvorining motiv va maqsadi, shaxsiy xususiyatlari ham inobatga olinadi. Masalan, qasddan sodir etilgan jinoyatlarda aybdor qo‘riqlanayotgan obyektga nisbatan tajovuz qilganda, o‘zining salbiy munosabatini aks ettiradi, lekin ehtiyotsizlik orqasida sodir etilgan jinoyatlarda bunday holat ko‘rinmaydi. Qasd va ehtiyotsizlik orqasida sodir etiladigan jinoyatlarning ayb darajasini belgilash qiyin masala hisoblanadi. Agar bir xil sharoitlarda to‘g‘ri va egri qasd bilan sodir etilgan jinoyatlar olib qaralsa, to‘g‘ri qasd bilan sodir etilgan jinoyat egri qasdga nisbatan xavfliligi jihatidan yuqoriroq turadi. Demak, bir necha kishilarning o‘limini istovchi shaxs bir shaxsning o‘limini xohlovchi shaxsdan xavfliroqdir. Yong‘in bo‘lgan uydagi bemorning o‘limiga yo‘l qo‘ygan shaxsning xavflilik darajasi olov yoqib, shu taxlit shaxsga zarar yetkazmoqchi bo‘lgan shaxsdan ko‘ra pastroq hisoblanadi. Qasddan jinoyat sodir etgan shaxslarga nisbatan jazo tayinlashda aybdorning ijobiy va salbiy tomonlarini aks ettiruvchi ma’lumotlarni aniqlash muhim ahamiyat kasb etadi. Ayni paytda jabrlanuvchining shaxsiga oid ma’lumotlar, uning sudlanuvchi bilan o‘zaro munosabatlari, shuningdek, qotillik sodir etilmasdan oldingi xulq-atvori o‘rganilishi lozim. Jinoyat sodir etilganda yuzaga kelgan og‘ir oqibatlarni, aybdorning shaxsini, ish holatlari bo‘yicha javobgarlikni yengillashtiruvchi va og‘irlashtiruvchi barcha holatlar yig‘indisini inobatga olish zarur. Bir guruh shaxslar yoki uyushgan guruh a’zosi tomonidan yoxud o‘sha guruh manfaatlarini ko‘zlab sodir etilgan qasddan odam o‘ldirish jinoyatini JKning 97-moddasi ikkinchi qismining «p» bandi bilan kvalifikatsiya qilishda, har qaysi ishtirokchining jinoyatda ishtirok etganlik darajasi va xususiyatini aniqlash, oldindan til biriktiruv bo‘lgan-bo‘lmaganligini va ular o‘rtasida vazifalar o‘zaro taqsimlangan-taqsimlanmaganligini sinchiklab tekshirish lozim. Bu yerda har bir shaxsning ishtirokchilik darajasi uning ayb darajasi bilan uzviy bog‘liq. Qasddan sodir etiladigan jinoyatlarning subyektiv belgilari orasida qasd turi jinoyatning xavflilik darajasiga ta’sir qiluvchi omil sifatida kiritib qo‘yilganligi tasodif emas. O‘z-o‘ziga ishonish vaqtida aybdor g‘ayriqonuniy harakatlardan tiyib turuvchi taqiqni yengib o‘tadi va nafaqat oqibat kelib chiqishi mumkin bo‘lgan qilmish haqida, balki, mazkur qilmish natijasida yuz berishi mumkin bo‘lgan oqibat haqida to‘liq o‘ylab ko‘rmaydi. Bu taxlitdagi munosabat aybdor tomonidan kelib chiqishi mumkin bo‘lgan oqibatni oldindan ko‘ra bilmagan beparvolikdan ko‘ra xavfliroq hisoblanadi. Aybning shakli va turidan tashqari ta’sir qiladigan xususiyatlar sifatida aybdorning ruhiy holatida yuz beradigan intellektual va irodaviy jarayonlardan o‘zini tiya olishni aytish mumkin. Qasdning darajasiga ta’sir qiluvchi omillar aybdorning anglash qobiliyatining aniqligi va hajmi, oldindan ko‘ra bilish qobiliyati, o‘ylab qo‘yilganligi, maqsadga erishish yo‘lidagi qat’iyatliligi kabi omillar ta’sir qilishi mumkin. Ehtiyotsizlik shaklida esa, ayb darajasiga o‘z-o‘ziga ishonish darajasi, vaziyatni baholay olish majburiyati va oldindan uning kelib chiqish sabablarini anglamaganlik sabablari kabi omillar ta’sir qiladi. Maqsad va motiv jinoyat sodir etishning usul va uslublari, aniq vazifalar orqali bajarilishi kerak bo‘lgan harakatlarni belgilashda qaror qabul qilishni aniqlashtiradi. Mana shu ideal anglash natijasida shaxsda ijtimoiy xavfli qilmishga nisbatan haqiqiy ruhiy munosabatni, ya’ni aybning paydo bo‘lishiga olib keladigan poydevor vazifasini bajaradi. Jinoyatning motivi va maqsadi faqat qasddan sodir etilgan jinoyatlarga xosdir. Agar jinoyat ehtiyotsizlik orqasida sodir etilsa, uning natijasi motiv va maqsadga bog‘lanmaydi.\n\n7. Sud-tergov amaliyotida ayb va jinoiy javobgarlik masalasining hal etilishida shaxsning holati va ruhiy xususiyati, uning o‘ziga xosligi va jihatlari, unda kechayotgan psixologik jarayonlar shaxsning ongida qilmish mohiyatining to‘g‘ri ko‘rinishiga ta’sir etishi mumkin. Xususan, zaruriy mudofaaning chegarasidan chetga chiqish masalasini hal etishda javobgarlik faqat tajovuzning xavfliligi va mudofaaning xususiyatiga mutlaqo mos kelmasligidan boshlanadi. Bu holat shuni ko‘rsatadiki, zaruriy mudofaada, qoida bo‘yicha, shaxs to‘satdan jinoiy tajovuz bilan to‘qnashadi, uning nerv tizimida birdan keskin qo‘zg‘alish, emotsional chayqalish paydo bo‘ladi. Bunday holatda shaxs har doim ham zaruriy mudofaa qilishda tajovuzning xususiyati va xavflilik darajasini o‘zining zaruriy mudofaa qilish uchun harakatlari (ularning kuchlari, intensivligi, foydalanilgan vositalar) bilan taqqoslay olmaydi hamda unga to‘g‘ri baho bera olmaydi. Qonun mazmuniga ko‘ra, tajovuzning fe’l-atvori va xavflilik darajasiga butunlay muvofiq bo‘lmagan mudofaani va buning oqibatida tajovuzchiga hech qanday zaruriyatsiz Jinoyat kodeksining 100, 107-moddalarida nazarda tutilgan qasddan zarar yetkazilsagina, bu holat zaruriy mudofaa chegarasidan chetga chiqish deb topiladi. Tajovuzchiga uning hujumini qaytarish vaqtida ehtiyotsizlik bilan yetkazilgan zarar jinoiy javobgarlikni keltirib chiqarmaydi. Sudlar zaruriy mudofaa alomatlari bor yoki yo‘qligi masalasini hal etishda himoyalanish va hujum vositalarini hisobga olishdan tashqari, tajovuzchi tomonidan himoyalanuvchiga tug‘dirilgan xavfning fe’l-atvori, himoyaning kuchi va tajovuzni qaytarish imkoniyatlari, shuningdek, hujum va himoyalanuvchining kuchi nisbatlariga ta’sir ko‘rsatuvchi ishdagi barcha holatlarini (hujum qiluvchi va himoyalanuvchilarning soni, ularning yoshi, jismoniy quvvati, quroli, joy, vaqt va boshqalar) hisobga olishlari zarur. Agar tajovuz bir guruh shaxslar tomonidan sodir etilgan bo‘lsa, mudofaalanuvchi hujum qiluvchilarning har biriga nisbatan guruhdagi barcha tajovuzchilar harakatining fe’l-atvori va xavflilik darajasiga qarab tegishli himoya choralarini ko‘rishga haqli. \n\n8. Xato - bu shaxs tomonidan ijtimoiy xavfli qilmishni jinoyat sifatida ko‘rsatuvchi obyektiv xususiyatlarga nisbatan yanglishish yoki noto‘g‘ri tasavvur qilish, noto‘g‘ri baholash hisoblanadi. Boshqacha qilib tushuntirganda, xato bu shaxsning sodir qilgan jinoyati holatlariga bo‘lgan noto‘g‘ri munosabatidir. Shuning uchun ham huquqni qo‘llash amaliyotida aniqlanishi lozim bo‘lgan muhim masalalardan biri, bu subyektiv xato bo‘lib, sodir etilayotgan ijtimoiy xavfli qilmishning fe’l-atvor va darajasini aniqlashtiradi yoxud yanglishishning yuridik tavsifini o‘zida namoyon qiladi. Shaxsning xatoli tasavvurlaridan kelib chiqqan holda xatolarni yuridik va faktik xatolarga bo‘lish mumkin.\n\n9. Yuridik xato deganda sodir etilayotgan qilmishning yuridik mohiyati yoki uning yuridik oqibatlarini noto‘g‘ri baholash tasavvuri tushuniladi. Yuridik xatoning quyidagi turlari mavjuddir:\n\n-jinoyat to‘g‘risidagi qonunchilik holatlariga ko‘ra xato qilish, ya’ni shaxs o‘zi sodir etgan qilmishini jinoyat to‘g‘risidagi qonunchilikda ko‘zda tutilmagan deb o‘ylaydi, aslida esa, uning harakatlari qonun bo‘yicha jinoyat sifatida tan olinadi. «Qonunni bilmaslik jinoiy javobgarlikdan ozod qilmaydi», degan qoidadan kelib chiqilib, mazkur tarzdagi xato aybning qasd shaklini ham, jinoiy javobgarlik masalasini ham rad etmaydi;\n\n-shaxsning sodir etgan qilmishi qonun bo‘yicha jinoyat hisoblanmasa-da, u o‘zi sodir etgan qilmishini jinoyat sifatida xato baholaydi. Bunday qilmish ijtimoiy xavflilik xususiyati va huquqqa xiloflik belgilari mavjud bo‘lmaganligi uchun jinoiy javobgarlikka tortilmaydi, shuning uchun huquqiy ahamiyatiga ko‘ra, ayb inkor etiladi;\n\n-subyektning sodir etgan jinoyati oqibatiga nisbatan uning kvalifikatsiyasiga, mazkur qilmish uchun xato belgilanadigan jazo miqdoriga va turiga nisbatan bo‘ladi. Holatlarning nomlanishi aybning mohiyatiga ta’sir qilmaydi va u aybdor ongini to‘liq qamrab olmagan bo‘ladi, shuning uchun xato baho berish qasdni ham, jinoiy javobgarlikni ham inkor etmaydi. Yuridik xatoning ahamiyati shundaki, u na aybga, na jinoyatning kvalifikatsiyasiga va na jazo tayinlashga ta’sir qiladi.\n\n10. Faktik xato bu jinoyat tarkibining obyektiv belgilari huquqqa xilof ijtimoiy xavfli qilmish darajasi va fe’l-atvorini ifodalovchi faktik holatlar haqida shaxsning noto‘g‘ri tasavvuri yoki yanglishishi tushuniladi. O‘z navbatida qilmishning xavfliligi ko‘plab holatlar bilan aniqlanar ekan, o‘z navbatida, shaxsning faktik xatosi ham ijtimoiy xavfliligi va sodir etilganlik darajasi hamda oqibatlariga nisbatan ham turli xil bo‘lishi mumkin. Predmetdan noto‘g‘ri tushunish va baholash orqali paydo bo‘lgan tasavvurlardan kelib chiqib, faktik xatolarni quyidagi turlarga bo‘lish mumkin:\n\n- sodir etilayotgan ijtimoiy xavfli qilmishga\n\n-nisbatan;\n\n-tajovuz obyektiga nisbatan;\n\n-yetkaziladigan oqibatga nisbatan;\n\n-sababiy bog‘lanishga nisbatan;\n\n-javobgarlikni og‘irlashtiruvchi holatlarga nisbatan.\n\n-Sodir etilayotgan qilmishning ijtimoiy xavfliligiga nisbatan xatoda, birinchidan, shaxs qilmishining noto‘g‘ri ijtimoiy xavfliligini yo‘qotuvchi faktik holatlar kuchda bo‘ladi. Masalan, shaxs ombor hududiga kirib, hisobdan chiqarilgan va yo‘q qilishga mo‘ljallangan, qimmatga ega bo‘lmagan mulkni «o‘g‘irlaydi». Mazkur xato aybning shakliga ta’sir qilmaydi va o‘z-o‘zidan qasddan sodir etilgan, deb topiladi, ammo bu holat bo‘yicha jinoiy javobgarlik masalasi tugallangan jinoyatga nisbatan vujudga kelmaydi, chunki jinoiy maqsad amalga oshmagan va faktik jihatdan tanlangan (o‘g‘irlanmoqchi bo‘lgan) tajovuz obyektiga hech qanday zarar yetkazilmaganligi uchun jinoyatga suiqasd sifatida baholanadi, ya’ni jinoyat sodir qilgan shaxsning harakati aybdor fikrining yo‘nalishi bo‘yicha kvalifikatsiya qilinishi kerak. Ikkinchidan, shaxs o‘z xatti-harakatlarini huquqiy hisoblab, ularning ijtimoiy xavfliligi xususiyatini anglamaydi. Odatda, bunday holatlar jinoyatning obyektiv tomoni va qilmishga ijtimoiy xavfli fe’l-atvor kasb etuvchi qandaydir muhim faktik holatni bilmaslik bilan izohlanadi. Bunday xato aybning qasd shaklini inkor etadi, shuning uchun faqat qasddan sodir etilgan qilmish uchun jinoiy javobgarlik mavjud normalarda ular jinoiy javobgarlikni istisno etadi. Masalan, shaxs qalbaki pullarni haqiqiy deb o‘ylagan holda o‘tkazishi qasd bo‘lmaganligi uchun jinoyat deb hisoblanmaydi. Agar qonunchilik jinoiy qilmishni aybning har qanday formasida jazoga sazovor deb hisoblasa, shaxs ijtimoiy xavfli oqibatni anglashi mumkin yoki anglashi kerak bo‘lgan hollarda uning harakatlari ehtiyotsizlik orqasida sodir etilgan qilmish uchun jinoiy javobgarlikni yuzaga keltiradi. Bunday turdagi xatoga juda ko‘p hollarda yo‘l qo‘yiladigan holat sifatida zaruriy mudofaa misol bo‘ladi. «Agar hodisa holatlariga ko‘ra, mudofaa choralarini qo‘llagan shaxs o‘zining yanglishganini bilmagan va bilishi ham mumkin bo‘lmagan bo‘lsa», ya’ni qilmishning ijtimoiy xavfli xususiyatiga nisbatan uzrli xato bo‘lganida zaruriy mudofaa holatida zarar yetkazish uchun javobgarlik kelib chiqmaydi. Biroq, ehtiyotsizlik orqasida o‘lim yoki sog‘liqqa jiddiy zarar yetkazilganda jinoiy javobgarlik kelib chiqsa, aybli xato qilmishning ijtimoiy xavfliligiga nisbatan jinoiy javobgarlik kelib chiqishi mumkin, ammo qasddan sodir etilgan qilmish uchun emas, balki zaruriy mudofaa holatida bo‘lgan, ish holatiga ko‘ra tajovuzning xayoliyligini va o‘zining «mudofaalanuvchi» harakatlarining ijtimoiy xavfini anglashi mumkin va lozim bo‘lgan shaxsning ehtiyotsizlik orqasida zarar yetkazishi uchun javobgarlik kelib chiqishi mumkin.\n\n11. Shaxsning jinoyat obyektiga nisbatan xato qilishi sud-tergov amaliyotida ko‘p kuzatiladigan holat hisoblanadi. Qoida tariqasida bunday xatoga yo‘l qo‘yish ayb shaklini o‘zgartirmaydi faqat mazmun-mohiyatini, uning tomonlarini aniqlashtiradi. Tajovuz obyektiga nisbatan xato bu shaxsning jinoyat obyektining ijtimoiy va yuridik mohiyati haqida noto‘g‘ri tasavvurga ega bo‘lishidir. Uning mohiyati jinoyat subyektining bir vaqtda ma’lum bir obyektga tajovuz qilyapman, deb hisoblaydi, aslida esa, u boshqa ko‘zda tutilmagan obyektga nisbatan tajovuzni amalga oshirayotgan bo‘ladi. Mazkur xato guruhiga jinoyat predmetiga va jabrlanuvchiga nisbatan yo‘l qo‘yiladigan xatolarni ham kiritish mumkin, o‘z navbatida, ular bir xil turga kirmaydi. Bu ko‘rinishda xatolarni bir guruhga birlashtirish zarurati shundaki, bu turkum xatolarning barchasi asosan obyekt belgilariga nisbatan yo‘l qo‘yiladi. Bunday xatolarning barchasi aybdor o‘ylagan va hisoblagan obyektga (o‘z navbatida, xato qilingan «yaroqsiz» predmet va jabrlanuvchi ham kiritiladi) nisbatan suiqasd sifatida baholanadi. Masalan, dorixonadan shaxs tarkibida narkotik modda saqlovchi dorini o‘g‘irlashga harakat qiladi, lekin u boshqa bir dorini o‘g‘irlaydi. Bunday xato jinoyatni kvalifikatsiya qilishda qasdning yo‘naltirilganligidan kelib chiqadi. Bu holatda shunga ham e’tibor qaratish kerakki, faktik jihatdan olib qaraganda, aybdorning qasdi qaratilgan obyekt zarar ko‘rmaydi, shuning uchun qilmish tugallanmagan jinoyat sifatida ko‘rilib, unga jinoyatga suiqasd sifatida qaraladi (yuqoridagi misol JK 25-moddasining 2-qismi va 271-moddasi 1-qismi). Mazkur holatda g‘ayriqonuniy qilmish aybning shakliga ta’sir qilmaydi, lekin javobgarlik oxiriga yetkazilgan jinoyat uchun emas, balki jinoyat qilishga suiqasd qilish bilan kvalifikatsiya qilinadi, ya’ni bu vaziyatda aybdor o‘z niyatini oxiriga yetkaza olmaydi, o‘z irodasidan tashqari holatda maqsadiga erisha olmaydi. O‘z nav navbatida, obyektga nisbatan bo‘lgan xatodan predmet va jabrlanuvchi shaxsiga nisbatan bo‘lgan xatolarni ham farqlash lozim. Bunday xato (bir uydagi mol-mulk o‘rniga ikkinchi uydagi mol-mulkni o‘g‘irlash, bir odamning o‘rniga boshqasini o‘ldirish) ayb shakliga ham, jinoyatni kvalifikatsiya qilishga ham, jinoiy javobgarlik belgilashga ham ta’sir etmaydi. Aybdorning qilmish oqibatga nisbatan ruhiy va munosabati qonunchilik bo‘yicha u yoki bu ayb shaklini belgilaydi. Bu oqibatlar borliqda yuzaga kelishidan oldin, avvalo, shaxsning tasavvuri orqali uning ruhiyatida aks etadi. Mazkur holatlardan kelib chiqib aytish mumkinki, bunda intellektning oldindan ko‘ra bilish shaklida namoyon bo‘lishi kuzatilmoqda. Ijtimoiy xavfli qilmishni sodir etishda shaxs ongidagi oldindan tasavvur qilgan natijalar yuz bergan natija bilan mos kelmasligi mumkin. Oqibatga nisbatan xatolar turli xil bo‘lishi mumkin. Masalan, shaxs qandaydir oqibat paydo bo‘lishi yoki yuzaga kelmasligiga nisbatan yanglishishga yo‘l qo‘yishi mumkin. O‘z navbatida, har qaysi xatolardagi bunday yanglishishlar oqibatning sifat yoxud hajm tavsifiga nisbatan bo‘lishi mumkin. Oqibatga nisbatan xato qilish ikki xil bo‘ladi. Birinchidan, shaxs sodir etgan qilmishning oqibatini bilmaydi. Bunday holda shaxsning harakati tufayli kelib chiqqan oqibat ehtiyotsizlik natijasida kelib chiqqan, deb hisoblanadi. Ikkinchidan, aybdor bir oqibatning kelib chiqishini xohlagan, ammo boshqacha oqibat kelib chiqqan bo‘lsa, aybdor qanday oqibatning kelib chiqishini xohlagan bo‘lsa, o‘sha jinoyatga suiqasd qilish, deb hisoblanadi. Shu sababga ko‘ra, yetkazilgan zararga nisbatan xato uning hajmi yoxud sifat tavsifiga nisbatan bo‘lishi mumkin. Sifatga nisbatan bo‘lgan xato, asosan, aybdor oldindan kelib chiqishini ko‘ra bilgan ijtimoiy xavfi katta oqibat faktik jihatdan yuzaga kelmasligi yoki oldindan ko‘ra bilmagan oqibat yuzaga kelishida ifodalanadi. Bunday xato oldindan ko‘ra bilmagan faktik oqibat uchun qasddan zarar yetkazganlik uchun jinoiy javobgarlikni istisno etsa-da, ehtiyotsizlik orqasida zarar yetkazganlik uchun jinoiy javobgarlikni yuzaga keltirishi mumkin. Qasd qaratilgan qilmish kutilgan oqibatni yuzaga keltirmasa, u oqibatga nisbatan suiqasd sifatida baholanishi kerak, bundan tashqari, faktik yuzaga kelgan zarar ehtiyotsizlik orqasida yetkazilgan zarar, deb baholanadi. Masalan, o‘zganing uy-joyini o‘t qo‘yish orqali yo‘q qilishga qaratilgan jinoyat subyektining urinishi amalga oshmasa va buning natijasida hodisa joyida tasodifan mavjud bo‘lgan shaxs sog‘lig‘iga o‘rtacha og‘irlikdagi tan jarohati yetkazilsa, aybdorning qilmishi og‘irlashtiruvchi holatlarda qasddan mol-mulkka zarar yetkazishga suiqasd qilish (JKning 25-moddasi, 173-moddaning 2-qismi «b» bandi) va ehtiyotsizlik oqibatida badanga o‘rtacha og‘irlikdagi shikast yetkazish sifatida (JK 111-moddasining 1-qismi) kvalifikatsiya qilinadi. Agar aybdorning qasdi bilan qamrab olinmagan oqibat yuzaga kelsa va bu oqibat qonunchilikka ko‘ra, kvalifikatsiya qilinuvchi belgi sifatida belgilangan bo‘lsa, bu holatda jinoyatlar jami yuzaga kelmaydi va qilmish asosiy jinoyat bilan birga kelib chiqqan oqibatga kvalifikatsiya qilinadi. Masalan, shaxs jabrlanuvchining badaniga og‘ir shikast yetkazsa va bu jabrlanuvchining o‘limiga sabab bo‘lsa, qanday kvalifikatsiya qilinishi kerak, degan tabiiy savol tug‘iladi. Bunday holda shaxs qasddan odam o‘ldirishda emas, balki, uning harakatini qasddan badanga og‘ir shikast yetkazish jabrlanuvchining o‘limiga sabab bo‘lgan, deb kvalifikatsiya qilinadi. Bunda badanga shikast yetkazish qasddan, o‘lim esa, ehtiyotsizlikdan yuz beradi. Aybdorning ijtimoiy xavfli qilmishi miq-doriga nisbatan xatoga yo‘l qo‘yishi bu uning jinoyat og‘irlik darajasida yanglishishini anglatadi. Bu holatda ijtimoiy xavfli qilmish natijasida yetkazilgan zarar darajasi oldindan kutilgan zarar darajasidan ortiq yoki kam bo‘lishi mumkin. Bu turdagi xatolar jinoiy yo‘l bilan yetkazilgan zarar miqdoriga ko‘ra javobgarlikni vujudga keltiruvchi jinoyatlardan boshqa (masalan, JKning 161-moddasi qo‘poruvchilik natijasida yetkazilgan mulkiy zararning miqdori) barcha jinoyatlarda aybning shakliga ham, jinoyatni kvalifikatsiya qilishga ham umuman ta’sir qilmaydi. Bu tartibda ayb shakliga, jinoyatni kvalifikatsiya qilishga ham ta’sir qilmasligining qonunchilik tomonidan o‘rnatilgan chegaradan chetga chiqmagan holda bo‘lishi mumkin. Demak, agar qasddan badanga og‘ir shikast yetkazish natijasida mehnat qobiliyatining 33 foizida ham, 70 va 80 foizida ham aynan kvalifikatsiya qilinadi. Qonun bilan ish ko‘ruvchi tomonidan kelib chiqqan oqibatning og‘irlik darajasiga qarab jinoyatni kvalifikatsiya qilish lozim bo‘lsa, bu holatda aybdor qasdining yo‘naltirilganligi asosida kvalifikatsiya qilinadi. Agar yuzaga kelgan oqibat subyekt o‘ylagan oqibatdan yuqori bo‘lib ketsa (masalan, shaxs tan jarohati yetkazmoqchi bo‘lib, harakat qilishi natijasida o‘limning yuzaga kelishi) bu holda mazkur oqibat uchun qasddan yetkazganlik xususiyati yo‘qoladi, bunda kelib chiqqan og‘irroq zarar ehtiyotsizlik orqasida ayb bilan yetkazilgan bo‘lsa, qasddan zarar yetkazish bilan birga (yetkazilmoqchi bo‘lgan zarar) og‘irroq zarar uchun ehtiyotsizlik orqasida zarar yetkazilganlikda jinoiy . . . javobgarlik belgilanadi. Sababiy bog‘lanishga nisbatan xato sodir etilgan ijtimoiy xavfli qilmish bilan kelib chiqqan oqibat o‘rtasidagi sababiy bog‘lanishni voqealarning rivojlanishi tufayli noto‘g‘ri tasavvur qilish. Agar aybdorning qasdi bilan qamrab olingan oqibat kelib chiqqan bo‘lsa, bunday holdagi xato subyektning ayb shakliga ta’sir qilmaydi. Bu turdagi xatoning jinoiy javobgarlik masalasiga ta’sir qilishi oqibat aybdor qasdi bilan qamrab olinib, kelib chiqqan oqibat uning sodir etmoqchi bo‘lgan harakatlari natijasida emas, balki boshqa bir harakat natijasida yuzaga keladi. Boshqacha so‘z bilan aytganda, qasd hamma detallarni emas, balki umumiy rivojlanish qoidalari asosidagi detallarni anglay oladi. \n\nSababiy bog‘lanishning umumiy rivojlanishiga nisbatan xato nazarda tutilgan jinoiy oqibat kelib chiqsa, ayb shakli va jinoyatning kvalifikatsiyasiga ta’sir qilmaydi. Ayrim hollarda, sababiy bog‘liqlik rivojlanishining qoidalariga nisbatan xato qasdni inkor qiladi, ammo subyekt kelib chiqqan oqibatni oldindan ko‘ra bilishi shart yoki mumkin bo‘lgan hollarda ehtiyotsizlik orqasida jinoiy javobgarlikka sabab bo‘lishiga asos bo‘ladi. Masalan, avtomobilni boshqarayotgan haydovchi burilishda to‘satdan qattiq tormoz berib, yo‘l chetidagi shag‘alga sirg‘angan mashina birdan burilishi natijasida avtomashina ichidagi yo‘lovchilar turli darajada tan jarohatlari olishdi. Mazkur holatda haydovchining zarur malakaga ega emasligi, sababiy bog‘lanish rivojlanishi bilan to‘liq qamrab olinmaganlik uchun shaxs yuz berishi mumkin bo‘lgan ijtimoiy xavfli oqibatni oldindan ko‘ra bilmagan, o‘z navbatida, haydovchi mazkur holatni oldindan ko‘ra bilishi mumkin yoki lozim edi. Boshqa hollarda sababiy bog‘lanishning rivojlanishi jinoyatni kvalifikatsiya qilishga ta’sir etishi mumkin. Bu ijtimoiy xavfli oqibat qasd bilan qamrab olinadi, lekin u sodir etmoqchi bo‘lgan harakat bilan emas, balki boshqa bir harakat natijasida yuzaga kelishi mumkin. Jinoyatni og‘irlashtiruvchi holatlarga nisbatan xato - bor holatlarni yo‘q deb, yo‘q holatni bor deb, tasavvur qilishi natijasida yuzaga keladi. Shuning uchun, mazkur xato tasavvur ikki turda bo‘lishi mumkin. Birinchidan, jinoyat subyekti jinoyatni og‘irlashtiruvchi holat mavjud bo‘lma-ganda, shunday holat mavjudligi haqida xato tasavvurga ega bo‘ladi; ikkinchidan, shaxs sodir etayotgan qilmishining kvalifikatsiya qilinuvchi belgilarini sodir etayotgan deb hisoblaydi, faktik jihatdan esa, shaxs ongi bilan anglamagan holda jinoyatni og‘irlashtiruvchi holatlar mavjud bo‘ladi. Birinchi holatda xatoni belgilovchi xususiyat, bu -shaxsning ongida og‘irlashtiruvchi holat sodir etayotganini tasavvur qilishi ahamiyatga ega. Shuning uchun, qilmish qasd yo‘naltirilgan va qamrab olgan doirasida kvalifikatsiya qilinishi lozim. Biroq, bu tugallangan jinoyat sifatida kvalifikatsiya qilinishi mumkin emas, chunki qilmishning ijtimoiy xavfliligini oshiruvchi kvalifikatsiyaga ta’sir qiluvchi jinoyat belgilari faktik jihatdan sodir etilmagan. Jinoyatni kvalifikatsiya qilishda kvalifikatsiyaga ta’sir qiluvchi belgilarga nisbatan shaxs xato tasavvur qilsa, faktik jihatdan tamom bo‘lgan jinoyat suiqasd sifatida kvalifikatsiya qilinishi kerak, chunki ijtimoiy xavfli oqibat kelib chiqdi, lekin aybdorning ongi va qasdi bilan qamrab olingan javobgarlikni og‘irlashtiruvchi holatlar amalda to‘liq yuz bermadi.\n\n Keltirilgan ikkinchi holatga ko‘ra, javobgarlikni og‘irlashtiruvchi holatlarga nisbatan xatoning turida shaxs sodir etayotgan qilmishining ijtimoiy xavfliligini oshiruvchi kvalifikatsiyaga ta’sir qiluvchi belgilarsiz amalga oshirayotganday tasavvur etib, uning ongi bilan yuridik jihatdan mavjud og‘irlashtiruvchi holat to‘liq qamrab olinmaydi. O‘z navbatida sodir etayotgan qilmish subyektiv belgilari mavjud bo‘lmaganligi uchun jinoyat og‘irlashtiruvchi holatlarsiz kvalifikatsiya qilinishi lozim. Ko‘rib chiqilayotgan faktik xato turi, nafaqat, qil-mishning kvalifikatsiyaga ta’sir qiluvchi og‘irlashtiruvchi holatlarini ko‘zda tutadi, balki, bunga jinoyat tarkibining mustaqil belgilari sifatida ham qaralishi mumkin. Masalan, bosqinchilik bilan o‘g‘rilik sodir qilinishi usuli bilan farqlanadi. O‘g‘irlik jinoyatning kvalifikatsiya qiluvchi asosiy mezoni, bu aybdorning sodir etayotgan qilmish haqidagi subyektiv tasavvuri bo‘lsa, bu aybdor qasdining yo‘naltirilganligiga asosan kvalifikatsiya qilinishi lozim.\n\n12. Jinoyat tarkibining obyektiv tomoni belgilariga, yuz bergan oqibatga, sababiy bog‘lanishning rivojlanishiga, javobgarlikni og‘irlashtiruvchi holatlarga nisbatan xatodan tashqari jinoyatni sodir etish vositasiga nisbatan xato turini ham kiritish mumkin. Buni to‘rt turga bo‘lish mumkin. Birinchi turdagi xatoga aybdor tomonidan o‘zi mo‘ljallagan vositadan boshqa, lekin uning o‘rnini bosadigan vositadan foydalanish tushuniladi. Mazkur turdagi vositaga nisbatan xato qilmishni kvalifikatsiya qilishga ta’sir qilmaydi. Sodir etilgan qilmishning obyektiv tomoni oxiriga yetgan bo‘lsa, tugallangan jinoyat, deb topiladi. Shaxs qasdi qaratilgan jinoyat tarkibining obyektiv tomoni tugallanishi bilan jinoyat tugallangan, deb kvalifikatsiya qilinadi. Ikkinchi turdagi vositaga nisbatan xato, bu ishlatiladigan vositani aybdor past darajali, deb hisoblaydi yoki o‘ylaydi. Agar jinoyat sodir etilishi natijasida kelib chiqqan oqibat aybdor kutgandan ko‘ra og‘irroq bo‘lib chiqsa, bunda mazkur harakatlar ehtiyotsizlik orqasida sodir etilgan, deb kvalifikatsiya qilinishi lozim, zero, shaxs kelib chiqishi mumkin bo‘lgan oqibatni oldindan ko‘ra bilmagan bo‘lsa-da, mazkur holatni oldindan ko‘ra bilishi mumkin va lozim edi. Vositalarda xatoning uchinchi turining mohiyati shundan iboratki, aybdor o‘zi yaroqli, deb ishlatayotgan vosita aslida yaroqsiz bo‘lib chiqishiga nisbatan bo‘lgan xato. Bunday hollarda qilmish qasdning yo‘naltirilganligiga qarab kvalifikatsiya qilinadi. To‘rtinchi turdagi vositaga nisbatan xato ishla-tiladigan vosita har qanday holatda ham yaroqsiz bo‘lib, buni subyekt o‘ziga dalda berishda, o‘zining ustunligini qo‘pollikda va o‘z-o‘ziga ishonishda ishlatishda ifodalanadi (fitnada, buzishda). Bunda jinoiy javobgarlik istisno etiladi. Sud-tergov amaliyotida hozirgi qadar haqiqatan ham shaxs o‘zi sodir etgan qilmishining huquqqa xilofligini tushunganmi, uni jinoiy javobgarlikka tortmaslik asosli bo‘ladimi, degan masala bahsli bo‘lib qolmoqda. Agar mazkur turdagi xatolarning mavjud bo‘lganligi aniqlansa, sud ishni o‘rganib chiqish uchun qo‘shimcha tergovga qaytarishi lozim."
        },
        {
            "modda_raqami": "21-modda. Qasddan sodir etilgan jinoyat.",
            "matni": "Ushbu Kodeks moddasida jinoyat tamom bo‘lgan payt ijtimoiy xavfli qilmish bajarilgan vaqt deb hisoblangan bo‘lib, uni sodir etgan shaxs o‘z qilmishining ijtimoiy xavflilik xususiyatini anglagan va shunday qilmishni sodir etishni istagan bo‘lsa, bunday jinoyat qasddan sodir etilgan deb topiladi. Ushbu Kodeks moddasida jinoyat tamom bo‘lgan payt ijtimoiy xavfli oqibat yuz bergan vaqt deb topilgan qilmishlar to‘g‘ri yoki egri qasddan sodir etilgan bo‘lishi mumkin. Agar shaxs o‘z qilmishining ijtimoiy xavfli xususiyatini anglagan, uning ijtimoiy xavfli oqibatlariga ko‘zi yetgan va ularning yuz berishini istagan bo‘lsa, bunday jinoyat to‘g‘ri qasddan sodir etilgan deb topiladi. Agar shaxs o‘z qilmishining ijtimoiy xavfli xususiyatini anglagan, uning ijtimoiy xavfli oqibatlariga ko‘zi yetgan va ularning yuz berishiga ongli ravishda yo‘l qo‘ygan bo‘lsa, bunday jinoyat egri qasddan sodir etilgan deb topiladi.",
            "sharxi": "1. Jinoyat kodeksida ko‘zda tutilgan jinoyatlarning ko‘pchiligi qasddan sodir etiladi. Shubhasiz, qasddan sodir etilgan jinoyatlar ehtiyotsizlik orqasida sodir etilgan jinoyatlarga nisbatan yuqori ijtimoiy xavfga ega. Faqat qasddan sodir etilgan jinoyatlar og‘ir va o‘ta og‘ir jinoyatlar sirasiga kiritiladi (JKning 15-moddasi to‘rtinchi va beshinchi qismlari). Sharhlanayotgan moddaga qonun chiqaruvchi jinoyatning moddiy va formal tarkibi jihatidan yondashadi. Xususan, formal tarkibli jinoyatlarni kvalifikatsiya qilish uchun qasd bilan qamrab olingan ijtimoiy xavfli qilmish sodir etilishining o‘zi yetarli hisoblanadi. Moddiy tarkibli jinoyat, deb kvalifikatsiya qilish uchun esa, sodir etilgan qilmish bilan birga aybdor anglagan va kelib chiqishini xohlagan ma’lum bir jinoiy oqibat vujudga kelishi lozim. Qasdni to‘g‘ri belgilash jinoyatni kvalifikatsiya qilishda muhim ahamiyatga ega bo‘lib, aybning shaklini to‘g‘ri belgilash, adolatli jazo tayinlanishi, javobgarlikni pog‘onalashtirishning imkonini beradi. Qasdning belgilari tafakkuriy (intellektual) va irodaviy holatlar hisoblanadi. Intellektual holat qasd ning mazmunini, irodaviy holat esa, uning yo‘nalishini belgilaydi. Shu nuqtayi nazardan aytish mumkinki, mazkur holatlarni to‘g‘ri belgilash, shubhasiz, jinoyatni to‘g‘ri kvalifikatsiya qilishga yordam beradi. Agar jinoyat mohiyatida shaxs o‘zining harakat (harakatsizligi)ni ijtimoiy xavflilik xususiyatini anglagan moddiy tarkibli jinoyatlarda ijtimoiy xavfli oqibatni oldindan ko‘ra bilganlikda ifodalansa, yo‘naltirilganlik aniq bir og‘irlashtiruvchi va yengillashtiruvchi holatlar mavjud bo‘lib (ikki turdagi tarkib uchun ham fe’l-atvorli), qilmishni sodir etishga irodaviy kuchga (formal tarkibli) va tajovuz qilinayotgan muayyan obyektga nisbatan zarar yetkazishga tayanadi. Masalan, o‘zaro janjallashish paytida pichoq orqali tan jarohati yetkazilgan holatlarda ko‘pincha qilmish qasddan sodir etilgan hisoblanadi. Ammo, faqat jinoyat qasdining umumiy ma’nosidan kelib chiqib, qilmishni kvalifikatsiya qilib bo‘lmaydi: bu qilmish mohiyat va yo‘naltirilganligiga ko‘ra bezorilik, badanga tan jarohati yetkazish, qasddan odam o‘ldirishga suiqasd, zaruriy mudofaa holatida sodir etganlik, deb ham baholanishi mumkin. \n\n2. Sharhlanayotgan moddaning birinchi qismida qasdning mohiyati ijtimoiy xavfli qilmish bajarilib, jinoyat tugallanganlik belgilari mavjud bo‘lgan vaqtga nisbatan olinadi. Bunda shaxs oqibat kelib chiqqan-chiqmaganligidan qat’i nazar, jinoiy javobgarlikka tortiladi. Formal tarkibdagi jinoyatlarni kvalifikatsiya qilishda shaxs o‘zining sodir etayotgan qilmishining ijtimoiy xavflilik xususiyatini (intellektual holat) va shu qilmishni sodir etishga bo‘lgan xohishi mavjudligi muhim faktlardan biri sanaladi. Formal tarkibli jinoyatlarda aybdorning yuz berishi mumkin bo‘lgan oqibatlarga bo‘lgan munosabati ijtimoiy xavfli qilmishni kvalifikatsiya qilishda ahamiyatga ega emas, chunki formal tarkibli jinoyatlarda oqibatlar jinoyat tarkibidan tashqariga chiqarilgan. Formal tarkibli jinoyatlarda egri qasd istisno etiladi, chunki egri qasdda aybdor sodir etayotgan qilmishini istamasa-da, ongli ravishda bunga yo‘l qo‘yadi. Formal tarkibli jinoyatlar faqat to‘g‘ri qasd bilan sodir etilish ishi zarur bo‘lgan jihatlardandir. fe’l-atvorli O‘z navbatida, formal tarkibli jinoyatlardagi aybning qasd shakli qilmishning ijtimoiy xavfligini tavsiflovchi intellektual va irodaviy holatlarga egadir. Faqat qilmishgina formal tarkibli jinoyatlarni kvalifikatsiya qilishda muhim ahamiyatga ega. Qasdning intellektual holati shaxsning ijtimoiy xavfli fe’l-atvordagi qilmishini anglashi va uning ijtimoiy xavfli oqibatlarini ko‘ra bilishidir. Shaxs tomonidan sodir etayotgan qilmishining ijtimoiy xavflilik xususiyatini anglashi, birinchidan, qilmishning faktik mohiyatini, ikkinchidan, uning ijtimoiy ahamiyatini tushunishi muhim hisoblanadi. Jinoyatning faktik tomonining anglanishi jinoyat sodir etish vaqti, joyi, usuli, sharoitlarini (tafakkuriy) holat tarkibiga kiritishning imkonini beradi. Ijtimoiy xavflilik qilmishning faktik belgilar sifatida qaraluvchi mustaqil element emas, balki qilmishni butunligicha obyektiv belgilari bilan tashkil etuvchi xususiyat sanaladi. O‘zining ijtimoiy xavfli fe’l-atvordagi harakati yoki harakatsizligini anglash shaxs jinoyat sodir etayotganida barcha holatlarni anglagan bo‘lishi. Dastlabki vazifalardan biri, bu aybdor ruhiyatida qilmishning ijtimoiy xavflilik xususiyatining ifodasini aniqlashdan iboratdir. Bu pozitsiyadan ijtimoiy xavfli qilmishni anglash holati qasdni aniqlash uchun yetarli hisoblanadi va bunda sodir etilgan qilmishning jinoiy oqibatlari haqidagi aybdor qasdi formal tarkibli jinoyatlar kvalifikatsiyasiga ta’sir qilmaydi. Formal tarkibli jinoyatlarning intellektual tomoni bu qilmishning ijtimoiy xavfliligi va ahamiyatini anglash hisoblanadi. O‘z navbatida, qasd subyektning maxsus xususiyatlarini (mansabdorlik jinoyatlarida) o‘zida aks ettirishi jinoyatni kvalifikatsiya qilishdagi majburiy belgilardan sanaladi. Bunday holatda subyektning maxsus belgilarini anglash sodir etilayotgan qilmishning jinoiy huquqiy xilofligini, ya’ni aybdorga yuklatilgan maxsus majburiyatlarni buzilayotganligini anglashni bildiruvchi zaruriy belgi sifatida qaraladi. Formal tarkibli jinoyatlarda aybdorning yuz berishi mumkin bo‘lgan oqibatlarga bo‘lgan munosabati (irodaviy belgisi)ning ijtimoiy xavfli qilmishni kvalifikatsiya qilishda ahamiyati yo‘q. Bunday bog‘liqlikni shu bilan izohlash mumkinki, aybdor shaxs ijtimoiy xavfli qilmishni (harakat yoki harakatsizlikni) sodir etishni xohlaydi. Moddiy tarkibli xohish-istak predmeti qasdga nisbatan irodaviy munosabat sifatida oqibat hisoblanadi, formal tarkibli jinoyatlarda esa, qilmishning o‘zi tushuniladi. Yuqoridagilardan kelib chiqib shuni aytish mumkinki, moddiy tarkibli jinoyatlarda qasdning irodaviy va intellektual holati qilmish (harakat yoki harakatsizlik), oqibat bilan qamrab olingan bo‘ladi, formal tarkibli jinoyatlarda esa, qilmish harakat yoki harakatsizlik bo‘lishi mumkin. Chunki, formal tarkibli jinoyatlarda ko‘rsatilgan oqibat mavjud bo‘lmaydi yoki bunday tarkib uchun oqibatlarni oldindan ko‘ra bilish talab etilmaydi.  Shuni ta’kidlab o‘tish joizki, qilmishning ijtimoiy xavfliligini anglash bilan uning huquqqa xilofligini, ya’ni jinoyat qonuni bilan taqiqlanganligini anglash o‘rtasida farq mavjud. Ko‘p hollarda jinoyat sodir etayotgan shaxslar uning huquqqa xilofligini anglashadi. Biroq, qonunchilik qilmishning huquqqa xilofligini anglashni qasd shaklining mohiyatiga kiritmaydi, shuning uchun sodir etilgan jinoyat aybdor tomonidan uning huquqqa xilofligini anglamasa-da, qasddan, deb topilishi mumkin, qonunchilik «ignorantia legis neminem excusat» (qonunni bilmaslik javobgarlikdan ozod qilishga asos bo‘lmaydi) prinsipiga tayanadi. Shunday qilib, formal tarkibli jinoyatlarning obyektiv tomoni belgilariga obyektiv tomonni to‘laligicha ifoda etuvchi ijtimoiy xavfli qilmish, harakat yoki harakatsizlik kiradi. Shuning uchun, formal tarkibli jinoyatlarda qasdning irodaviy mohiyati qilmish (harakat yoki harakatsizlikka) nisbatan bo‘lgan irodaviy munosabat bilan qo‘shilib ketadi.\n\n3. Sharhlanayotgan moddaning ikkinchi qismida moddiy tarkibli jinoyatlarda qasdning mohiyatini ko‘rib chiqamiz. Ijtimoiy xavfli oqibat kelib chiqishi bilanoq tugallangan, deb topiladigan jinoyatlar to‘g‘ri yoki egri qasd bilan sodir etilgan bo‘lishi mumkin. Bunda qasddan sodir etilgan jinoyatlar irodaviy holatga asosan farqlanishi mumkin. To‘g‘ri qasdning irodaviy holatida jinoyat sodir etgan shaxs muayyan ijtimoiy xavfli qilmish tufayli oqibat kelib chiqishini istaydi, badanga shikast yetkazishda esa, aybdor aynan badanga og‘ir shikast yetkazilishini istaydi. Aynan irodaviy holat bo‘yicha to‘g‘ri qasd egri qasddan farq qiladi, chunki to‘g‘ri qasdda aybdorning harakatlarida muayyan oqibatlar yuz berishi istagi mavjudligi bo‘lsa, egri qasdda muayyan oqibat yuz berishi istagi emas, balki ongli ravishda yo‘l qo‘yilishi, ya’ni ijtimoiy xavfli oqibat yuz berishiga aybdorning befarq qarashi mavjud bo‘ladi. Bunday hollarda, aybdorning harakatlari uning qilmishi tufayli yuz bergan oqibatdan kelib chiqqan holda kvalifikatsiya qilinadi. Aynan mana shu belgi asosida (irodaviy holatga ko‘ra) qasd turlarga bo‘linishi mumkin. Aybdorning jinoyatni sodir etish vaqtida qandaydir ijtimoiy xavfli oqibat kelib chiqishini xohlashi yoki unga yo‘l qo‘yishi asnosida qasdni shartli ravishda to‘g‘ri va egri turlarga bo‘lish mumkin. Shuning uchun, xohish va ongli ravishda yo‘l qo‘yish masalalari jinoyat tarkibining elementi hisoblangan oqibatga nisbatan aybni shakllarga bo‘lishda ahamiyatga ega. Jinoiy qasdni to‘g‘ri va egri shakllarga bo‘lish faqat moddiy tarkibli jinoyatlar uchun qo‘llaniladi, chunki ularning ijtimoiy xavfliligi va huquqqa xilofligi jinoyat to‘g‘risidagi qonunchilikka binoan ijtimoiy munosabatlarni destruktiv o‘zgarishga olib keluvchi keltirilgan zarar bilan bog‘lanadi.\n\n4. Sharhlanayotgan moddaning uchinchi qismida moddiy tarkibli jinoyatlarda to‘g‘ri qasdning mohiyati va fe’l-atvori bayon qilingan. O‘zbekiston Respublikasi Oliy sudi Plenumi sudlarga jazo tayinlash vaqtida jinoyat qasdi, uning yo‘naltirilgan maqsad va motivini inobatga olish kerakligi haqida tushuntirishlar bergan. Ushbu moddada to‘g‘ri qasdning mohiyatini ochib beruvchi va ularni xarakterlovchi intellektual va irodaviy holatlar berilgan. To‘g‘ri qasdning ikki jihati mavjud: to‘g‘ri qasdning tafakkuriy holati sodir etilgan qilmishning ijtimoiy xavfliligini anglash va ijtimoiy xavfli oqibatning kelib chiqishini oldindan ko‘ra bilishda ifodalanadi. Mazkur holatda aybdorning qilmishning ijtimoiy xavf-liligini anglashi u sodir etayotgan qilmish (harakat yoki harakatsizlikning) xususiyatini va uni sodir etish natijasida ma’lum bir oqibat kelib chiqishi mumkinligi tasavvur qilishida ifodasini topadi. Aytib o‘tilgan barcha fikrlar shaxsning ongiga borib taqaladi va bu to‘g‘ri qasdning intellektual tomonini tashkil qiladi. Shunday qilib, intellektual holat, birinchidan, shaxs-ning sodir etayotgan jinoyatining ijtimoiy xavflilik xususiyatini ayni vaqtda (jinoyat sodir etish vaqtida) anglaganligi, ikkinchidan, mazkur harakatlar ta’sirida kelajakda yuz berishi mumkin bo‘lgan ijtimoiy xavfli oqibatni oldindan ko‘ra bilganligida ifodalanadi. Shaxsning ijtimoiy xavfli oqibatlarni oldindan ko‘ra bilishi deganda uning ijtimoiy xavfli qilmishni sodir etishi natijasida yuz beradigan oqibat haqida oldindan bilishi tushuniladi, ya’ni aybdor harakatlari natijasida tajovuz etilayotgan obyektga qanchalik zarar yetishini oldindan tasavvur etadi. Bu, shuningdek, ana shu keltirilgan o‘zgarishlarning ijtimoiy xavfliligini tushunish bilan bog‘liq. Shuningdek, oldindan ko‘ra bilish ijtimoiy xavfli qilmish va kelib chiqqan oqibat o‘rtasidagi sababiy bog‘lanish mavjudligini anglashga ham bog‘liqdir. Ijtimoiy xavfli oqibatlarni oldindan ko‘ra bilish ikki xil bo‘lishi mumkin: to‘g‘ri qasdda va egri qasdda. Ammo jinoyat qonuni to‘g‘ri va egri qasdlarda kelib chiqishi mumkin bo‘lgan ijtimoiy xavfli oqibatni oldindan ko‘ra bilishni o‘zgarishsiz bayon etgan. Bunday ikki tomonlama xususiyat to‘g‘ri va egri qasddagi irodaviy holatni oldindan ko‘ra bilishga ta’sir etadi. To‘g‘ri qasdlarda ijtimoiy xavfli oqibatlarning kelib chiqishini oldindan ko‘ra bilish oqibat kelib chiqishining aniqligi bilan izohlanadi. Ko‘p hollarda shaxs o‘z qilmishi samarasi o‘laroq, kelib chiqishi mumkin bo‘lgan oqibatni ko‘radi, ularni yetkazishga harakat qiladi, o‘z maqsadlarining haqiqiy amalga oshishiga ishonadi va kelib chiqishi mumkin bo‘lgan oqibatni ideal shaklda tasavvur qiladi. Aybdor shaxs oqibat kelib chiqishini o‘zining qilmishi va kelib chiqishi mumkin bo‘lgan oqibat o‘rtasidagi sababiy bog‘lanish mavjudligini hamda uning rivojlanishini anglagan holda oqibatni oldindan ko‘ra bilishi mumkin. Agar shaxs kelib chiqishi kerak bo‘lgan oqibat uchun o‘zi zarur deb topgan va barcha harakatlarni amalga oshirgan bo‘lsa, ko‘zda tutilmagan holatlar ta’sirida oqibat yuzaga kelmagan bo‘lsa-da, shaxs o‘z qilmishining ijtimoiy xavfli oqibatlarini oldindan ko‘ra bilgan, deb aytish mumkin. Shuning uchun oldindan ko‘zlangan oqibat faktik yuzaga kelish bilan birga to‘liq amalga oshmasligi mumkin. To‘g‘ri qasdning irodaviy holati jinoyat sodir etgan shaxsning o‘zi sodir etgan qilmishidan kelib chiqadigan ijtimoiy xavfli oqibatni istaganligidir. Xohish bu maqsadga erishish yo‘lida yo‘naltirilgan, ma’lum bir natijaga erishishga qaratilgan iroda. Xohish bu ma’lum bir predmetga qaratilgan istaklar yig‘indisi. Xohishning paydo bo‘lishida ma’lum bir maqsad qo‘yiladi. Xohish maqsadga qaratilgan intilishdir. Xohish turli xil bo‘lishi mumkin. U to‘g‘ri qasdning belgisi sifatida aybdor uchun ahamiyatli muayyan bir oqibatning yuzaga kelishiga intilishda ifodalanadi:\n\n-oxirgi tugal maqsad (rashk yoki o‘ch olish maqsadida qasddan odam o‘ldirish);\n\n-maqsadga erishishdagi oraliq bosqich (boshqa bir jinoyatni yashirish maqsadida qasddan odam o‘ldirish);\n-tugal maqsadga vosita (jabrlanuvchining mulkini egallash maqsadida qasddan odam o‘ldirish);\n\n-qilmishning o‘zaro bog‘liq elementlari (jabrlanuv chining nafaqat o‘zini, balki, u bilan birga ovqatlanayotgan oila a’zolarini ham zaharlash yo‘li bilan qasddan odam o‘ldirish). \n\nXohishning predmetini jinoyat tarkibining element-larini o‘zida aks ettirgan ijtimoiy xavfli oqibat tashkil qiladi. Aybdorning maqsadli qilmishi bilan ijtimoiy xavfli oqibat yuzaga keladi. Masalan, qasddan odam o‘ldirishda - jabrlanuvchining o‘limi, o‘g‘irlikda o‘zganing mol-mulkini egallash, bezorilikda jamoat tartibini -buzish. Inson o‘z oldiga qo‘ygan faoliyatining maqsadlari motivlar bilan aniqlanadi. Shuning uchun, to‘g‘ri qasd natijasidagi jinoiy oqibat, aybdor harakatining asosiy maqsadi hisoblanib, shaxs faoliyatining motividan kelib chiqadi va shu motiv bilan aniqlashtiriladi. To‘g‘ri qasdning maqsadga qaratilganligi (irodaviy elementi) jinoyat tarkibining faqat keltirilgan zarar bilan chegaralanib qolganligini bildirmaydi. Alohida maqsadga qaratilgan jinoyatlarda jinoyat tarkibi chegarasida bo‘lgan, shuningdek, boshqa bir holatlarda ham yo‘nalish maxsus natijaga qaratilgan bo‘ladi. Ammo bu natijalar jinoyat tarkibida ko‘zda tutib o‘tilgan umumiy qasdning yo‘naltirilgan bir bosqichi sifatida qaraladi.\n\n5. Sharhlanayotgan moddaning to‘rtinchi qismida egri qasd tushunchasi yoritilgan. Egri qasdga ham intellektual va irodaviy holatlar kiritilgan. Egri qasd jinoyat sodir etgan shaxsning o‘z qilmishini (harakat yoki harakatsizligini) ijtimoiy xavflilik xususiyatini anglagan, ijtimoiy xavfli oqibat kelib chiqishini oldindan ko‘ra bilgan va ongli ravishda mana shu oqibatlar kelib chiqishiga yo‘l qo‘yishda ifodalanadi. Egri qasdda tafakkuriy holat quyidagilar bilan izohlanadi:\n\n-sodir etilayotgan qilmishning ijtimoiy xavfliligini anglash;\n\n-ijtimoiy xavfli oqibatlarning kelib chiqishini oldindan ko‘ra bilish imkoniyatiga ega bo‘lish.\nEgri qasdda qilmishning ijtimoiy xavflilik xususiyatini anglash to‘g‘ri qasdning belgilariga muvofiq ravishda bu belgilardan farq qilmaydi. Lekin, egri qasddagi ijtimoiy xavfli oqibatni oldindan ko‘ra bilishda farqlar mavjud bo‘lib, bu qasdni turlarga ajratib turadi. Mazkur ajratish to‘g‘ri qasdda subyekt oqibat kelib chiqishi zarurligini oldindan ko‘ra biladi, egri qasdda esa, jinoiy oqibatning kelib chiqishi haqiqiy imkoniyatlarga ega bo‘ladi. Bundan tashqari, to‘g‘ri va egri qasd o‘rtasidagi farq ularning ijtimoiy xavfli oqibatni oldindan ko‘ra bilishdagi irodaviy holatiga ko‘ra aniqlanadi. To‘g‘ri qasddan farqli ravishda egri qasdda shaxs ijtimoiy xavfli oqibat kelib chiqishini xohlamaydi, lekin ularning kelib chiqishiga ongli ravishda yo‘l qo‘yadi. Egri qasdda faqat ijtimoiy xavfli oqibat kelib chiqishini oldindan ko‘ra bilish imkoniyatiga ega bo‘lish uning mohiyatini chegaralaydi. Shaxs o‘zi sodir qilayotgan harakatlari obyektiv borliqqa qanday ta’sir o‘tkazib, ijtimoiy xavfli oqibatga olib kelishini anglaydi, lekin ba’zan oqibat yuzaga kelmasligi ham mumkin, chunki oqibat yuzaga kelishi uchun subyekt tomonidan nazorat qilinmaydigan boshqa shartlar ham zarur bo‘ladi. Bu yerda oqibat birgina oqibat bilan bog‘liq bo‘lmay, aybdorga bog‘liq bo‘lmagan boshqa holatlar natijasi hisoblanadi. Gap aniq sharoitda shartlardagi haqiqiy imkoniyatlar haqida bormoqda, individual holatdagi mavhumlik haqida emas. «Haqiqiy imkoniyat» atamasiga jinoyat qonunchiligining sharhlanayotgan moddasida mazkur ibora ishlatilmagan bo‘lsa-da, bu egri qasddagi oldindan ko‘ra bilish tushunchasini aniq ifodalaydi. Ongli yo‘l qo‘yish oldindan ko‘ra bilish yuzaga kelishi mumkin bo‘lgan jinoiy oqibatga nisbatan mavhum bo‘lmay, haqiqiy bo‘lishiga muvofiqdir. Ongli ravishda yo‘l qo‘yish, eng avvalo, ijtimoiy xavfli qilmish kelib chiqishini istamaslik bilan fe’l-atvorlanadi. Egri qasddan harakat qilayotgan shaxs bu oqibatlarning kelib chiqishidan manfaatdor emas, shunday bo‘lsa-da, boshqa maqsadlarga va hatto, jinoiy bo‘lmagan maqsadlarga erishish uchun ularning kelib chiqishiga tayyor turadi. Egri qasdning mohiyati shunda namoyon bo‘ladiki, shaxs o‘z qilmishining ijtimoiy xavflilik xususiyatini tushunib, uning natijasida vujudga kelishi mumkin bo‘lgan oqibatni oldindan ko‘ra bilish haqiqiy imkoniyatlariga ega bo‘ladi va bunday oqibatlar yuzaga kelishiga ongli ravishda yo‘l qo‘yadi. Ongli ravishda yo‘l qo‘yish egri qasdning irodaviy tomoni sifatida, shuningdek, aybdor shaxsning o‘z harakatlari ijtimoiy xavfli oqibatlar keltirib chiqarishiga befarq munosabatda bo‘lish shaklida ham namoyon bo‘ladi. Shu sababdan ayrim vaqtlarda egri qasd «jinoiy befarqlik», deb ham nomlanadi. O‘z navbatida egri va to‘g‘ri qasd o‘rtasida nafaqat irodaviy holatlardagi ruhiy mohiyatga, balki, anglashda ham farqlar mavjud. Lekin, egri va to‘g‘ri qasdni bir-biridan ajratib turuvchi asosiy farq irodaviy holatga asoslanadi: ijtimoiy xavfli oqibat to‘g‘ri qasdda xohish, egri qasdda ongli ravishda yo‘l qo‘yish bilan amalga oshiriladi. Egri qasddan sodir etilgan jinoyatlarda aybdor ijtimoiy xavfli oqibatlar kelib chiqishini xohlamaydi. O‘z-o‘zidan egri qasdda shaxs irodasi oqibatga nisbatan faol emas, balki passiv munosabatda bo‘ladi. Zero, bu oqibatlar ushbu jinoyat tarkibining tashqarisida joylashgan boshqa maqsadlarga erishishga qaratilgan aybdor jinoiy qilmishining salbiy natijasidir. Shuning uchun egri qasd bilan sodir etilgan jinoyatlarning to‘g‘ri qasd bilan sodir etilgan qilmishlarga nisbatan xavflilik darajasi pastdir."
        },
        {
            "modda_raqami": "22-modda. Ehtiyotsizlik orqasida sodir etilgan jinoyat.",
            "matni": "O‘z-o‘ziga ishonish yoki beparvolik orqasida sodir etilgan ijtimoiy xavfli qilmish ehtiyotsizlik orqasida sodir etilgan jinoyat deb topiladi. Agar jinoyatni sodir etgan shaxs o‘z xulq-atvori qonunda nazarda tutilgan ijtimoiy xavfli oqibatlar keltirib chiqarishi mumkinligiga ko‘zi yeta turib, ehtiyotkorlik chora-tadbirlariga ongli ravishda rioya etmagan holda bunday oqibatlar kelib chiqmasligiga asossiz ravishda umid qilgan bo‘lsa, bunday jinoyat o‘z-o‘ziga ishonish oqibatida sodir etilgan deb topiladi. Agar jinoyat sodir etgan shaxs o‘z xulq-atvori qonunda nazarda tutilgan ijtimoiy xavfli oqibatlar keltirib chiqarishi mumkinligiga ko‘zi yetmasa-da, lekin ko‘zi yetishi lozim va mumkin bo‘lsa, bunday jinoyat beparvolik orqasida sodir etilgan deb topiladi.",
            "sharxi": "1. Sharhlanayotgan moddaning birinchi qismida ehtiyotsizlik orqasida sodir etiladigan jinoyatlar ikki turga bo‘lingan:\n\n-o‘z-o‘ziga ishonish oqibatida sodir etiladigan jinoyatlar; beparvolik orqasida sodir etiladigan jinoyatlar.\n\nEhtiyotsizlik orqasida sodir etilgan jinoyatlar yetkazilgan oqibatga qarab, ayrim hollarda esa, bu oqibatlarni vujudga keltirgan usul va vositasiga qarab tasniflanadi. Oqibatning bo‘lmasligi o‘z-o‘zidan javobgarlikni istisno etadi. Ehtiyotsizlik bilan sodir etilgan jinoyatlar uchun javobgarlik faqatgina jinoyat qonunida to‘g‘ridan to‘g‘ri ko‘rsatilgan holdagina kelib chiqadi. Shubhasiz, ehtiyot-sizlik orqasida sodir etilgan jinoyatlar o‘zining ijtimoiy xavflilik darajasi jihatidan qasddan sodir etilgan jinoyatlarga nisbatan past (JKning 20-moddasi sharhiga qarang). Bu xususiyat jinoyat qonunida jinoyatlarni nafaqat tarkibiga ko‘ra, balki boshqa xususiyatlariga ko‘ra ham tasniflashga imkon yaratadi. Jinoyat to‘g‘risidagi qonunchilikka ko‘ra belgilanganidek, ehtiyot-sizlik orqasida sodir qilingan jinoyatlar uchun javobgarlik masalasi ijtimoiy xavfli oqibat yetkazilishi bilan yuzaga keladi. Qilmish (harakat yoki harakatsizlik) ning mavjud bo‘lmasligi, o‘z navbatida, javobgarlikni yuzaga keltirmaydi. Qonunchilik ehtiyotsizlikning o‘z-o‘ziga ishonish va beparvolik shakllarini belgilasa-da, har ikki holatda ham ularni kelib chiqadigan oqibat bilan bog‘laydi. Ular insonning salbiy jihatlari e’tiborsizlik, befarqlik va ehtiyotsizlik kabi xislatlari bilan bog‘liq. Boshqacha qilib aytganda, u yoki bu holatda shaxs zarur darajada ehtiyotkorlik qilmaydi, shuning uchun o‘z-o‘ziga ishonish va beparvolikni «ehtiyotsizlik» tushunchasi birlashtirib turadi. Ehtiyotsizlik orqasida sodir qilingan jinoyatlarni birlashtirib turuvchi xususiyatlardan biri aybdorning qilmishga nisbatan ruhiy munosabati bo‘lib, shaxs o‘zining qilmishida (harakat yoki harakatsizlikda) ijtimoiy xavfli xususiyatlarni anglamaydi. Beparvolikda bunday xususiyat ijtimoiy xavfli oqibatni oldindan ko‘ra bilmaganlik bilan, o‘z-o‘ziga ishonishda oqibat kelib chiqmasligiga asossiz umid qilish, jamiyatga zarar yetmasligiga ishonchda ifodalanadi. Ayni vaqtda o‘z-o‘ziga ishonish va beparvolikda ham shaxs sodir etayotgan qilmishining ijtimoiy xavflilik xususiyatini anglashi lozim va anglashi mumkin bo‘lish majburiyati mavjud bo‘ladi. Odatda, ehtiyotsizlik bilan sodir etilgan jinoyatlar yetkazilgan oqibatga qarab, ayrim hollarda esa, bu oqibatlarni vujudga keltirgan usul va vositasiga qarab tasniflanadi. Qonun ehtiyotsizlik orqasida sodir qilingan jinoyatni qilmishni sodir etgan shaxsning o‘z qilmishi oqibatiga bo‘lgan munosabati sifatida baholaydi. Shunga muvofiq, ehtiyotsizlik orqasida sodir etilgan jinoyatlar va ehtiyotsizlik ayb shaklini aks ettiruvchi jinoyatlar ko‘p hollarda moddiy tarkibga asoslangan bo‘ladi. Bu holatni rad etish asossiz javobgarlikning vujudga kelishiga, ayb uchun javobgarlik prinsipining buzilishiga olib keladi. Ehtiyotsizlik orqasida sodir qilingan jinoyatlarda jinoyatning tayyorgarlik, suiqasd bosqichlari va ishtirokchilik belgilari bo‘lmaydi. \n\n2. Sharhlanayotgan moddaning ikkinchi qismiga ko‘ra, agar jinoyatni sodir etgan shaxs o‘z xulq-atvori qonunda nazarda tutilgan ijtimoiy xavfli oqibatlar keltirib chiqarishi mumkinligiga ko‘zi yeta turib, ehtiyotkorlik chora-tadbirlariga ongli ravishda rioya etmagan holda bunday oqibatlar kelib chiqmasligiga asossiz ravishda umid qilgan bo‘lsa, bunday jinoyatlar o‘z-o‘ziga ishonish oqibatida sodir etilgan, deb topiladi. O‘z-o‘ziga ishonish qasd singari aybdor ongida aks etuvchi obyektiv faoliyat faktlari (qilmishning faktik belgilari, uning kelib chiqishi mumkin bo‘lgan oqibatlari, subyekt hisobga olgan holatlar) tashkil etuvchi o‘zining predmetli mohiyatiga ega. O‘z-o‘ziga ishonish natijasida jinoyat sodir etgan shaxs o‘z qilmishining faktik belgilarini, ijtimoiy xavfli oqibatlarni ko‘ra bilish imkoniyatiga ega bo‘ladi. Biroq, o‘z-o‘ziga ishonish shaklida ijtimoiy xavfli oqibatni oldindan ko‘ra bilish qilmishning ijtimoiy xavfliligini anglash bilan bir xil emas, chunki oqibat kelib chiqmasligiga ishonchning mavjudligi uni neytrallashtiradi. Kelajakda xavfli oqibatlarning oldini olishga ishonsa-da (asossiz bo‘lsa-da), subyektning sodir etgan qilmishi jamiyatga zarar yetkazmasligiga ishonadi, Ya’ni uning ijtimoiy xavfli xususiyatga ega ekanligini anglamaydi. Shaxs, hatto, o‘z harakatlarini ijtimoiy foydali, deb o‘ylashi ham mumkin. Misol uchun ijtimoiy xavfli oqibatni oldindan ko‘ra bilish huquqiy faoliyatlarda ham bo‘lishi mumkin (jarrohlik operatsiyalari va boshqa tavakkalchilikka asoslangan sohalar). Mazkur hollarda shu tarzda oqibatni oldindan ko‘ra bilish, salbiy oqibatlar kelib chiqishining oldini olishning zarur sharti hisoblanadi. Shuning uchun, o‘z-o‘ziga ishonishda ayb holati ijtimoiy xavfli oqibatlarni ko‘ra bilishda emas, balki ularning oldini olishga qaratilgan asossiz umidga nisbatan olinadi. O‘z navbatida, o‘z-o‘ziga ishonishda jinoyat to‘g‘risida qonunchilik bilan qo‘riqlanadigan ijtimoiy munosabatlarga to‘laqonli zarar yetkazishi mumkin bo‘lgan, sodir etilayotgan qilmishning (harakat yoki harakatsizlikning) ijtimoiy xavflilik xususiyatini anglaydi. Shaxsning bunday holatni anglashi o‘z-o‘ziga ishonishning qonun tomonidan belgilangan zaruriy belgisi va bu har bir ishda sudlar tomonidan aniqlanadi. O‘z-o‘ziga ishonishda aybdor o‘ziga, o‘zining kuchiga, tajribasiga, bilimiga tayanish bilan birga, boshqa shaxslarning harakati, tabiat kuchlari va h.k.ga ham tayanadi. O‘z qilmishining ijtimoiy xavflilik xususiyatini anglash bunday turdagi jinoyatlar uchun intellektual holatning dastlabki belgilaridan biridir. O‘z-o‘ziga ishonish oqibatida sodir etilayotgan jinoyatning intellektual (tafakkuriy) holati shundan iboratki, aybdor o‘zining xulq-atvori natijasida kelib chiqishi mumkin bo‘lgan ijtimoiy xavfli oqibatni oldindan ko‘ra biladi. Shuning uchun belgilariga ko‘ra, o‘z-o‘ziga ishonish egri qasddagidek ijtimoiy xavfli oqibatlarni oldindan anglash bilan bir-biriga o‘xshab ketadi. Biroq, egri qasdda aybdor aniq holat bo‘yicha yuzaga kelishi mumkin bo‘lgan oqibatni aniq anglasa, o‘z-o‘ziga ishonishda bunday oqibatni oldindan anglash mavhum fe’l-atvorga ega bo‘ladi. Bunda shaxs yuzaga kelishi mumkin bo‘lgan aniq shaklda bo‘lmagan qilmish natijasidagi ijtimoiy xavfli oqibatni anglaydi. Boshqacha aytganda, ehtiyotsizlikning o‘z-o‘ziga ishonish va egri qasd o‘rtasidagi asosiy farqi aybdorning qilmishiga nisbatan bo‘lgan irodaviy holatida namoyon bo‘ladi. Agar egri qasdda aybdor ijtimoiy xavfli oqibatlar kelib chiqishiga ongli ravishda yo‘l qo‘ysa, o‘z-o‘ziga ishonishda oqibatlar kelib chiqmasligiga asossiz ravishda umid qiladi. Shu bilan birga, mavhum oldindan anglash imkoniyatini unifikatsiya (bir xillashtirish) qilish mumkin emas. Bunday imkoniyat faqat aniq holat va vaqtlarda ko‘rib chiqilishi mumkin. Har doim ham avtomashinaning tormoz shlangi yorilib, avariyaga uchrashi, o‘rmonda daraxt kesayotganda yoki hayvonga qaratib ovchi o‘q uzganda odam o‘ldirishi; bemorning organizmida noma’lum anomaliyalarning mavjudligidan shifokorning aralashuvi natijasida uning sog‘lig‘iga zarar yetkazilishidagi holatlarda mavhumlik mavjud. Ma’lum bir ijtimoiy xavfli oqibatning kelib chiqishini oldindan anglash o‘z-o‘ziga ishonish shaklida egri qasddan farq qiladi. Qasddan sodir etilgan jinoyatlarda aybdor ma’lum bir jinoiy natija kelib chiqishini xohlaydi yoki unga yo‘l qo‘yadi. O‘z-o‘ziga ishonishda esa, uning oldini olishga umid qilib, nisbiy xususiyatga ega bo‘ladi. Bunda oldini olishga qaratilgan hisobi asossiz va shaxs o‘zining jinoiy oqibatning oldini olishga qaratilgan hech qanday ehtiyot choralarini ko‘rmaganligini anglashi, ya’ni aybdorning ijtimoiy xavfli oqibat kelib chiqishiga yo‘l qo‘ymaslik uchun jinoyatning oldini olishga qaratilgan o‘zi tanlagan choralarini qo‘llamaganlikdagi faol bo‘lmagan faoliyati tushuniladi. Mazkur hollarda aybsiz holda zarar yetkazish tasodif sanaladi. O‘z-o‘ziga ishonishda oldindan anglash (ko‘ra bilish) shu bilan izohlanadiki, shaxs irodaviy jihatlar, ruhiy bosim va ta’sir bilan mazkur holatlarni haqiqiy sababiy bog‘lanish rivojlanishini anglashi mumkin bo‘lgan bo‘lsa-da, ularni anglamaydi. Aybdor holatga jiddiy yondashmay, jinoiy oqibat kelib chiqishining oldini olishga umid qiladi, lekin amalda oqibat kelib chiqishiga monelik qila olmaydi. Va, nihoyat, o‘z-o‘ziga ishonishdagi intellektual holat shaxsning ongli ravishda ehtiyotkorlik choralariga rioya qilmaganligida ifodalanadi. Ehtiyotkorlik choralariga amal qilmaslik, shaxsning kelib chiqishi mumkin bo‘lgan ijtimoiy xavfli oqibatni oldindan anglash imkoniyatiga ega bo‘lib, u kelib chiqishining oldini olishda yetarli va zarur choralarni ko‘rmaydi. Mazkur holatlarda shaxs bunday oqibat ma’lum bir holat va sharoitlar o‘tishi bilan kelib chiqmaydi, deb hisoblaydi, biroq, oqibatning oldini olishga qaratilgan hech qanday mustaqil harakatni amalga oshirmaydi. Shuning uchun mazkur holatda shaxsning passiv xulq-atvorini ko‘rishimiz mumkin. Shu bilan birga, shaxs tasodifga umid bog‘lab hech qanday harakatni ham amalga oshirmaydi. Tasodifga umid bog‘lagan holda xato taxmin qilish egri qasdning belgilaridan biri hisoblanadi. Shaxsning o‘z-o‘ziga ishonishida oqibatga nisbatan rad munosabatda bo‘ladi, qasddan farqli o‘laroq, ularning kelib chiqishini xohlamaydi va yo‘l qo‘ymaydi. Chunki, shaxs jinoiy oqibatning kelib chiqishida holatlarga noto‘g‘ri baho berishi natijasida oqibatning sababiy bog‘lanishini anglash holatida bo‘lmaydi yoki ularning rivojlanishi haqida xato taxmin qiladi. O‘z-o‘ziga ishonish bilan qasdning sababiy bog‘lanishdagi xato o‘rtasidagi asosiy farq, bu kelib chiqqan oqibatga nisbatan qasddan aybni rad etadi. Ehtiyotkorlik choralari zaruriy va majburiy xususiyatga ega bo‘lgan ish, kasb va mansabdagi shaxs majburiyatlariga to‘laligicha kiradi. Bundan tashqari, ehtiyotkorlik choralari muayyan holatdan kelib chiqqan holda ham belgilanishi mumkin. Shuning uchun, aniq amal qilinishi lozim bo‘lgan chora-tadbirlarni ko‘rsatib bo‘lmaydi. Bundan tashqari, ehtiyot choralarining mavjudligi o‘z-o‘ziga ishonish ijtimoiy xavfli oqibatning oldini olishga qaratilgan asossiz tavakkalchilikni ifodalovchi irodaviy holatning xususiyati bilan ham bog‘liq. Bunda aybdor ehtiyot choralariga rioya qilmayotganini anglaganligi muhim ahamiyatga ega. Mazkur holat shundan dalolat beradiki, aybdor qandaydir obyektiv va subyektiv holatlarni anglaydi va ularga muvofiq ravishda o‘z xulq-atvorini shakllantiradi. Shunday qilib, o‘z-o‘ziga ishonishning intellektual holati quyidagilarni o‘z ichiga oladi:\n-ijtimoiy xavfli xususiyatlarini anglash;\n\n-o‘z-o‘zidan jinoyat hisoblanmagan xulq-atvorining\n\nbu xulq-atvorning natijasi sifatida yuzaga kelishi mumkin bo‘lgan ijtimoiy xavfli oqibatlarni oldindan anglash; shaxsning ehtiyotkorlik chora-tadbirlariga yetarli darajada amal qilmayotganligini anglashi.\n\n3. Jinoiy o‘z-o‘ziga ishonishning taxmindagi asossiz-ligining qonunda ikki xususiyati belgilangan. Taxminning asossizligi birinchi navbatda irodaviy holat va o‘z navbatida intellektual holatda ham xususiyat sifatida ahamiyatga ega. Aynan mana shu xususiyat o‘z-o‘ziga ishonishni qasddan ajratib turuvchi belgi sanaladi. Subyekt qandaydir sarobga emas, ma’lum bir yuzaga kelib qolishi mumkin bo‘lgan aniq shartlarga asoslanadi. O‘z-o‘ziga ishonishda irodaviy holatni ifodalovchi xususiyati yetarli bo‘lmagan asoslarga tayangan holda sodir etilayotgan qilmishning ijtimoiy xavfli oqibatlarining oldini olishga qaratilgan o‘z-o‘ziga ishonishda ifodalanadi. Aynan mana shu xususiyatning mavjudligi o‘z-o‘ziga ishonishni qasddan ajratib turadi. Masalan, haydovchi mast holatda avtomashinani ko‘p kishilik joyda yuqori tezlikda boshqaradi, u ongli ravishda yo‘l harakati xavfsizligi qoidalarini buzadi. Bu holatda aybdor kishilar sog‘lig‘iga zarar yetkazishi mumkin bo‘lgan ijtimoiy xavfli oqibatni oldindan ko‘ra biladi, bu oqibatlar kelib chiqmasligi to‘g‘risidagi ishonch xomxayol bo‘lib chiqadi. Mazkur misolda o‘z-o‘ziga ishonishning irodaviy holatini ko‘rish mumkin. Agar shaxs egri qasdda ijtimoiy xavfli oqibat kelib chiqishiga ongli ravishda yo‘l qo‘ysa yoki ularning kelib chiqishiga befarq munosabatda bo‘lsa, ya’ni kelib chiqqan oqibatni yoqlasa yoki ularga ijobiy yondashsa, o‘z-o‘ziga ishonishda esa, shaxs nafaqat xohishining mavjud emasligi, oqibatlarga ongli ravishda yo‘l qo‘yishni istamasligi, ularni keltirib chiqarmaslikka harakat qilishi va ularga nisbatan nisbiy munosabatda bo‘lishi bilan farqlanadi. O‘z-o‘ziga ishonishning irodaviy holati ijtimoiy xavfli oqibatni keltirib chiqarmaslikka qaratilgan bo‘ladi. Qonun o‘z-o‘ziga ishonishning irodaviy holatining (mazmun-mohiyatini) umid sifatida emas, balki ijtimoiy xavfli oqibatning oldini olishga qaratilgan to‘la voqelik sifatida qaraydi. Bunday mo‘ljal zamirida aybdorning fikriga ko‘ra, zararli oqibatlar kelib chiqishiga xalaqit beradigan muayyan holatlar mujassam bo‘lgan bo‘lishi lozim. Bu taxminning o‘z-o‘ziga ishonish darajasiga aylanishi ehtiyotkorlik choralari qo‘llanilmagan holatlarga jiddiy baho bermaganlikdan kelib chiqadi. Aybdor o‘zining fikriga ko‘ra, jinoiy oqibat kelib chiqishiga aniq ta’sir qiladigan holatlarga ishonadi. Bu shaxsiy sifatlar (mahorat, tajriba, uddaburonlik) va boshqa xususiyatlar bilan izohlanadi. Shaxs o‘zi sodir etayotgan xavfli qilmish (harakat yoki harakatsizlik) vaqtidagi holatlarga umid qiladi. Shaxsning oqibat haqidagi taxminlari boshqa shaxslar, masalan, jabrlanuvchining xulq-atvoriga nisbatan ham bo‘lishi mumkin. Masalan, avtomashinani boshqarayotgan haydovchi piyodaning yo‘ldan yugurib o‘tishiga ulgurishiga ishonadi va boshqalar. Bunday hollarda aybdorning o‘z-o‘ziga ishonishi, asossiz ravishda ijtimoiy xavfli oqibatlarning oldini olishga qaratilgan holatlarga noto‘g‘ri baho berishiga sabab bo‘ladi. O‘z navbatida, subyektning oqibat kelib chiqmasligiga taxmin qilish belgilarini intellektual holatga ham kiritish mumkin. Shaxs o‘zi taxmin qilayotgan holatlarni (to‘g‘rimi-noto‘g‘rimi) anglaydi va uning qilmishi bilan kelib chiqishi mumkin bo‘lgan oqibat o‘rtasida sababiy bog‘liqlikdagi rivojlanishning to‘xtashi yoki izdan chiqishiga taxmin qiladi. Shaxs kelib chiqishi mumkin bo‘lgan ijtimoiy xavfli oqibatni oldindan anglashi bilan birga uni o‘zining ishongan harakatlari ta’sirida oldindan anglamasligi ham mumkin. O‘z navbatida, o‘z-o‘ziga ishongan holda harakat qilib, shaxs natijaning oldini olish imkoniyatlarini oldindan anglamaydi (aks holda, bu zararlarning oldini olishga bo‘lgan harakatlarga umid qilmasdi), biroq, shaxs bu oqibatlarni oldindan ko‘ra bilishi lozim va mumkin edi. Shaxs agar ijtimoiy xavfli oqibat kelib chiqishini oldindan ko‘ra bilganda va uning oldini olish uchun zarur chora-tadbirlarni ko‘rganda ham baribir oqibat kelib chiqsa, jinoiy javobgarlik vujudga kelmaydi. Bu, birinchidan, aynan hisobga olingan qoidalarning yuzaga kelgan vaziyati va ehtiyot choralarining o‘zi to‘liqsizligi (ilmiy va texnik ilmlarining yetarli emasligi) bilan izohlanadi. Ikkinchidan, bu subyektning oqibati kelib chiqishining oldini olishiga yengib bo‘lmas va oldindan ko‘ra bilmagan kuch ta’sirida ham oqibat kelib chiqishi mumkin. Uchinchidan, ma’lum bir harakatlarni amalga oshirish lozim bo‘lgan shaxsning harakatlariga umid qilib, keltirib chiqarishi ehtimoli bo‘lgan xavfli oqibat haqida uni ogohlantirishi mumkin. Mana shu harakatlarni sodir etmaslik va faktik oqibatlarning yuzaga kelishi tavakkalchilikni ongsiz ravishdagi tavakkalchilikka, shu bilan birga, o‘z-o‘ziga ishonish darajasida o‘sib chiqishiga olib kelmaydi. Yuqorida sanab o‘tilgan barcha hollarda shaxsning oqibatga nisbatan asossiz tavakkalchiligiga subyektning aybi sifatida qaralishi mumkin emas. Shunday qilib, o‘z-o‘ziga ishonishda shaxs jinoyat sodir etilish vaqtida asossiz, o‘ziga ishonuvchanlik xususiyatga ega bo‘lganligi uchun aynan mana shu oqibat vujudga keldi.\n\n4. Sharhlanayotgan moddaning uchinchi qismida jinoiy beparvolik xususida so‘z yuritiladi. Beparvolik ko‘rinishidagi jinoyatni sodir etishda shaxs qonunda ko‘zda tutilgan o‘z xulq-atvori tufayli kelib chiqadigan ijtimoiy xavfli oqibatlarni oldindan bilmaydi. Ehtiyotsizlik shaklidagi ayb turlarining fe’l-atvorli jihatlari, birinchidan, aybdor shaxs o‘z qilmishining ijtimoiy xavfli oqibatlarini oldindan ko‘ra olmaydi, ikkinchidan, shaxs mazkur jinoyatda ijtimoiy xavfli oqibatlarni oldindan ko‘ra bilish majburiyati va imkoniyatiga ega bo‘ladi. Beparvolikda ijtimoiy xavfli oqibatni oldindan ko‘ra bilmaslik, oqibatga nisbatan har qanday munosabatning mavjud bo‘lmaydi, degan tasavvurga olib kelmaydi. Balki, bunday munosabatning maxsus shaxsning qonun talablariga, ijtimoiy xulq-atvor qoidalariga, boshqa shaxs manfaatlariga beparvo munosabatda bo‘lishida ifodalanadi. Shuning uchun beparvolikda intellektual holat ijtimoiy xavfli oqibatning kelib chiqishini anglamaslik bilan ifodalanadi. Irodaviy holat shaxsning zarur irodaviy ta’sir, ya’ni sodir bo‘layotgan voqea-hodisalarning oqibatiga beparvo munosabatda bo‘lishida ifodalanadi. Beparvolik ko‘rinishidagi jinoyatlarni sodir etishda oqibatlarni ko‘ra bilmaslik, shaxsning qonun talablariga va turli qoidalarga beparvoligidan darak beradi. Qonunchilik jinoiy beparvolikni shaxsning qilmishi natijasida kelib chiqishi mumkin bo‘lgan ijtimoiy xavfli oqibatni oldindan anglashga haqiqiy imkoniyatga ega bo‘ladi, lekin bu oqibatni kelib chiqishini anglash uchun qilinishi kerak bo‘lgan zarur irodaviy harakatlarni amalga oshirmaydi, diqqat-e’tiborni va ehtiyotkorlikni namoyon qilmaydi, deb hisoblaydi.\n\n5. Aybning ehtiyotsizlik shaklining beparvolik turida intellektual holat mazkur ayb turini tavsiflovchi ijobiy va nisbiy mezonlarga ega. Jinoiy beparvolikning salbiy mezoni shaxsning kelib chiqishi mumkin bo‘lgan ijtimoiy xavfli oqibatni oldindan anglamaslikda namoyon bo‘ladi. Beparvolik shaklidagi ayb formasida shaxs oqibat kelib chiqishi mumkinligini ham, haqiqiyligini ham yoki mavhumligini ham oldindan anglab yetmaydi. Oqibatni oldindan ko‘ra bilish mumkinligi, qilmish sodir etilayotgan vaziyatning o‘ziga xosligi va aybdorning individual xususiyatlari bilan izohlanadi. Aybdorning individual xususiyatlariga uning (jismoniy holati, rivojlanganlik darajasi, ma’lumoti, kasbiy mahorati, sog‘lig‘i holati, qabul qilish darajasi) qilmish sodir etilayotgan vaziyatdan kelib chiqib, asosli xulosalar qilishi va atrof-muhitni to‘g‘ri qabul qilishi hamda ularga baho berishga imkon yaratishi kiradi. Bu ikki tayanchning mavjudligi aybdor sodir etayotgan qilmishining ijtimoiy xavfli oqibatlarini oldindan ko‘ra bilishga haqiqiy imkoniyat yaratadi. Beparvolikning ijobiy xususiyati normativ ahamiyat kasb etib, u aybdorning kelib chiqishi mumkin bo‘lgan ijtimoiy xavfli oqibatni oldindan bilishi lozim va mumkin bo‘lganligini anglatadi. Aynan mana shu belgi beparvolikning mustaqil ayb turi sifatida jinoiy huquqiy ahamiyatini oshiradi. Bu insonning anglashi va irodaviy xususiyatlari bilan belgilanadi: bilishi lozimligi normativ ahamiyatga ega bo‘lgan obyektiv belgi hisoblansa, oldindan ko‘ra olishi mumkin bo‘lgan katta darajada ijtimoiy ahamiyat kasb etadigan subyektiv belgi. Obyektiv belgining o‘zi bilangina shaxsda ijtimoiy xavfli oqibatlar kelib chiqishining oldini olish uchun imkoniyatlari mavjud, degan xulosaga kelib bo‘lmaydi. Ijtimoiy xavfli oqibat kelib chiqishi mumkinligini oldindan ko‘ra bilish lozimligi va mumkinligi shaxsning majburiyatidan kelib chiqib belgilanadi. Bu qoida aybdorning mansab maqomini belgilovchi, uning kasbiy vazifalari va umummajburiy ijtimoiy xulq-atvor qoidalarida, qonun, shartnoma va boshqalarda aks ettirilgan bo‘lishi mumkin. Biroq, bu tarzdagi normativ va ijtimoiy majburiyatlarning mavjudligi shaxsning u yetkazishi mumkin bo‘lgan ijtimoiy zararli va xavfli oqibatni to‘la anglashi uchun yetarli hisoblanmaydi. Buning uchun nisbiy mezonlar mavjudligini aniqlash lozim. Subyektiv belgi shaxsning aniq bir vaziyatda va o‘zining individual xususiyatlari bilan ijtimoiy xavfli oqibatlarning kelib chiqish imkoniyatini oldindan ko‘ra bilish qobiliyatini anglatadi. Shuni ta’kidlash zarurki, e’tiborlilik va ehtiyotkorlik jinoyat huquqida xulq-atvorning lozimligi va mumkinligini yorituvchi atamalar hisoblanadi. Ular ijtimoiy normalar, to‘g‘ridan to‘g‘ri qonundan kelib chiquvchi normalar, boshqa hujjatlardagi qoidalardan kelib chiqqan holda mohiyatni ochib beradi. O‘z qilmishining ijtimoiy xavfli oqibatlarini oldindan ko‘ra bilish yoki ko‘ra bilmaslik tasodif hisoblanmaydi, bu shaxsning mazkur harakatlari bilan buzilishi mumkin bo‘lgan boshqa shaxs, jamiyat va davlat manfaatlariga bo‘lgan munosabatidan kelib chiqadi.\n\n6. Beparvolikning irodaviy holati aybdorning ruhiy imkoniyatlari va quvvatini ijtimoiy xavfli oqibatning oldini olishga qaratilgan zarur faoliyatni amalga oshirishda faollashmaydi. O‘z-o‘ziga ishonish va beparvolikda irodaviy holatlar bir-biriga o‘xshash. U va bu holatda ham kelib chiqishi mumkin bo‘lgan oqibatga nisbatan ijobiy oqibat mavjud bo‘lmaydi, ya’ni aybdor zararli oqibatlar kelib chiqishiga ongli ravishda yo‘l qo‘ymaydi va xohlamaydi. Ular o‘rtasidagi farq shunda ko‘rinadiki, o‘z-o‘ziga ishonishda shaxs kelib chiqishi mumkin bo‘lgan oqibatning kelib chiqishini mavhum tarzda oldindan anglab, ongli ravishda xavfli irodaviy harakatlarni sodir qiladi, biroq, bunda shaxs o‘z hisobidagi ayrim omillarni xavfli oqibat kelib chiqishining oldini olish maqsadida ishlatadi. Beparvolikda irodaviy xohish aybdorga ijtimoiy foydali yoki ijtimoiy neytral tasavvur qilinib, uning hech qanday chora ko‘rmasligiga sabab bo‘ladi. Ko‘rsatib o‘tilgan ehtiyotsizlikning shakllarida intellektual holat shaxsning aniq holatda ijtimoiy xavfli oqibat kelib chiqishini oldindan anglashi mumkin bo‘lgan bo‘lsa-da, anglamasligi bilan izohlanadi. Ular o‘rtasidagi farq shundaki, o‘z-o‘ziga ishonishda, aybdor aniq mavhum ijtimoiy xavfli oqibatning kelib chiqishini ko‘ra biladi, beparvolikda esa, bunday oqibatning kelib chiqishini hech qanday shaklda anglamaydi. Yuqoridagi holatlardan kelib chiqib, shuni aytish lozimki, jinoiy beparvolik o‘z-o‘ziga ishonishdan, avvalo, shaxs o‘z xulq-atvorining ijtimoiy xavfli fe’l-atvorini anglamaydi. O‘z-o‘ziga ishonish va beparvolikning umumiy jihatlari ko‘pligidan, ular aybning bir shakli tarkibiga kiritilgan. Ularning umumiyligi, eng avvalo, yagona ruhiy va ijtimoiy negizga ega ekanligida ishonish va tasodifiy, aybsiz holda zarar yetkazish bilan namoyon bo‘ladi. Bularga yetarli hushyorlikning yo‘qligi, e’tiborsizlik, ehtiyotkorlik qoidalarini mensimaslik va boshqalar kiradi."
        },
        {
            "modda_raqami": "23-modda. Murakkab aybli jinoyat.",
            "matni": "Agar shaxsning qasddan jinoyat sodir etishi natijasida ehtiyotsizlik orqasida boshqa ijtimoiy xavfli oqibatlar yuz bergan va shunday qilmishni qonun qattiqroq javobgarlik bilan bog‘lagan bo‘lsa, bunday jinoyat qasddan sodir etilgan deb topiladi.\n",
            "sharxi": "1. Sharhlanayotgan modda murakkab aybli jinoyatlarni sodir qilishda qasd va ehtiyotsizlikning uyg‘unlashuvini ochib bergan jinoyat qonuniga ko‘ra, agar shaxsning qasddan jinoyat sodir etishi natijasida ehtiyotsizlik orqasida boshqa ijtimoiy xavfli oqibatlar yuz bergan va shunday qilmishni qonun qattiqroq javobgarlik bilan bog‘lagan bo‘lsa, bunday jinoyat qasddan sodir etilgan deb topiladi. Jinoyat kodeksi Maxsus qismidagi holatlar shu haqda dalolat beradiki, qonun chiqaruvchi aybning ikki shakldagi bir xil bo‘lmagan ikki turi ehtiyotsizlik va qasdga nisbatan aybdorning ruhiy munosabati: a) ikki turli xil oqibatga nisbatan; b) bir tarafda qilmish, boshqa tarafdan oqibatga nisbatan jinoyat qonuniga binoan Jinoyat kodeksi Maxsus qismi moddalari bilan kvalifikatsiya qilinuvchi belgilari ko‘rsatib o‘tilgan. Jinoyat qonuni qasddan jinoyat sodir etib, ehtiyotsizlik natijasida kvalifikatsiya qilinayotgan belgi sifatida oqibat kelib chiqsa, bu qilmish uchun og‘irroq javobgarlikni nazarda tutadi. Bunday vaziyatlarda ikki xil ayb shaklini parallel ravishda bir vaqtda ko‘rishi mumkin. Bir jinoyat tarkibida ikki ayb shaklining haqiqiy mavjudligi ayrim jinoyat tarkiblariga kiritilgan: jinoyat qonuni bir tarkibga yuridik jihatdan mustaqil bo‘lgan ikki jinoyatni: birinchisi, qasddan sodir etilgan jinoyatlar; ikkinchisi, ehtiyotsizlik orqasida sodir etilgan ikki mustaqil jinoyatni birlashtiradi. Ularning har biri mustaqil tarkib hosil qilishi mumkin, lekin ular subyektiv xususiyati bilan bir-biriga mosligi jihatidan yangi jinoyat tarkibini hosil qiladi. Ikki ayb shaklining bir jinoyat tarkibida mavjud bo‘lishi faqat kvalifikatsiya qilish belgisi sifatida namoyon bo‘ladi: qasdga qasddan sodir etilgan jinoyat tarkibining asosiy tashkil etuvchi elementi sifatida qaralsa, ehtiyotsizlik kvalifikatsiya qilinayotgan belgiga nisbatan olinadi. Bunday hollarda qasd (to‘g‘ri yoki egri) asosiy jinoyat tarkibining subyektiv belgilariga kiritilib, ehtiyotsizlik (o‘z-o‘ziga ishonish) esa, kvalifikatsiya qilishdagi belgi sifatida olib qaraladigan asosiy jinoyat tarkibiga kirmaydigan oqibatga nisbatan ruhiy munosabatni ifodalaydi.\n\n2. Bir vaqtning o‘zida aybning ikki shaklini o‘zida mujassam etgan jinoyatlarning soni Jinoyat kodeksida unchalik ko‘p emas. Ikki shakldagi ayb mavjud jinoyatlar Jinoyat kodeksida murakkab aybli jinoyatlarni tashkil qiluvchi ikki prinsip asosida tuzilgan. Birinchi turdagi murakkab aybli jinoyatlar murakkab ayb shaxsning Maxsus qism moddalaridagi nazarda tutilgan sodir etayotgan jinoyatining kelib chiqishi mumkin bo‘lgan yaqin va og‘irroq oqibatiga nisbatan bo‘lgan ruhiy munosabati qasd shaklida, deb qaralsa, kelib chiqishi nazarda tutilmagan og‘ir oqibatlar ehtiyotsizlik shaklida, deyilishi mumkin. Bu yerda ikki bir-biriga o‘xshamagan oqibatning mavjudligini ko‘rishimiz mumkin. O‘z navbatida, bunday ikki mustaqil ayb shakli kelib chiqishi vaqti va ijtimoiy xavflilik darajasi har xil bo‘lgan jinoyat tarkibining asosiy belgisi sifatida moddiy tarkibli jinoyatga nisbatan qaraladi. Boshqacha aytganda, buni asosiy jinoyat tarkibi belgilaridan hisoblangan kelib chiqishi mumkin bo‘lgan oqibatdan ko‘ra og‘irroq oqibatning yuzaga kelishi bilan izohlash mumkin. Masalan, badanga og‘ir tan jarohati yetkazish jinoyatida shaxsning SOG‘LIG‘I uning mustaqil obyekti sifatida namoyon bo‘lsa (JKning 104-moddasi), biroq u ehtiyotsizlik orqasida shaxsning o‘limiga sabab bo‘lganda, shaxsning hayoti tajovuz (JKning 102-moddasi) obyekti hisoblanadi. Mazkur holatda qasd aynan shaxsga tan jarohati yetkazishga qaratilgan edi. Ish holatlari (yetkaziladigan tan jarohatining xususiyati, zarar yetkazishda ishlatiladigan jinoyatni sodir etish qurollari va vositalar, boshqa holatlar) o‘lim kelib chiqish xavfini ko‘rsatsa-da (ehtiyotsizlikning intellektual holati), bunda irodaviy holat og‘ir tan jarohati yetkazishni xohlashida va bunga ongli ravishda yo‘l qo‘yishida ifodalanadi. Aybdor, o‘z navbatida, o‘limning kelib chiqishini oldindan ko‘ra bilishi mumkin va lozim bo‘lgan holda ehtiyotsizlikka (irodaviy holatga) yo‘l qo‘yadi, lekin bunday oqibat kelib chiqmasligini anglamagan holda taxmin qiladi yoki oldindan ko‘ra bilmaydi. Bu holatlarni aniqlash jinoyatni kvalifikatsiya qilishda muhim ahamiyat kasb etadi. Qasddan odam o‘ldirish jinoyatini jabrlanuvchining o‘limiga sabab bo‘lgan qasddan badanga og‘ir shikast yetkazish jinoyatidan farqlash uchun aybdorning qasdi nimaga qaratilganligini, uning o‘z harakati oqibati, ya’ni jabrlanuvchining o‘limiga nisbatan subyektiv munosabatini inobatga olishi kerak. Qasddan odam o‘ldirish jinoyatini sodir etayotganda aybdor shaxsni hayotdan mahrum qilish niyatida harakat qiladi, badanga og‘ir shikast yetkazish shaxsning o‘limiga sabab bo‘lgan hollarda esa, o‘limga nisbatan uning aybi ehtiyotsizlik shaklida ifodalanadi.\n\n3. Murakkab aybli jinoyatning ikkinchi turiga oqibat va og‘irlashtiruvchi holatlardan qat’i nazar jinoyat deb topiladigan qilmishga (harakat yoki harakatsizlikka) nisbatan bir xil bo‘lmagan ruhiy munosabat bilan tavsiflanadi. Bu holat formal tarkibli jinoyatlarda ko‘zga tashlanadi. Bunda kvalifikatsiyaga ta’sir qiladigan oqibat jinoyat-huquqiy norma bilan qo‘riqlanadigan asosiy jinoyat tarkibdagi obyektdan tashqari qo‘shimcha obyektga zarar yetkazishda ifodalanadi. Bu turkumdagi jinoyatlarga asosiy tarkibi formal, kvalifikatsiyaga ta’sir qiluvchi belgilari ma’lum bir og‘ir oqibatni yuzaga keltiruvchi jinoyatlarni misol keltirish mumkin. Masalan, jabrlanuvchining o‘limi abort o‘tkazishda kelib chiqishi (JK 114-moddasining 3-qismi «a» bandi). Bunday shakldagi qasddan sodir etilgan jinoyat (harakat yoki harakatsizlik orqali ) og‘irlashtiruvchi oqibatga  nisbatan ehtiyotsizlik  orasida sodir etilgan, deb tasvirlanadi. Bunday shakldagi qasddan sodir etilgan jinoyat (harakat yoki harakatsizliklar) og‘irlashtiruvchi oqibatga nisbatan ehtiyotsizlik orqasida sodir etilgan, deb tavsiflanadi. \n\n4. Murakkab aybli jinoyatlarni to‘g‘ri kvalifikatsiya qilishning muhimligi obyektiv belgilariga ko‘ra, o‘xshash bo‘lgan qasddan sodir etilgan jinoyatlarni ehtiyotsizlik orqasida sodir etilgan jinoyatlardan ajratishda ko‘rinadi. Agar qasddan badanga og‘ir shikast yetkazish natijasida shaxsning o‘limi yuzaga kelsa, shuningdek, harakat umumiy qasd bilan qamrab olingan bo‘lsa, sodir etilgan jinoyat qasddan odam o‘ldirish, deb kvalifikatsiya qilinishi lozim. Murakkab aybli jinoyatlarni turli xil shakldagi ikki mustaqil tarkibga ega bo‘lgan,yuzaki jihatdan bir jinoyatga o‘xshaydigan bir xil qilmishli jinoyatlarni ajrata bilish kerak. Masalan, o‘zganing mulkini egallash maqsadida aybdor jabrlanuvchining boshidagi qalpog‘ini yulib olib, keyin turtib yuborishi natijasida jabrlanuvchi yo‘lakning beton qirrasiga boshi bilan uriladi va bosh suyagi sinishi oqibatida unga og‘ir tan jarohati yetkaziladi. Dastavval qaraganda, bu yerda sog‘lig‘iga ehtiyotsizlik natijasida zarar yetkazib, bosqinchilik sodir etganlik, ya’ni murakkab aybli qilmishni ko‘rishimiz mumkin (mol-mulkni egallashga nisbatan qasd va oqibat kelib chiqishiga nisbatan ehtiyotsizlik). Biroq, bunday kvalifikatsiya to‘g‘ri bo‘lmaydi, qilmish bosqinchilik hisoblanmaydi, ishlatiladigan zo‘rlik hayot va sog‘liq uchun xavfli bo‘lmay, ikki jinoyat tarkibini tashkil qiladi: ya’ni, hayot yoki sog‘liq uchun xavfli bo‘lmagan zo‘rlik ishlatib, talonchilik qilish va ehtiyotsizlik orqasida badanga og‘ir shikast yetkazish. Mazkur holatda shaxs ikki mustaqil tarkib va ayb shakliga ega bo‘lgan jinoyat sodir etganligini ko‘rish mumkin. Shuni nazarda tutish lozimki, Jinoyat kodeksi aybning faqat ikki shaklini, qasd va ehtiyotsizlikni nazarda tutadi. Shu munosabat bilan olib qaraladigan bo‘lsa, murakkab aybli jinoyatlar aybning uchinchi shakli emas, balki shaxsning jinoiy qilmishida qasd va ehtiyotsizlikning uyg‘unlashuvidir, xolos. Murakkab aybli jinoyatlar, umuman, qasddan qilingan jinoyat hisoblanadi va bu kategoriya jazoni o‘tash tartibiga va boshqa jinoiy-huquqiy oqibatlarga ta’sir qiladi."
        },
        {
            "modda_raqami": "24-modda. Aybsiz holda zarar yetkazish.",
            "matni": "Agar shaxs o‘z qilmishining ijtimoiy xavflilik xususiyatini anglamagan, anglashi mumkin va lozim ham bo‘lmagan yoki uning ijtimoiy xavfli oqibatlariga ko‘zi yetmagan va ishning holatlariga ko‘ra ko‘zi yetishi mumkin va lozim ham bo‘lmagan bo‘lsa, bunday qilmish aybsiz holda sodir etilgan deb topiladi. ",
            "sharxi": "1. Ayb uchun javobgarlik prinsipi Jinoyat kodeksining 9-moddasida ko‘rsatib o‘tilgan bo‘lib, Jinoyat kodeksi Umumiy va Maxsus qismidagi jinoyat tarkibining subyektiv tomonidagi masalalarni ko‘rib chiqish va kvalifikatsiya qilishda ahamiyatli bo‘lgan asosiy prinsiplardan sanaladi. Shaxs qonunda belgilangan tartibda aybi isbotlangan ijtimoiy xavfli qilmishlari uchungina javobgar bo‘ladi. Subyektiv kazus bilan bog‘liq bo‘lgan aybsiz holda zarar yetkazish haqidagi sharhlanayotgan modda mavjud holatning ikki turini ko‘rsatib o‘tadi: qilmishning ijtimoiy xavflilik xususiyati anglanmaganligi va ijtimoiy xavfli oqibat kelib chiqishining oldini olish imkoniyati yo‘qligi. Birinchi ko‘rinishdagi subyektiv holat, ijtimoiy xavfli qilmishni sodir etgan shaxs o‘z qilmishining ijtimoiy xavflilik xususiyatini anglamagan, anglashi mumkin va lozim ham bo‘lmaganlikda ifodalanadi. Bu xususiyat formal tarkibli jinoyatlarga xosdir. Misol tariqasida kazus: gumondor shaxsning sog‘lig‘iga zarar yetkazish maqsadida harakat sodir qilgan va xato oqibatidagi obyektiv holatlar uni qasddan odam o‘ldirish jinoyatini sodir qilganlikda gumon qilinib ushlanishiga sabab bo‘lgan.\n\n2. Jinoiy qilmishning ijtimoiy xavfliligi subyekt-ning aybdorligi bilan chambarchas bog‘liq. Shunga muvofiq, jinoiy javobgarlik yuzaga kelishida bu asoslarning mavjud bo‘lmasligi, aynan formal tarkibli jinoyatlar uchun shaxs qilmishni ongli ravishda sodir etmagan va bu qilmishning jinoyat emas, deb tan olinishiga olib keladi. Qoida tariqasida, aybning ehtiyotsizlik shaklida intellektual holat, qilmishning ijtimoiy xavfli xususiyatini anglamaslik jinoyat-huquqiy ahamiyatga ega bo‘lmaydi, chunki bunday tarkibli jinoyatlarda jinoiy javobgarlik, shuningdek aybdorlik masalasi oqibat bilan bog‘liq. Biroq, Jinoyat kodeksida, istisno tariqasida, bir qoida mavjud. Davlat va harbiy sirga taalluqli bo‘lgan hujjatlar, predmetlar va ashyolarni yo‘qotib qo‘yish bevosita tugallangan jinoyat tarkibini tashkil qiladi (JK 163-moddasi). Bu jinoyat uchun jinoiy javobgarlik faqat mana shu hujjatlar, predmetlar va ashyolarni saqlash xizmat yoki kasbiy faoliyati bilan bog‘liq holda ishonib topshirilgan subyektlarga nisbatan ko‘zda tutilib, yuqorida ko‘rsatib o‘tilgan hujjatlar, predmetlar va ashyolarning yo‘qotilishi mansab va xizmat vazifalarini lozim darajada bajarmaslik va mazkur hujjatlar, predmetlar va ashyolar bilan muomala qilish qoidalarini buzganlik uchun kelib chiqadi. Agar boshqa bir shaxs tomonidan mazkur qilmishning ijtimoiy xavflilik xususiyatini anglagan xolda yuqorida ko‘rsatib o‘tilgan hujjatlar, predmetlar va ashyolar yo‘qotilsa, aybning obyektiv mezonlari yo‘qligi sababli ayb mavjud bo‘lmaydi.\n\n3. Subyektiv kazusning ikkinchi ko‘rinishi, bu moddiy tarkibli jinoyatlarga nisbatan bo‘lib, shaxs ijtimoiy xavfli oqibatlarni oldindan ko‘ra bilmagan va ish holatlariga ko‘ra, oldindan anglashi lozim va mumkin bo‘lmagan holatlarda ifodalanadi. Subyektiv holatning mazkur ko‘rinishi ehtiyotsizlik orqasida sodir etilgan moddiy tarkibli jinoyatlarga xosdir. Shaxs tomonidan yuzaga kelishi mumkin bo‘lgan ijtimoiy xavfli oqibatni oldindan anglash imkoniyati va majburiyatining yo‘qligi aybni inkor etadi, shuning uchun kelib chiqqan oqibatdan qat’i nazar, shaxs jinoiy javobgarlikka tortilishi mumkin emas.\n\n4. Kazus qasddan intellektual (tafakkuriy) va irodaviy holatlariga ko‘ra farq qiladi. Qasdda (to‘g‘ri yoki egri) shaxs o‘z qilmishining (harakat yoki harakatsizligining) ijtimoiy xavfli xususiyatini anglaydi. Kazusda esa, o‘z harakatlarining ijtimoiy xavflilik xususiyatini anglamagan, anglashi lozim va mumkin bo‘lmagan bo‘ladi. Bunda (qasd uchun xos bo‘lgan) kelib chiqishi lozim va mumkin bo‘lgan ijtimoiy xavfli oqibatni oldindan ko‘ra bilish mavjud emas. Kazusdagi qasdda bo‘lganidek, ijtimoiy xavfli oqibatning kelib chiqishini izohlash va uning kelib chiqishiga yo‘l qo‘yish kabi irodaviy holatlarning yo‘qligi bilan farqlanadi. Ehtiyotsizlikdan kazus irodaviy elementiga ko‘ra farqlanadi. Kazusda shaxs yuzaga kelishi mumkin bo‘lgan ijtimoiy xavfli oqibatni oldindan ko‘ra bilmaydi, oldindan anglashi mumkin va lozim ham bo‘lmaydi. Subyektiv holatni aybdan farqli ravishda ruhiy munosabat emas (u mavjud bo‘lmaydi), balki alohida u yoki bu ijtimoiy xavflilik, shu bilan birga, jinoyat va jazoni inkor etadigan vaziyatda harakat qiladigan (yoki qilmaydigan) shaxs ruhiy holatini tushunish kerak. Bu shaxsning ijtimoiy xavfli oqibat yetkazgan qilmishi tarkibida ayb mavjud bo‘lmaganligi uchun jinoiy javobgarlik yuzaga kelmaydi."
        }
    ]
}