{
    "bob_nomi": "V bob. Oilaga, yoshlarga va axloqqa qarshi jinoyatlar",
    "moddalar": [
        {
            "modda_raqami": "122-modda. Voyaga yetmagan yoki mehnatga layoqatsiz shaxslarni moddiy ta’minlashdan bo‘yin tovlash. ",
            "matni": "Moddiy yordamga muhtoj bo‘lgan voyaga yetmagan yoki mehnatga layoqatsiz shaxsni moddiy ta’minlashdan bo‘yin tovlash, ya’ni ularni moddiy jihatdan ta’minlash uchun sudning hal qiluv qaroriga yoki sud buyrug‘iga binoan undirilishi lozim bo‘lgan mablag‘ni jami bo‘lib ikki oydan ortiq muddat mobaynida to‘lamaslik, shunday qilmish uchun ma’muriy jazo qo‘llanilganidan keyin sodir etilgan bo‘lsa, ikki yilgacha axloq tuzatish ishlari yoki bir yilgacha ozodlikdan mahrum qilish bilan jazolanadi.\n\nO‘sha qilmish xavfli retsidivist tomonidan sodir etilgan bo‘lsa, ikki yildan uch yilgacha axloq tuzatish ishlari yoki uch yilgacha ozodlikdan mahrum qilish bilan jazolanadi.\n\nAgar shaxs aliment majburiyatlari bo‘yicha qarzdorlikni to‘liq to‘lagan bo‘lsa, u javobgarlikdan ozod qilinadi.",
            "sharxi": "1. Konstitutsiyaning 77-moddasi belgilaydiki: «Ota-onalar va ularning o‘rnini bosuvchi shaxslar o‘z farzandlarini voyaga yetguniga qadar boqishi, ularning tarbiyasi, ta’lim olishi, sog‘lom, to‘laqonli va har tomonlama kamol topishi xususida g‘amxo‘rlik qilishga majburdirlar. Davlat va jamiyat yetim bolalarni hamda ota-onasining vasiyligidan mahrum bo‘lgan bolalarni boqishni, tarbiyalashni, ularning ta’lim olishini, sog‘lom, to‘laqonli va har tomonlama kamol topishini ta’minlaydi, shu maqsadda xayriya faoliyatini rag‘batlantiradi».\n\n2. O‘zbekiston Respublikasi Oila kodeksiga muvofiq, ota-ona voyaga yetmagan bolalariga (96-modda), shuningdek voyaga yetgan mehnatga layoqatsiz, yordamga muhtoj bolalariga (100-modda) ta’minot berishi shartdir.\n\n3. Sharhlanayotgan jinoyatning obyekti voyaga yetmagan yoki mehnatga layoqatsiz shaxslarning turmush kechirishi uchun normal moddiy sharoitlarni ta’minlash, shuningdek voyaga yetmaganlarning yoki mehnatga layoqatsiz shaxslarning sog‘lig‘i, normal jismoniy rivojlanishini ta’minlashga yo‘naltirilgan munosabatlardir.\n\n4. Jinoyatning obyektiv tomoni moddiy yordamga muhtoj bo‘lgan voyaga yetmagan yoki mehnatga layoqatsiz shaxsni moddiy jihatdan ta’minlash uchun sudning hal qiluv qaroriga binoan undirilishi lozim bo‘lgan mablag‘ni jami bo‘lib ikki oydan ortiq muddat mobaynida to‘lamaslik, shunday qilmish uchun ma’muriy jazo qo‘llanilgandan keyin sodir etilganlikda ifodalanadi.\n\n5. Bo‘yin tovlash deganda nafaqat boshqa shaxsni moddiy jihatdan ta’minlash bo‘yicha majburiyatlar bajarilishini to‘g‘ridan-to‘g‘ri rad etishni, balki aybdorning ijro varaqasi bo‘yicha ushlab qolinadigan mablag‘ni to‘lashdan bo‘yin tovlash maqsadida oladigan haqiqiy maoshini, boshqa daromadlarini yashirishini, ish yoki yashash joyini o‘zgartirishini yoki aynan shu maqsadda mehnatdan bo‘yin tovlashini va hokazolarni tushunish lozim.\n\n6. JKning 122-moddasi bo‘yicha javobgarlik faqat quyidagi hollarda vujudga keladi:  \n- moddiy yordamga muhtoj bo‘lgan voyaga yetmagan yoki mehnatga layoqatsiz shaxslarni moddiy jihatdan ta’minlash uchun ota-onasidan yoki ularning o‘rnini bosuvchi shaxslardan mablag‘ undirish to‘g‘risida qonuniy kuchga kirgan sudning hal qiluv qarori mavjudligi;  \n- mablag‘larni to‘lashdan jami bo‘lib ikki oydan ortiq muddat mobaynida bo‘yin tovlash.\n\n7. Sharhlanayotgan modda nuqtayi nazaridan mehnatga layoqatsizlar bu I yoki II guruh nogironlari yoki kasalligi bois vaqtincha mehnat qobiliyatini yo‘qotgan shaxslardir.\n\n8. Moddiy yordamga muhtoj bo‘lgan voyaga yetmagan yoki mehnatga layoqatsiz shaxslar ta’minoti uchun sudning hal qiluv qarori bo‘yicha undirilishi lozim bo‘lgan mablag‘lar jami bo‘lib ikki oy muddat mobaynida to‘lanmagan taqdirda jinoyat tugallangan hisoblanadi.\n\n9. Subyektiv tomondan jinoyat to‘g‘ri qasd bilan sodir etiladi. Motiv va maqsad jinoyat kvalifikatsiyasiga ta’sir etmaydi.\n\n10. Jinoyatning subyekti sudning hal qiluv qaroriga binoan moddiy yordamga muhtoj bo‘lgan voyaga yetmagan yoki mehnatga layoqatsiz shaxslarni moddiy jihatdan ta’minlash majburiyati zimmasiga yuklangan 18 yoshga to‘lgan shaxs bo‘lishi mumkin.\n\n11. Sharhlanayotgan moddaning ikkinchi qismi ko‘rib chiqilayotgan jinoyatning xavfli retsidivist tomonidan sodir etilishi uchun javobgarlikni nazarda tutmoqda.\n\n12. Moddiy yordamga muhtoj bo‘lgan voyaga yetmagan yoki mehnatga layoqatsiz shaxslarni moddiy jihatdan ta’minlash majburiyati zimmasiga yuklangan shaxs o‘zi mehnatga layoqatsiz bo‘lsa yoki unga yuklatilgan majburiyatni boshqa uzrli sabablarga ko‘ra, masalan kasalligi tufayli bajarmayotgan bo‘lsa, JKning 122-moddasi bo‘yicha javobgarlik istisno qilinadi.\n\n13. Agar shaxs aliment majburiyatlari bo‘yicha qarzdorlikni to‘liq to‘lagan bo‘lsa, u javobgarlikdan ozod qilinadi."
        },
        {
            "modda_raqami": "122_1-modda. Bolani chet davlat hududida nazoratsiz qoldirish ",
            "matni": "‘Ozbekiston Respublikasi fuqaroligiga ega bo‘lgan bolani ota, ona yoki ularning o‘rnini bosuvchi shaxs yoki hamrohlik qiluvchi shaxs tomonidan chet davlat hududida nazoratsiz qoldirish, xuddi shunday xatti-harakat uchun ma’muriy jazo qo‘llanilganidan keyin sodir etilgan bo‘lsa yoki O‘zbekiston Respublikasi fuqaroligiga ega bo‘lgan va chet davlat hududida turgan bolaning sud tomonidan belgilangan muddatda O‘zbekiston Respublikasi hududiga qaytarilishini ta’minlamaslik, bazaviy hisoblash miqdorining ellik baravaridan yuz baravarigacha miqdorda jarima yoki uch yilgacha axloq tuzatish ishlari yoki bir yildan uch yilgacha ozodlikni cheklash yoki uch yilgacha ozodlikdan mahrum qilish bilan jazolanadi.\n\nO‘sha qilmish:  \na) takroran yoki xavfli retsidivist tomonidan sodir etilgan bo‘lsa;  \nb) badanga o‘rtacha og‘ir yoki og‘ir shikast yetkazilishiga sabab bo‘lsa, uch yuz oltmish soatdan to‘rt yuz sakson soatgacha majburiy jamoat ishlari yoki uch yildan besh yilgacha ozodlikni cheklash yoki uch yildan besh yilgacha ozodlikdan mahrum qilish bilan jazolanadi.\n\nO‘sha qilmish:  \na) o‘ta xavfli retsidivist tomonidan sodir etilgan bo‘lsa;  \nb) jabrlanuvchining o‘limiga sabab bo‘lsa;  \nv) boshqa og‘ir oqibatlarga sabab bo‘lsa, besh yildan sakkiz yilgacha ozodlikdan mahrum qilish bilan jazolanadi.\n\nAgar shaxs O‘zbekiston Respublikasi fuqaroligiga ega bo‘lgan bolaning O‘zbekiston Respublikasiga qaytarilishini jinoyat aniqlangan kundan e’tiboran o‘ttiz kun ichida ta’minlagan bo‘lsa, javobgarlikdan ozod qilinadi, bundan ushbu moddaning ikkinchi va uchinchi qismlarida nazarda tutilgan hollar, shuningdek ilgari ushbu modda bo‘yicha javobgarlikdan ozod qilingan shaxslar mustasno.",
            "sharxi": "1. O‘zbekiston Respublikasining Konstitutsiyasi 77-moddasining 1-qismida O‘zbekiston Respublikasi fuqarolarining o‘z farzandlari uchun mas’ul ekanliklari haqida ta’kidlanib, ota-onalar va ularning o‘rnini bosuvchi shaxslar o‘z farzandlarini voyaga yetguniga qadar boqishi, ularning tarbiyasi, ta’lim olishi, sog‘lom, to‘laqonli va har tomonlama kamol topishi xususida g‘amxo‘rlik qilishga majburdirlar, deyladi. Ota-onalarning Konstitutsiya bilan belgilab qo‘yilgan majburiyatlaridan kelib chiqib, O‘zbekiston Respublikasi JKning moddalari tegishli normalar kiritilgan. O‘zbekiston fuqaroligiga ega bo‘lgan bolalarning muhofaza qilish mexanizmlaridan biri, ota, ona yoki ularning o‘rnini bosuvchi shaxs yoki hamrohlik qiluvchi shaxslarga bolaning chet davlatlarda qarovsiz qoldirilishi mumkin emasligi, qarovsiz qoldirish oqibatlarida O‘zbekiston Respublikasi fuqaroligiga ega bo‘lgan bolaning yo‘qolib qolish xavfi yuzaga kelishi mumkinligi sababli ham ushbu harakatlar (harakatsizliklar) uchun javobgarlik belgilandi (O‘zbekiston Respublikasining 2023 yil 15 martdagi O‘RQ-823-sonli Qonuni).\n\n2. Bolalarni xorijiy mamlakatlar hududida zarur darajadagi vasiylik va homiyliksiz qoldirishning oldini olish, ularning huquqlari, erkinliklari hamda qonuniy manfaatlarini himoya qilish, shuningdek bolalarni xorijiy mamlakatlar hududida nazoratsiz qoldirganlik uchun javobgarlik belgilash maqsadida O‘zbekiston Respublikasining 2023 yil 15 martdagi O‘RQ-823-sonli Qonuni bilan Jinoyat kodeksiga yangi modda kiritildi.\n\n3. Jinoyat obyekti bolaning huquqlari, erkinliklari va qonuniy manfaatlarini ta’minlovchi ijtimoiy munosabatlar, qolaversa oila manfaatlari, bolaning har tomonlama normal rivojlanishi hisoblanadi.\n\n4. Jinoyatning obyektiv tomoni ikki xil shaklda namoyon bo‘ladi:  \n- ma’muriy jazo qo‘llanilganidan keyin O‘zbekiston Respublikasi fuqaroligiga ega bo‘lgan bolani ota, ona yoki ularning o‘rnini bosuvchi shaxs yoki hamrohlik qiluvchi shaxs tomonidan chet davlat hududida nazoratsiz qoldirishi;  \n- O‘zbekiston Respublikasi fuqaroligiga ega bo‘lgan va chet davlat hududida turgan bolaning sud tomonidan belgilangan muddatda O‘zbekiston Respublikasi hududiga qaytarilishini ta’minlamaslik.\n\n5. O‘zbekiston Respublikasining 2008 yil 7 yanvardagi «Bola huquqlarining kafolatlari to‘g‘risida»gi Qonuniga ko‘ra, bola (bolalar) deganda o‘n sakkiz yoshga to‘lgunga (voyaga yetgunga) qadar bo‘lgan shaxs (shaxslar); bolaning qonuniy vakillari deganda farzandlikka oluvchilar, vasiylar, homiylar; ota-onalar; ota-onaning o‘rnini bosuvchi shaxslar deganda qonunda belgilangan tartibda bolaga nisbatan ota-onalik huquqini amalga oshiruvchi va ota-onalik majburiyatlarini bajaruvchi, lekin bolaning ota-onasi bo‘lmagan shaxslar (farzandlikka oluvchilar, vasiylar va homiylar) tushuniladi (Qonunning 3-moddasi). Vasiylik o‘n to‘rt yoshga to‘lmagan, homiylik esa o‘n to‘rt yoshdan o‘n sakkiz yoshgacha bo‘lgan bolalarga nisbatan belgilanadi (Qonunning 3-moddasi).\n\n6. Har bir bola g‘ayriqonuniy ko‘chirilishdan va chet eldan qaytarilmaslikdan himoyalanish huquqiga ega. Bolaning chet elga safarlari faqat ota va onaning yoki ota-onaning o‘rnini bosuvchi shaxslarning roziligi bilan qonunchilikka muvofiq amalga oshirilishi mumkin. Ushbu masala bo‘yicha ota va ona yoki ota-onaning o‘rnini bosuvchi shaxslar o‘rtasidagi har qanday kelishmovchilik sud tomonidan hal qilinadi. Ota-ona yoki ota-onaning o‘rnini bosuvchi shaxslar bolaning yo‘qolganligi haqida tegishli organlarga darhol xabar berishlari shart. Ota-ona yoki ota-onaning o‘rnini bosuvchi shaxslar hamrohligida bo‘lmagan bolalar ularning yoniga kafolatli qaytarilish huquqiga ega.\n\n7. Bolani ota yoki ona yoki ularning o‘rnini bosuvchi shaxs tomonidan chet davlat hududida nazoratsiz qoldirish, ya’ni ota-onaning yoki ularning o‘rnini bosuvchi shaxsning bolaga ta’minot, tarbiya va ta’lim berish bo‘yicha o‘z majburiyatlarini bajarishdan bo‘yin tovlashi yoki hamrohlik qiluvchi shaxsning o‘z zimmasiga yuklatilgan majburiyatlarni bajarmasligi yoki lozim darajada bajarmasligi, shu jumladan bolani o‘z ota-onasiga yoki yaqin qarindoshlariga yoki O‘zbekiston Respublikasi hududida taqiqlanmagan va tegishli davlatning qonunchiligiga binoan zarur vakolatlarga ega bo‘lgan tashkilotga topshirmasdan qoldirish sharhlanayotgan moddaga muvofiq javobgarlikka sabab bo‘ladi.\n\n8. O‘zbekiston Respublikasining diplomatik vakolatxonasi chet elda qonuniy vakillari hamrohligisiz turgan bolalarning O‘zbekiston Respublikasi fuqarolarining hisobini yuritadi va ularning qaytarilishi bo‘yicha choralar ko‘radi. Ota-onasi bedarak yo‘qolgan deb topilgan yoki ular vafot etgan deb e’lon qilingan taqdirda vasiylik va homiylik organi ana shu bolalarni oilaga, bunday imkoniyat bo‘lmaganda esa yetim bolalar yoki ota-ona qaramog‘idan mahrum bo‘lgan bolalar uchun tayinlangan muassasalarga joylashtirish choralarini ko‘radi. Qonuniy vakillari hamrohligisiz chet elda turgan bolalarni qaytarish masalalari O‘zbekiston Respublikasining xalqaro shartnomalari asosida hal qilinadi. O‘zbekiston Respublikasining qonunchiligi va xalqaro shartnomalariga muvofiq davlat ijro etish maqsadlari, shakllari va usullaridan qat’i nazar, bolalarni g‘ayriqonuniy ko‘chirishning oldini olish, shuningdek ularni doimiy yashaydigan mamlakatiga qaytarish choralarini ko‘radi (Qonunning 14-moddasi).\n\n9. Ushbu moddaning birinchi qismida nazarda tutilgan harakat:  \n\na) takroran yoki xavfli retsidivist tomonidan sodir etilgan bo‘lsa;  \n\nb) badanga o‘rtacha og‘ir yoki og‘ir shikast yetkazilishiga sabab bo‘lsa, JK 122-1-moddasi 2-qismi bilan kvalifikatsiya qilinadi (Ushbu bandlarga sharh JK 104-105-moddalariga qarang).\n\n10. O‘sha qilmish:  \n\na) o‘ta xavfli retsidivist tomonidan sodir etilgan bo‘lsa;  \n\nb) jabrlanuvchining o‘limiga sabab bo‘lsa;  \n\nv) boshqa og‘ir oqibatlarga sabab bo‘lsa, 122-1-moddasi 3-qismi bilan kvalifikatsiya qilinadi. Mazkur modda ma’nosida «boshqa og‘ir oqibatlar» deganda bolaning nogiron bo‘lib qolishi, tanosil yoki OIV kabi kasalliklarni yuqtirib olishi, bolaning ekspluatatsiya qurboni bo‘lishi kabilarni tushunish mumkin.\n\n11. Sharhlanayotgan moddaning 4-qismi rag‘batlantiruvchi norma bo‘lib, agar shaxs O‘zbekiston Respublikasi fuqaroligiga ega bo‘lgan bolaning O‘zbekiston Respublikasiga qaytarilishini jinoyat aniqlangan kundan e’tiboran o‘ttiz kun ichida ta’minlagan bo‘lsa, javobgarlikdan ozod qilinadi, bundan ushbu moddaning ikkinchi va uchinchi qismlarida nazarda tutilgan hollar, shuningdek ilgari ushbu modda bo‘yicha javobgarlikdan ozod qilingan shaxslar mustasno.\n\n12. Subyektiv tomondan jinoyat qasddan va ehtiyotsizlikdan (jinoiy beparvolik) sodir etiladi. Jinoyat motivi va maqsadi kvalifikatsiya uchun ahamiyat kasb etmaydi.\n\n13. Mazkur jinoyatning subyekti maxsus subyekt bo‘lib, ya’ni bolaning ota-onasi yoki ularning o‘rnini bosuvchi shaxs yoki hamrohlik qiluvchi shaxslar bo‘lishi mumkin."
        },
        {
            "modda_raqami": "123-modda. Ota-onani moddiy ta’minlashdan bo‘yin tovlash. ",
            "matni": "Voyaga yetgan shaxslarning mehnatga layoqatsiz va moddiy yordamga muhtoj bo‘lgan ota-onani yoki ularning o‘rnini bosuvchi shaxslarni moddiy ta’minlashdan bo‘yin tovlashi, ya’ni ularni moddiy jihatdan ta’minlash uchun sudning hal qiluv qaroriga binoan undirilishi lozim bo‘lgan mablag‘ni jami bo‘lib ikki oydan ortiq muddat mobaynida to‘lamasligi, shunday qilmish uchun ma’muriy jazo qo‘llanilganidan keyin sodir etilgan bo‘lsa, uch yilgacha axloq tuzatish ishlari yoki bir yilgacha ozodlikdan mahrum qilish bilan jazolanadi.\n\nAgar shaxs aliment majburiyatlari bo‘yicha qarzdorlikni to‘liq to‘lagan bo‘lsa, u javobgarlikdan ozod qilinadi.",
            "sharxi": "1. O‘zbekiston Respublikasi Konstitutsiyasining 80-moddasiga muvofiq, voyaga yetgan mehnatga layoqatli farzandlar o‘z ota-onalari haqida g‘amxo‘rlik qilishga majburdirlar. O‘zbekiston Respublikasi Oila kodeksiga muvofiq, voyaga yetgan, mehnatga layoqatli bolalar mehnatga layoqatsiz, yordamga muhtoj o‘z ota-onasiga ta’minot berishlari va ular to‘g‘risida g‘amxo‘rlik qilishlari shart.\n\n2. Jinoyat obyekti aybdorning mehnatga qobiliyatsiz ota-onasi yoki ularning o‘rnini bosuvchi shaxslarning yashash uchun normal moddiy sharoitga ega bo‘lishi, shuningdek ularning sog‘lig‘ini ta’minlovchi ijtimoiy munosabatlardir.\n\n3. Jinoyatning obyektiv tomoni voyaga yetgan shaxslarning mehnatga layoqatsiz va moddiy yordamga muhtoj bo‘lgan ota-onani yoki ularning o‘rnini bosuvchi shaxslarni moddiy jihatdan ta’minlash uchun sudning hal qiluv qaroriga binoan undirilishi lozim bo‘lgan mablag‘ni jami bo‘lib ikki oydan ortiq muddat mobaynida to‘lamaslik, shunday qilmish uchun ma’muriy jazo qo‘llanilgandan keyin sodir etilganlikda ifodalanadi.\n\n4. Shaxsni JKning 123-moddasi bo‘yicha javobgarlikka tortish uchun:  \n\n- farzandlar zimmasiga mehnatga layoqatsiz ota-onani yoki ularning o‘rnini bosuvchi shaxslarni moddiy jihatdan ta’minlash uchun mablag‘ to‘lab turish majburiyatini yuklovchi sudning hal qiluv qarori mavjudligi;  \n\n- mazkur shaxslarni moddiy jihatdan ta’minlash uchun undiriladigan mablag‘larni to‘lashdan jami ikki oydan ortiq muddat mobaynida bo‘yin tovlash fakti aniqlanishi zarur (bo‘yin tovlash tushunchasi to‘g‘risida JKning 122-moddasi sharhiga qarang).\n\n5. Mehnatga layoqatsiz ota-onalar sifatida 55 yoshga to‘lgan ayollar, 60 yoshga to‘lgan erkaklar, shuningdek I va II guruh nogironlari e’tirof etilishi lozim.\n\n6. Ota-onani yoki ularning o‘rnini bosuvchi shaxslarni moddiy jihatdan ta’minlashga mablag‘ undirish to‘g‘risidagi hal qiluv qaror sud tomonidan qabul qilinganidan keyin ikki oydan ortiq muddat o‘tib ketgan bo‘lsa va mazkur mablag‘ni to‘lashi shart bo‘lgan shaxs ularni to‘lamagan bo‘lsa, sharhlanayotgan jinoyat tugallangan deb e’tirof etiladi. Bo‘yin tovlash usuli (masalan, yashash joyini, ish joyini o‘zgartirish, maoshining haqiqiy miqdorini yashirish va hokazo) qilmishni baholashda ahamiyatga ega emas.\n\n7. Subyektiv tomondan jinoyat to‘g‘ri qasd bilan sodir etiladi. Jinoyat motivi va maqsadi kvalifikatsiya uchun ahamiyat kasb etmaydi.\n\n8. Mazkur jinoyatning subyekti sudning hal qiluv qaroriga binoan ota-onalarini yoki ularning o‘rnini bosuvchi shaxslarni moddiy ta’minlash majburiyati zimmasiga yuklangan voyaga yetgan farzandlar, farzandlikka olingan o‘g‘il va qizlar, o‘gay o‘g‘il va qizlar bo‘lishi mumkin.\n\n9. Agar shaxs aliment majburiyatlari bo‘yicha qarzdorlikni to‘liq to‘lagan bo‘lsa, u javobgarlikdan ozod qilinadi."
        },
        {
            "modda_raqami": "124-modda. Bolani almashtirib qo‘yish. ",
            "matni": "Tamagirlik yoki boshqa past niyatlarda qasddan bolani almashtirib qo‘yish, bazaviy hisoblash miqdorining yigirma besh baravaridan ellik baravarigacha miqdorda jarima yoki uch yuz oltmish soatdan to‘rt yuz sakson soatgacha majburiy jamoat ishlari yoki uch yildan besh yilgacha ozodlikni cheklash yoki uch yildan besh yilgacha ozodlikdan mahrum qilish bilan jazolanadi.",
            "sharxi": "1. Jinoyat obyekti bolasini tarbiyalash bilan bog‘liq ota-onaning huquqlarini ta’minlash borasida vujudga keladigan, shuningdek bola tug‘ilganidan so‘ng kelajakda ham uning qonuniy huquq va manfaatlarini himoya qilishda vujudga keladigan ijtimoiy munosabatlar hisoblanadi.\n\n2. Obyektiv tomondan jinoyat bolani almashtirib qo‘yishda, ya’ni yangi tug‘ilgan yoki emizikli bir chaqaloqni boshqasi bilan (kasal bolani sog‘lom bola bilan, qiz bolani o‘g‘il bola bilan, bir millatdagisini boshqa millatdagisi bilan va hokazo) almashtirishda ifodalanadi. Bolani egallash va uning o‘rniga boshqasini berish uning ota-onasi yoki unga huquqi bor shaxslardan yashirin ravishda ularning irodasiga qarshi amalga oshiriladi. Bunday harakatlar tug‘uruqxonada, bolalar uyida, uy sharoitida yoki boshqa holatlarda amalga oshirilishi mumkin.\n\n3. Bola egallab olingan va boshqasi bilan almashtirib qo‘yilgan paytdan boshlab jinoyat tugallangan deb e’tirof etish lozim.\n\n4. Subyektiv tomondan jinoyat to‘g‘ri qasd bilan sodir etiladi. Jinoyat motivi qilmishni kvalifikatsiya qilishda zaruriy belgi hisoblanadi. Tamagirlik yoki boshqa past niyatlar (o‘ch olish, rashk va boshqalar) mavjud bo‘lgandagina sharhlanayotgan jinoyat tarkibi mavjud bo‘ladi. Chaqaloqni ehtiyotsizlik orqasida almashtirib qo‘yish jinoiy javobgarlikni keltirib chiqarmaydi.\n\n5. Sharhlanayotgan jinoyatning subyekti har qanday 16 yoshga to‘lgan jismoniy shaxs, ya’ni xususiy shaxs yoki muayyan xizmat vazifalarini bajaradigan shaxs (tug‘uruqxonada, bolalar uyida ishlash va hokazo) bo‘lishi mumkin."
        },
        {
            "modda_raqami": "125-modda. Farzandlikka olish sirini oshkor qilish. ",
            "matni": "Farzandlikka bola oluvchilarning yoki vasiylik va homiylik organining erkiga qarshi, yetim yoki ota-ona g‘amxo‘rligidan mahrum bo‘lgan bolalarni farzandlikka olishning qonun bilan qo‘riqlanadigan sirini oshkor qilish, bazaviy hisoblash miqdorining ellik baravaridan yuz baravarigacha miqdorda jarima yoki uch yuz soatgacha majburiy jamoat ishlari yoki ikki yilgacha axloq tuzatish ishlari bilan jazolanadi.\n\nO‘sha qilmish:  \na) kasb faoliyati yoki xizmat mavqeiga ko‘ra farzandlikka olishni sir saqlashi shart bo‘lgan shaxs tomonidan sodir etilgan bo‘lsa;  \nb) g‘arazgo‘ylik yoki boshqa past niyatlarda sodir etilgan bo‘lsa;  \nv) og‘ir oqibatlarga sabab bo‘lsa, bazaviy hisoblash miqdorining yuz baravaridan ikki yuz baravarigacha miqdorda jarima yoki uch yuz soatdan uch yuz oltmish soatgacha majburiy jamoat ishlari yoki ikki yildan uch yilgacha axloq tuzatish ishlari bilan jazolanadi.",
            "sharxi": "1. O‘zbekiston Respublikasi Oila kodeksining 153-moddasi belgilaydiki, farzandlikka olishni sir saqlash qonun bilan himoya qilinadi.\n\n2. Jinoyat obyekti farzandlikka olingan bolalarning normal rivojlanishi uchun shart-sharoitlarni vujudga keltirishga qaratilgan ijtimoiy munosabatlar, oila manfaatlari, bolaning normal ruhiy rivojlanishi hisoblanadi.\n\n3. Obyektiv tomondan jinoyat farzandlikka bola oluvchilarning yoki vasiylik va homiylik organining erkiga qarshi, yetim yoki ota-ona g‘amxo‘rligidan mahrum bo‘lgan bolalarni farzandlikka olishning qonun bilan qo‘riqlanadigan sirini oshkor qilishda ifodalanadi.\n\n4. Jinoiy javobgarlikni vujudga keltiradigan farzandlikka olish sirini oshkor etish deganda, farzandlikka bola oluvchilar farzandlikka olingan bolaning tug‘ilgan ota-onasi emasligi to‘g‘risidagi axborotni (og‘zaki, yozma tarzda yoki matbuot va boshqa usullar orqali) mazkur axborotdan rasmiy xabardor bo‘lishi mumkin bo‘lmagan shaxsga farzandlikka bola oluvchilarning erkiga qarshi yoki ularning vafotidan so‘ng vasiylik va homiylik organlarining ruxsatisiz oshkor etish tushuniladi.\n\n5. Basharti, farzandlikka olish sirining oshkor etilishi farzandlikka olishni haqiqiy emas deb topish yoki farzandlikka olishni bekor qilish talabi bilan bog‘liq bo‘lgan hollarda, ushbu talab tegishli rasmiy organlarga (sud, vasiylik va homiylik organi va hokazo) qonunda belgilangan tartibda taqdim etilgan bo‘lsa, sharhlanayotgan jinoyat tarkibi mavjud bo‘lmaydi.\n\n6. Jinoyat farzandlikka olish siri bir kishiga ham oshkor qilingan paytdan e’tiboran tugallangan deb topiladi.\n\n7. Subyektiv tomondan jinoyat to‘g‘ri qasd bilan sodir etiladi. Jinoyatni JKning 125-moddasi 1-qismi bo‘yicha kvalifikatsiya qilish uchun uni sodir etish motivi va maqsadining ahamiyati yo‘q.\n\n8. JKning 125-moddasi 1-qismida nazarda tutilgan jinoyatning subyekti 16 yoshga to‘lgan, bola farzandlikka olinganligini aniq bilgan har qanday shaxs (farzandlikka olingan bolaning tug‘ilgan ota-onasi, uning boshqa qarindoshlari, bolalar muassasalarining tarbiyachilari, o‘qituvchilari, farzandlikka bola olgan er-xotindan birontasi, agar u boshqasining erkiga qarshi ravishda harakat qilgan bo‘lsa va boshqalar) bo‘lishi mumkin.\n\n9. Kasb faoliyati yoki xizmat mavqeiga ko‘ra farzandlikka olishni sir saqlashi shart bo‘lgan shaxs ko‘rib chiqilayotgan jinoyatning subyekti bo‘lgan hollarda qilmish JKning 125-moddasi 2-qismi «a» bandi bo‘yicha kvalifikatsiya qilinadi. Bunday shaxslar toifasiga homiylik va vasiylik organlarining xizmatchilari, mansabdor shaxslar, FXDYO organlarining xodimlari, farzandlikka olingungacha bola yashab turgan bolalar muassasalari ma’muriyati xodimlari va boshqalarni kiritish zarur. Farzandlikka olish siri tegishli davlat organlarining (masalan, FXDYO organlarining) mansabdor shaxsi tomonidan oshkor etilgan hollarda mazkur shaxs zarur belgilar mavjudligida JKning 125-moddasi 2-qismi «a» bandi bo‘yicha javobgarlikka tortiladi. Mazkur holatda aybdorning harakatlarini boshqaruv tartibiga qarshi jinoyat uchun javobgarlikni nazarda tutuvchi JKning tegishli moddasi bo‘yicha qo‘shimcha kvalifikatsiya qilish, qoida tariqasida, talab qilinmaydi.\n\n10. Agar farzandlikka olish sirini oshkor qilish g‘arazgo‘ylik yoki boshqa past niyatlarda sodir etilgan bo‘lsa, aybdorning qilmishi JKning 125-moddasi 2-qismi «b» bandi bilan kvalifikatsiya qilinadi.\n\n11. Farzandlikka olish sirini oshkor qilish og‘ir oqibatlarga olib kelgan hollarda qilmishni JKning 125-moddasi 2-qismi «v» bandi bo‘yicha kvalifikatsiya qilish kerak. Sharhlanayotgan modda nuqtayi nazaridan, og‘ir oqibatlar deganda oilaning buzilishi, odamlarning sog‘lig‘iga zarar yetishi (masalan, farzandlikka olinganning yoki farzandlikka oluvchining ruhiy holatining buzilishi), yashash joyini majburan almashtirish va hokazolarni tushunish mumkin."
        },
        {
            "modda_raqami": "125_1-modda. Nikoh yoshi to‘g‘risidagi qonunchilikni yoki nikoh tuzish tartibini buzish. ",
            "matni": "Nikoh yoshiga yetmagan shaxs bilan haqiqatda nikoh munosabatlariga kirishish, shunday qilmish uchun ma’muriy jazo qo‘llanilganidan keyin sodir etilgan bo‘lsa, bazaviy hisoblash miqdorining yigirma baravaridan o‘ttiz baravarigacha miqdorda jarima yoki ikki yuz qirq soatgacha majburiy jamoat ishlari yoki bir yilgacha axloq tuzatish ishlari bilan jazolanadi.\n\nOta-ona yoki ularning o‘rnini bosuvchi shaxslar tomonidan nikoh yoshiga yetmagan shaxsni erga berish yoki uylantirish, shunday qilmish uchun ma’muriy jazo qo‘llanilganidan keyin sodir etilgan bo‘lsa, bazaviy hisoblash miqdorining o‘ttiz baravaridan ellik baravarigacha miqdorda jarima yoki ikki yuz qirq soatdan uch yuz soatgacha majburiy jamoat ishlari yoki ikki yilgacha axloq tuzatish ishlari bilan jazolanadi.\n\nNikohi qonunda belgilangan tartibda qayd etilmagan shaxslar o‘rtasida, shu jumladan nikoh yoshiga yetmagan shaxs bilan nikoh tuzishga doir diniy marosimni amalga oshirish, shunday qilmish uchun ma’muriy jazo qo‘llanilganidan keyin sodir etilgan bo‘lsa, bazaviy hisoblash miqdorining yetmish besh baravaridan bir yuz ellik baravarigacha miqdorda jarima yoki uch yuz oltmish soatdan to‘rt yuz soatgacha majburiy jamoat ishlari yoki ikki yildan uch yilgacha axloq tuzatish ishlari bilan jazolanadi.",
            "sharxi": "1. Sog‘liqni saqlash sohasidagi ekspertlarning fikricha, ayollarning erta turmush qurishlari yosh ona va tug‘ilishi mumkin bo‘lgan bolalarning hayoti va sog‘lig‘iga zarar yetkazish xavfini yanada kuchaytiradi va bunday holatlar nogiron, aqliy va jismoniy nuqsoni bor, o‘lik bolalar tug‘ilishiga sabab bo‘ladi, ayrim holatlarda yosh onaning o‘limiga ham olib keladi.\n\n2. Mazkur jinoyatning obyekti nikoh yoshiga yetmagan shaxslarning manfaatlari, ya’ni sog‘lig‘i, normal jismoniy rivojlanishi va nikoh qurishning belgilangan tartibini ta’minlovchi ijtimoiy munosabatlar hisoblanadi.\n\n3. O‘zbekiston Respublikasi Oila kodeksining 15-moddasiga ko‘ra, nikoh yoshi erkaklar va ayollar uchun 18 yosh etib belgilangan va uzrli sabablar bo‘lganida, alohida hollarda nikohga kirishni xohlovchilarning iltimosiga ko‘ra nikoh davlat ro‘yxatidan o‘tkaziladigan joydagi tuman yoki shahar hokimi nikoh yoshini ko‘pi bilan 1 yilga kamaytirishi mumkin.\n\n4. O‘zbekiston Respublikasi Jinoyat kodeksi 125-1-moddasi 3 qismdan iborat bo‘lib, ushbu moddaning 1-qismiga ko‘ra nikoh yoshiga yetmagan shaxs bilan haqiqatda nikoh munosabatlariga kirishganlik uchun javobgarlik belgilangan, unda aybdor dastlab Ma’muriy javobgarlik to‘g‘risidagi kodeksning 47-3-moddasi 1-qismi bilan shunday qilmish uchun ma’muriy jazo qo‘llanilganidan keyin sodir etgan bo‘lsa, jinoiy javobgarlikka tortilishi belgilangan. Ushbu qoidaga ko‘ra, agar nikoh yoshiga yetmagan shaxs, ya’ni 18 yoshga to‘lgunga qadar (agar hokim qarori bilan bu yosh 1 yilga kamaytirilmagan bo‘lsa) ixtiyoriy ravishda haqiqatda nikoh munosabatlariga kirishgan bo‘lsa, ularning harakatlari uchun javobgarlik belgilangan.\n\n5. Bunda haqiqatda nikoh munosabatlariga kirish deganda nikoh yoshiga yetmagan shaxslarning er-xotin bo‘lib yashab, er-xotinlik munosabatlarida bo‘lishi tushuniladi.\n\n6. Bunda ushbu holatda javobgarlik faqatgina nikoh yoshiga yetmagan shaxslarning o‘zaro ixtiyoriy nikoh munosabatlariga kirishishi tushuniladi.\n\n7. Jinoyat kodeksi 125-1-moddasi 2-qismiga ko‘ra ota-ona yoki ularning o‘rnini bosuvchi shaxslar tomonidan nikoh yoshiga yetmagan shaxsni erga berish yoki uylantirish uchun javobgarlik belgilangan, unda aybdor dastlab Ma’muriy javobgarlik to‘g‘risidagi kodeksning 47-3-moddasi 2-qismi bilan shunday qilmish uchun ma’muriy jazo qo‘llanilganidan keyin sodir etgan bo‘lsa, jinoiy javobgarlikka tortilishi belgilangan. Ushbu qoidaga ko‘ra, ota-ona yoki ularning o‘rnini bosuvchi shaxslar tomonidan nikoh yoshiga yetmagan shaxslarni erga berish yoki uylantirish maqsadida bila turib nikoh marosimlarini o‘tkazish va nikoh yoshiga yetmagan shaxslarni birga yashashlari uchun tegishli shart-sharoitlarni yaratishi tushuniladi.\n\n8. Agar ota-ona yoki ularning o‘rnini bosuvchi shaxslar ayolni erga tegishga yoki nikohda yashashni davom ettirishga majbur qilsa, ish holatlariga qarab ularning harakatlari Jinoyat kodeksi 136-moddasi (ayolni erga tegishga majbur qilish yoki to‘sqinlik qilish) bilan kvalifikatsiya qilinishi mumkin.\n\n9. Jinoyat kodeksi 125-1-moddasi 3-qismiga ko‘ra nikoh yoshiga yetmagan shaxs bilan nikoh tuzishga doir diniy marosimni amalga oshirish uchun javobgarlik belgilangan, unda aybdor dastlab Ma’muriy javobgarlik to‘g‘risidagi kodeksning 47-3-moddasi 3-qismi bilan shunday qilmish uchun ma’muriy jazo qo‘llanilganidan keyin sodir etgan bo‘lsa, jinoiy javobgarlikka tortilishi belgilangan. Ushbu qoidaga ko‘ra, maxsus diniy ma’lumotga ega va diniy tashkilot boshqaruvi markaziy organining tegishli ruxsatiga ega bo‘lgan shaxs (masalan, masjid imomi, masjid imom-xatibi kabilar) tomonidan bila turib nikoh yoshiga yetmagan shaxslarning nikoh tuzishiga doir diniy marosimlarni amalga oshirishi tushuniladi.\n\n10. Agar maxsus diniy ma’lumoti bo‘lmay turib va diniy tashkilot boshqaruvi markaziy organining ruxsatiga ega bo‘lmagan shaxs nikoh yoshiga yetmagan shaxslarning nikoh tuzishiga doir diniy marosimlarni amalga oshirsa, ish holatlariga qarab aybdorning harakatlari Jinoyat kodeksi 229-1-moddasi (diniy ta’limotdan saboq berish tartibini buzish) bilan  jinoyatlar jami tariqasida kvalifikatsiya qilinishi mumkin.\n\n11. Nikoh yoshi to‘g‘risidagi qonunchilikni buzish uchun javobgarlikning zaruriy belgilaridan biri bu nikoh yoshiga yetmagan shaxslarning ixtiyoriy nikoh qurishlari hisoblanadi.\n\n12. Jinoyatning obyektiv tomoni Jinoyat kodeksi 125-1-moddasi 1-qismi bo‘yicha: nikoh yoshiga yetmagan shaxs bilan haqiqatda nikoh munosabatlariga kirishish; Jinoyat kodeksi 125-1-moddasi 2-qismi bo‘yicha: ota-ona yoki ularning o‘rnini bosuvchi shaxslar tomonidan nikoh yoshiga yetmagan shaxsni erga berish yoki uylantirish; Jinoyat kodeksi 125-1-modda 3-qismi bo‘yicha: nikohi qonunda belgilangan tartibda qayd etilmagan shaxslar o‘rtasida, shu jumladan nikoh yoshiga yetmagan shaxs bilan nikoh tuzishga doir diniy marosimni amalga oshirish hisoblanadi. Bunda Jinoyat kodeksi 125-1-moddasi tegishli qismi bilan jinoiy javobgarlikka tortish uchun aybdor dastlab Ma’muriy javobgarlik to‘g‘risidagi kodeksning 47-3-moddasi tegishli qismi bilan shunday qilmish uchun ma’muriy jazo qo‘llanilganidan keyin 1 yil ichida ushbu harakatlar sodir etilgan bo‘lishi lozim.\n\n13. Jinoyatning subyekti Jinoyat kodeksi 125-1-moddasi 1-qismi bo‘yicha 18 yoshga to‘lgan nikoh yoshiga yetmagan shaxs bilan haqiqatda nikoh munosabatlariga kirishgan aqli raso jismoniy shaxs hisoblanadi. Jinoyat kodeksi 125-1-moddasi 2-qismi bo‘yicha 18 yoshga to‘lgan ota-ona yoki ularning o‘rnini bosuvchi shaxslar hisoblanadi. Jinoyat kodeksi 125-1-moddasi 3-qismi bo‘yicha 18 yoshga to‘lgan maxsus diniy ma’lumotga ega va diniy tashkilot boshqaruvi markaziy organining tegishli ruxsatiga ega bo‘lgan shaxs, jumladan masjid imomi, imom-xatib kabilar hisoblanadi.\n\n14. Subyektiv tomondan ushbu jinoyat qasddan sodir etiladi, nikoh qurayotgan shaxslarning nikoh yoshiga yetmaganligi aybdorga oldindan ayon bo‘lishi talab etiladi.\n\n15. Jinoyatning tamom bo‘lgan vaqti Jinoyat kodeksi 125-1-moddasi 1-qismi bo‘yicha: nikoh yoshiga yetmagan shaxs bilan haqiqatda nikoh munosabatlariga kirishilgan vaqtdan; Jinoyat kodeksi 125-1-moddasi 2-qismi bo‘yicha: ota-ona yoki ularning o‘rnini bosuvchi shaxslar tomonidan nikoh yoshiga yetmagan shaxsni erga bergan yoki uylantirgan vaqtdan; Jinoyat kodeksi 125-1-moddasi 3-qismi bo‘yicha: nikohi qonunda belgilangan tartibda qayd etilmagan shaxslar o‘rtasida, shu jumladan nikoh yoshiga yetmagan shaxs bilan nikoh tuzishga doir diniy marosimni amalga oshirgan vaqtdan hisoblanadi."
        },
        {
            "modda_raqami": "126-modda. Ko‘p xotinli bo‘lish. ",
            "matni": "Ko‘p xotinli bo‘lish, ya’ni umumiy ro‘zg‘or asosida ikki yoki undan ortiq xotin bilan er-xotin bo‘lib yashash, bazaviy hisoblash miqdorining ellik baravaridan yuz baravarigacha miqdorda jarima yoki uch yilgacha axloq tuzatish ishlari yoki bir yildan uch yilgacha ozodlikni cheklash yoki uch yilgacha ozodlikdan mahrum qilish bilan jazolanadi.",
            "sharxi": "1. Jinoyat obyekti oilaviy munosabatlarning, xususan er-xotin o‘rtasidagi munosabatlarning normal tartibi.\n\n2. Obyektiv tomondan jinoyat umumiy ro‘zg‘or asosida ikki yoki undan ortiq xotin bilan er-xotin bo‘lib yashashda ifodalanadi.\n\n3. Er-xotin bo‘lib yashash er-xotin o‘rtasida jinsiy munosabatlarning bo‘lishini nazarda tutadi.\n\n4. Umumiy ro‘zg‘or deganda erkak va ayolda umumiy xonadon yoki uy, umumiy mol-mulk, pul mablag‘lari va hokazolarning mavjudligini tushunish lozim. Bunda aybdorning umumiy xonadon yoki uyda bir vaqtning o‘zida ikki yoki undan ortiq ayol bilan yashashi shart emas. Xotinlarning bir-biri haqida bilishi yoki ularning bir vaqtning o‘zida bir shaxs bilan umumiy ro‘zg‘or asosida yashashga roziligi ham jinoyatning kvalifikatsiyasiga ta’sir qilmaydi. Asosiysi, aybdor birga yashayotgan har bir ayol bilan birgalikda yuritayotgan umumiy ro‘zg‘orga moliyaviy xarajatlar qilgan bo‘lishi lozim. Nikohda bo‘lgan erkakning boshqa ayollar bilan umumiy ro‘zg‘or yuritmasdan er-xotin bo‘lib yashash holatlarini JKning 126-moddasi bo‘yicha kvalifikatsiya qilishga yo‘l qo‘yilmaydi.\n\n5. Shaxs nikohni bekor qilmasdan o‘z nikoh munosabatlarini to‘xtatib qo‘yib, amalda yangi nikohga kirgan hollarda ham sharhlanayotgan jinoyatning tarkibi mavjud bo‘lmaydi. Shu bilan birga, agar shaxs bir xotin bilan nikohni xo‘jako‘rsinga bekor qilib, yangi nikohdan o‘tsa, ammo aslida ikkala oilani ham saqlab qolsa, ko‘rib chiqilayotgan jinoyatning tarkibi vujudga keladi. Demak, shaxsni javobgarlikka tortish uchun uning har ikkala xotin bilan yuridik jihatdan nikohda ekanligi faktini aniqlashning hojati bo‘lmaydi. Aybdor er-xotin bo‘lib yashayotgan ayollarning birortasi bilan ham ro‘yxatga olingan nikohda turmagan bo‘lishi mumkin.\n\n6. Jinoyat umumiy ro‘zg‘or asosida ikki yoki undan ortiq xotin bilan er-xotin bo‘lib yashash paytidan tugallangan hisoblanadi.\n\n7. Jinoyat subyektiv tomondan to‘g‘ri qasd bilan sodir etiladi. Qilmishning sodir etilishi motivi va ko‘zlangan maqsad jinoyatni kvalifikatsiya qilishda ahamiyatga ega emas.\n\n8. Jinoyatning subyekti 16 yoshga to‘lgan erkak shaxs."
        },
        {
            "modda_raqami": "126_1-modda. Oilaviy (maishiy) zo‘ravonlik. ",
            "matni": "Xotiniga (eriga), sobiq xotiniga (sobiq eriga), bir ro‘zg‘or asosida birgalikda yashayotgan shaxsga yoki umumiy farzandga ega bo‘lgan shaxsga nisbatan sodir etilgan mulk, ta’lim olish, sog‘liqni saqlash va (yoki) mehnatga oid huquqini amalga oshirishga to‘sqinlik qilish, mol-mulkiga va shaxsiy ashyolariga qasddan shikast yetkazish, xuddi shuningdek ushbu shaxslar sog‘lig‘ining yomonlashuviga olib kelgan tarzda ularning sha’ni va qadr-qimmatini tahqirlash, ularni qo‘rqitish, yaqin qarindoshlaridan ajratib qo‘yish, shunday harakatlar uchun ma’muriy jazo qo‘llanilganidan keyin sodir etilgan bo‘lsa, shuningdek basharti boshqa jinoyat alomatlari mavjud bo‘lmasa, bazaviy hisoblash miqdorining yigirma baravaridan o‘ttiz baravarigacha miqdorda jarima yoki bir yuz oltmish soatdan uch yuz soatgacha majburiy jamoat ishlari yoki ikki yilgacha axloq tuzatish ishlari bilan jazolanadi.\n\nXotinini (erini), sobiq xotinini (sobiq erini), bir ro‘zg‘or asosida birgalikda yashayotgan shaxsni yoki umumiy farzandga ega bo‘lgan shaxsni do‘pposlash, ushbu shaxslarga sog‘lig‘ining qisqa muddat yomonlashuviga yoki mehnat qobiliyatining uncha uzoq bo‘lmagan muddatga yo‘qolishiga olib kelmagan qasddan badanga yengil shikast yetkazish, o‘sha harakatlar uchun ma’muriy jazo qo‘llanilganidan keyin sodir etilgan bo‘lsa, bazaviy hisoblash miqdorining yigirma baravaridan o‘ttiz baravarigacha miqdorda jarima yoki bir yuz oltmish soatdan uch yuz soatgacha majburiy jamoat ishlari yoki ikki yilgacha axloq tuzatish ishlari bilan jazolanadi.\n\nXotiniga (eriga), sobiq xotiniga (sobiq eriga), bir ro‘zg‘or asosida birgalikda yashayotgan shaxsga yoki umumiy farzandga ega bo‘lgan shaxsga sog‘lig‘ining qisqa vaqt, ya’ni olti kundan ortiq, ammo yigirma bir kundan ko‘p bo‘lmagan muddatga yomonlashuviga yoki umumiy mehnat qobiliyatining uncha uzoq bo‘lmagan muddatga yo‘qolishiga sabab bo‘lgan qasddan badanga yengil shikast yetkazish, bazaviy hisoblash miqdorining o‘ttiz. baravaridan yetmish baravarigacha miqdorda jarima yoki uch yuz soatdan uch yuz oltmish soatgacha majburiy jamoat ishlari yoki bir yildan ikki yilgacha axloq tuzatish ishlari yoki bir yildan ikki yilgacha ozodlikni cheklash yoki bir yildan ikki yilgacha ozodlikdan mahrum qilish bilan jazolanadi.\n\nXotiniga (eriga), sobiq xotiniga (sobiq eriga), bir ro‘zg‘or asosida birgalikda yashayotgan shaxsga yoki umumiy farzandga ega bo‘lgan shaxsga sodir etilayotgan paytda hayot uchun xavfli bo‘lmagan va ushbu moddaning oltinchi qismida nazarda tutilgan oqibatlarga olib kelmagan, lekin sog‘lig‘ining uzoq vaqt, ya’ni kamida yigirma bir kun, ammo to‘rt oydan ko‘p bo‘lmagan davrda yomonlashuviga yoki umumiy mehnat qobiliyatining o‘n foizidan o‘ttiz uch foizigacha yo‘qolishiga sabab bo‘lgan qasddan badanga o‘rtacha og‘ir shikast yetkazish, uch yuz oltmish soatdan to‘rt yuz sakson soatgacha majburiy jamoat ishlari yoki ikki yildan uch yilgacha axloq tuzatish ishlari yoki ikki yildan uch yilgacha ozodlikni cheklash yoki ikki yildan uch yilgacha ozodlikdan mahrum qilish bilan jazolanadi.\n\nUshbu moddaning to‘rtinchi qismida nazarda tutilgan harakatlar:  \n\na) ikki yoki undan ortiq shaxsga nisbatan;  \n\nb) homiladorligi aybdorga ayon bo‘lgan ayolga nisbatan;  \n\nv) o‘ta shafqatsizlik bilan;  \n\ng) g‘arazli niyatlarda;  \n\nd) diniy taassublar zamirida;  \n\nye) bir guruh shaxslar tomonidan;  \n\nj) takroran, xavfli retsidivist tomonidan yoki ilgari ushbu Kodeksning 97, 104 va (yoki) 105-moddalarida nazarda tutilgan jinoyatlarni sodir etgan shaxs tomonidan;  \n\nz) o‘ta xavfli retsidivist tomonidan;  \n\ni) qurolni yoki sovuq qurol sifatida foydalanilishi mumkin bo‘lgan ashyolarni ishlatib sodir etilgan bo‘lsa, uch yildan besh yilgacha ozodlikni cheklash yoki uch yildan besh yilgacha ozodlikdan mahrum qilish bilan jazolanadi.\n\nXotiniga (eriga), sobiq xotiniga (sobiq eriga), bir ro‘zg‘or asosida birgalikda yashayotgan shaxsga yoki umumiy farzandga ega bo‘lgan shaxsga sodir etilayotgan paytda hayot uchun xavfli bo‘lgan qasddan badanga og‘ir shikast yetkazish natijasida ko‘rish, so‘zlash, eshitish qobiliyatini yo‘qotishga yoki biron a’zoning ishdan chiqishiga yoki uning funksiyalari tamoman yo‘qolishiga, ruhiy holatning buzilishiga yoki sog‘lig‘ining boshqacha tarzda yomonlashuviga, umumiy mehnat qobiliyatining o‘ttiz uch foizidan kam bo‘lmagan qismining yo‘qolishiga yoki homilaning tushishiga yoki badanning tuzalmaydigan darajada xunuklashishiga sabab bo‘lsa, besh yildan yetti yilgacha ozodlikdan mahrum qilish bilan jazolanadi.\n\nUshbu moddaning oltinchi qismida nazarda tutilgan harakatlar:  \n\na) homiladorligi aybdorga ayon bo‘lgan ayolga nisbatan;  \n\nb) voyaga yetmagan shaxsga nisbatan;  \n\nv) o‘ta shafqatsizlik bilan;  \n\ng) g‘arazli niyatlarda;  \n\nd) diniy taassublar zamirida;  \n\nye) bir guruh shaxslar tomonidan;  \n\nj) qurolni yoki sovuq qurol sifatida foydalanilishi mumkin bo‘lgan ashyolarni ishlatib sodir etilgan bo‘lsa, yetti yildan o‘n yilgacha ozodlikdan mahrum qilish bilan jazolanadi.\n\nUshbu moddaning oltinchi qismida nazarda tutilgan harakatlar:  \n\na) ikki yoki undan ortiq shaxsga nisbatan;  \n\nb) takroran, xavfli retsidivist tomonidan yoki ilgari ushbu Kodeksning 97 va (yoki) 104-moddalarida nazarda tutilgan jinoyatlarni sodir etgan shaxs tomonidan;  \n\nv) o‘ta xavfli retsidivist tomonidan sodir etilgan bo‘lsa;  \n\ng) jabrlanuvchining o‘limiga sabab bo‘lsa, o‘n yildan o‘n ikki yilgacha ozodlikdan mahrum qilish bilan jazolanadi.",
            "sharxi": "1. Mamlakatimizda xotin-qizlar va bolalar huquqlari, erkinliklari hamda qonuniy manfaatlarini tazyiq va zo‘ravonlikdan ishonchli himoya qilishning institutsional hamda huquqiy asoslarini tubdan takomillashtirishga, bolalar orasida nazoratsizlikning va ular tomonidan huquqbuzarliklar sodir etilishining oldini olishga, shuningdek nogironligi bo‘lgan bolalarni hamda ota-ona qaramog‘idan mahrum bo‘lgan bolalarni davlat tomonidan qo‘llab-quvvatlashga qaratilgan keng ko‘lamli ishlar amalga oshirilmoqda. Jumladan, xotin-qizlar va bolalarning huquqlariga daxl qiluvchi jinoiy qilmishlar uchun mutanosib sanksiyalar belgilash, xotin-qizlarni shilqimlik va zo‘ravonlikdan himoya qilishning huquqiy kafolatlarini yaratish, xotin-qizlarning huquqlari hamda qonuniy manfaatlari yetarli darajada himoya qilinishini ta’minlash maqsadida O‘zbekiston Respublikasining 2023 yil 11 apreldagi «Xotin-qizlar va bolalar huquqlari, erkinliklari hamda qonuniy manfaatlarini ishonchli himoya qilish tizimi yanada takomillashtirilishi munosabati bilan O‘zbekiston Respublikasining ayrim qonun hujjatlariga o‘zgartish va qo‘shimchalar kiritish to‘g‘risida»gi Qonuni bilan amaldagi Jinoyat kodeksi ushbu modda bilan to‘ldirildi.\n\n2. Jinoyatning obyekti bo‘lib oilaviy munosabatlarning normal holati, xususan er-xotin (sobiq er-xotin), bir ro‘zg‘or asosida birgalikda yashayotgan shaxslar yoki umumiy farzandga ega bo‘lgan shaxslar o‘rtasidagi ijtimoiy munosabatlar hisoblanadi.\n\n3. Oilaviy (maishiy) zo‘ravonlik deganda oila a’zosining boshqa oila a’zosiga nisbatan uning huquqlari, erkinliklari, qonuniy manfaatlarini buzadigan, jismoniy va (yoki) ruhiy azob-uqubatlarga olib keladigan, uning huquqlarini cheklaydigan, badanga shikast yetkazilishiga sabab bo‘ladigan qasddan sodir etiladigan jismoniy, ruhiy, iqtisodiy yoki jinsiy fe’l-atvordagi xatti-harakatni sodir etilishi tushunilishi lozim. Oilaviy (maishiy) jismoniy zo‘ravonlik deganda kundalik birgalikdagi hayot (turmush)da oilaning bir yoki bir guruh a’zolari tomonidan boshqa bir a’zosining sog‘lig‘i yoki jismoniy daxlsizligiga tajovuz qiladigan g‘ayriqonuniy harakatlar tushunilishi lozim. Oilaviy (maishiy) ruhiy zo‘ravonlik deganda kundalik birgalikdagi hayot (turmush)da oilaning bir yoki bir guruh a’zolari tomonidan boshqa bir a’zosining sha’ni va qadr-qimmatini tahqirlash, ularning shaxsiy, mulkiy huquqlarini amalga oshirishni cheklash, ta’lim olish, sog‘liqni saqlash, mehnatga oid huquqini amalga oshirishga to‘sqinlik qilish, yaqin qarindoshlaridan ajratib qo‘yish, mulkiga shikast yetkazish, nobud qilish, hayoti yoki sog‘lig‘i uchun xavfli bo‘lgan zo‘rlik ishlatish bilan qo‘rqitish tushunilishi lozim. Oilaviy (maishiy) iqtisodiy zo‘ravonlik deganda kundalik birgalikdagi hayot (turmush)da oilaning bir yoki bir guruh a’zolari tomonidan boshqa bir a’zosining mulk, ta’lim olish, sog‘liqni saqlash va (yoki) mehnatga oid huquqini amalga oshirishini cheklashga olib keladigan, mol-mulkiga va shaxsiy ashyolariga qasddan shikast yetkazishga qaratilgan harakat (harakatsizlik) tushunilishi lozim.\n\n4. Jinoyat kodeksi 126-1-moddasi birinchi qismi obyektiv tomondan quyidagi harakatlar orqali sodir etiladi, ya’ni xotiniga (eriga), sobiq xotiniga (sobiq eriga), bir ro‘zg‘or asosida birgalikda yashayotgan shaxsga yoki umumiy farzandga ega bo‘lgan shaxsga nisbatan: mulk, ta’lim olish, sog‘liqni saqlash va (yoki) mehnatga oid huquqini amalga oshirishga to‘sqinlik qilish; mol-mulkiga va shaxsiy ashyolariga qasddan shikast yetkazish; ushbu shaxslar sog‘lig‘ining yomonlashuviga olib kelgan tarzda ularning sha’ni va qadr-qimmatini tahqirlash, ularni qo‘rqitish, yaqin qarindoshlaridan ajratib qo‘yish, shunday harakatlar uchun ma’muriy jazo qo‘llanilganidan keyin sodir etilgan bo‘lsa.\n\n5. To‘sqinlik qilish deganda mulk, ta’lim olish, sog‘liqni saqlash va (yoki) mehnatga oid huquqini, xususan mulkka egalik qilish, oliy ta’lim olish, tibbiy xizmatlardan foydalanish yoki mehnat bilan shug‘ullanish huquqini amalga oshirish erkinligiga jismoniy yoki ruhiy ta’sir ko‘rsatish orqali cheklash tushuniladi.\n\n6. Mol-mulkiga va shaxsiy ashyolariga qasddan shikast yetkazish (qarang: JK 173-moddasiga sharh).\n\n7. Sha’ni va qadr-qimmatini tahqirlash (qarang: JK 140-moddasiga sharh).\n\n8. Qo‘rqitish deganda qarama-qarshi tomonga qarshi qilingan yoki amalga oshirilishi mumkin bo‘lgan har qanday to‘g‘ridan-to‘g‘ri yoki bilvosita tahdidlar, zo‘rlik ishlatish yoki zo‘rlik ishlatish bilan tahdid qilish tushunilishi kerak.\n\n9. Yaqin qarindoshlaridan ajratib qo‘yish deganda yaqin qarindoshlarga tashrif buyurishni taqiqlash yoki ularni uyda majburan saqlash tushunilishi kerak. Agar jinoyatchi jabrlanuvchini izolyatsiya qilgan va uni zo‘rlik ishlatib g‘ayriqonuniy ravishda ozodlikdan mahrum qilgan bo‘lsa, unda jinoyatchining harakatlari O‘zbekiston Respublikasi Jinoyat kodeksining 126-1- va 138-moddalari bo‘yicha jinoyatlar majmui sifatida kvalifikatsiya qilinishi kerak.\n\n10. Jinoyat kodeksining 109-moddasi birinchi qismiga binoan sog‘lig‘ining qisqa muddatga yomonlashuviga olib kelmaydigan jarohatlarga olti kundan ortiq bo‘lmagan kichik, vaqtinchalik oqibatlarga olib keladigan jarohatlar kiradi (ko‘karishlar, tirnalishlar, ishqalanishlar, kichik gematomalar va boshqalar). Jinoyat kodeksining 109-moddasi ikkinchi qismiga ko‘ra sog‘lig‘ining qisqa vaqtga yomonlashuviga olib keladigan shikast yetkazish olti kundan ortiq, ammo yigirma bir kundan ko‘p bo‘lmagan muddatni tashkil etadi. Shunga asoslanib aytish mumkinki, sharhlanayotgan modda ma’nosida sog‘lig‘ining yomonlashuviga olib kelgan tarzda buzilishi bir kundan ortiq davom etmagan vaqtinchalik oqibatlar (qon bosimining oshishi, qonda shakar miqdorining ko‘payishi, hushdan ketish va boshqalar) tushunilishi kerak.\n\n11. Jinoyat quyidagi hollarda tugallangan hisoblanadi: mulk, ta’lim olish, sog‘liqni saqlash va (yoki) mehnatga oid huquqini amalga oshirishga to‘sqinlik qilish boshlangan paytdan; mol-mulkiga va shaxsiy ashyolariga qasddan shikast yetkazilgan paytdan; ushbu shaxslarning sha’ni va qadr-qimmatini tahqirlash, ularni qo‘rqitish, yaqin qarindoshlaridan ajratib qo‘yish sog‘lig‘ining yomonlashuviga olib kelgan paytdan.\n\n12. Jinoyat subyektiv tomondan to‘g‘ri qasddan sodir etiladi. Motiv va maqsad jinoyatni kvalifikatsiya qilishda ahamiyatga ega emas.\n\n13. Subyekt 126-1-moddaning to‘rtinchi-sakkizinchi qismlarida 14 yosh, 126-1-moddasining birinchi va ikkinchi qismlarida 18 yosh. Modda mazmunidan kelib chiqib aytish kerakki, ushbu moddaning subyekti maxsus, ya’ni: er-xotin  nikohi fuqarolik holati dalolatnomalarini qayd etish organlarida ro‘yxatga olingan shaxslar; sobiq er-xotin - nikohi qonunda belgilangan tartibda tugatilgan yoki haqiqiy emas deb topilgan shaxslar; bir ro‘zg‘or asosida birgalikda yashayotgan shaxslar  muayyan xonadon yoki uyda er-xotinlik munosabatlarida yashovchi, umumiy mol-mulk va pul mablag‘lariga egalik qiluvchi erkak hamda ayol; umumiy farzandga ega bo‘lgan shaxslar  o‘zaro munosabatlari natijasida farzandli bo‘lgan erkak va ayol tushuniladi.\n\n14. Sharhlanayotgan moddaning ikkinchi-sakkizinchi qismlariga sharh (qarang: JK 109, 105, 104-moddalariga sharh)."
        },
        {
            "modda_raqami": "127-modda. Voyaga yetmagan shaxsni g‘ayriijtimoiy xatti-harakatlarga jalb qilish. ",
            "matni": "Voyaga yetmagan shaxsni spirtli ichimliklar iste’mol qilishga, giyohvandlik vositalari va ularning analoglari yoki psixotrop hisoblanmagan, lekin kishining aql-idrokiga ta’sir qiladigan vosita va moddalarni iste’mol etishga jalb qilish, shunday harakatlar uchun ma’muriy jazo qo‘llanilganidan keyin sodir etilgan bo‘lsa, bazaviy hisoblash miqdorining yuz baravaridan ikki yuz baravarigacha jarima yoki uch yuz oltmish soatgacha majburiy jamoat ishlari yoki ikki yilgacha axloq tuzatish ishlari yoki bir yildan uch yilgacha ozodlikni cheklash yoki uch yilgacha ozodlikdan mahrum qilish bilan jazolanadi.\n\nVoyaga yetmagan shaxsni giyohvandlik vositalari, ularning analoglari yoki psixotrop moddalar iste’mol etishga jalb qilish, uch yuz oltmish soatdan to‘rt yuz sakson soatgacha majburiy jamoat ishlari yoki uch yildan besh yilgacha ozodlikni cheklash yoki uch yildan besh yilgacha ozodlikdan mahrum qilish bilan jazolanadi.\n\nVoyaga yetmagan shaxsni jinoyat qilishga jalb etish, shuningdek ushbu moddaning ikkinchi qismida nazarda tutilgan harakatlar:  \n\na) ilgari giyohvandlik vositalari yoki psixotrop moddalarni g‘ayriqonuniy ravishda muomalaga chiqarish bilan bog‘liq har qanday jinoyatni sodir etgan shaxs tomonidan;  \n\nb) ikki yoki undan ortiq voyaga yetmagan shaxsga nisbatan;  \n\nv) o‘quv yurtlarida yoki o‘quvchilar, talabalar o‘quv-tarbiya, sport yoki jamoat tadbirlari o‘tkazadigan boshqa joylarda sodir etilishi, besh yildan o‘n yilgacha ozodlikdan mahrum qilish bilan jazolanadi.",
            "sharxi": "1. Jinoyat obyekti voyaga yetmagan shaxsning normal axloqiy va jismoniy rivojlanishi, uning sog‘lig‘i hamda jamoat xavfsizligi va tartibini ta’minlovchi ijtimoiy munosabatlar hisoblanadi.\n\n2. JKning 127-moddasi 1-qismida nazarda tutilgan jinoyatning obyektiv tomoni voyaga yetmagan shaxsni spirtli ichimliklar iste’mol qilishga, giyohvandlik vositalari va ularning analoglari yoki psixotrop hisoblanmagan, lekin kishining aql-idrokiga ta’sir qiladigan vosita va moddalarni iste’mol etishga jalb qilishdan iborat.\n\n3. Sharhlanayotgan modda nuqtayi nazaridan jalb qilish deganda voyaga yetgan shaxsning voyaga yetmagan shaxsni ma’lum bir harakatlarni bajarishga ko‘ndirishga qaratilgan harakatlari tushuniladi. Jalb qilish pul berish, aldash, jismoniy yoki ruhiy zo‘rlik ishlatish va boshqa harakatlar orqali amalga oshirilishi mumkin.\n\n4. Voyaga yetmagan shaxsni spirtli ichimliklar iste’mol qilishga, giyohvandlik vositalari va ularning analoglari yoki psixotrop hisoblanmagan, lekin kishining aql-idrokiga ta’sir qiladigan vosita va moddalarni iste’mol etishga jalb qilish deganda voyaga yetgan shaxsning voyaga yetmagan shaxsga sanab o‘tilgan ichimliklar, moddalar yoki vositalarni iste’mol qilishga undashga qaratilgan harakatlarini tushunish kerak. Giyohvandlik vositalari va ularning analoglari yoki psixotrop hisoblanmagan, lekin kishining aql-idrokiga ta’sir qiladigan vosita va moddalar deganda inson miyasini gangituvchi ta’sir ko‘rsatadigan va unga nisbatan talabni vujudga keltiradigan turli moddalarni tushunish lozim. Mazkur moddalar maishiy maqsadlarda, ishlab chiqarishda, aholiga tibbiy xizmat ko‘rsatishda keng qo‘llanilib, ular bilan muomala qilishning alohida tartibini belgilash mumkin emas. Ularga misol qilib klofelinning alkogol bilan har qanday foizdagi aralashmasi, xloroform, efir, dimedrolning alkogol bilan aralashmasi, tarkibida tropan guruhiga kiruvchi alkaloid bo‘lgan o‘simliklarning spirtli ekstrakti va boshqalar, shuningdek atseton, bo‘yoq, lak, yelimlarning ayrim turlari va boshqa hidi kishi aql-idrokiga gangituvchi ta’sir ko‘rsatuvchi boshqa kimyoviy moddalar tushuniladi.\n\n5. JKning 127-moddasi 1-qismida ko‘zda tutilgan jinoyat voyaga yetmagan shaxsni spirtli ichimliklar iste’mol qilishga, giyohvandlik vositalari va ularning analoglari yoki psixotrop hisoblanmagan, lekin kishining aql-idrokiga ta’sir qiladigan vosita va moddalarni iste’mol etishga jalb qilishga qaratilgan har qanday harakatlar sodir etilgan paytdan boshlab tugallangan hisoblanadi, bunda aybdorning o‘z maqsadiga yetgan-yetmaganligi ahamiyatga ega emas.\n\n6. Shaxsga bir yil ichida aynan shunday qilmish uchun ma’muriy jazo qo‘llanilgan bo‘lsagina, u JKning 127-moddasi 1-qismi bilan javobgarlikka tortilishi mumkin.\n\n7. JKning 127-moddasi 2-qismida voyaga yetmagan shaxsni giyohvandlik vositalari, ularning analoglari yoki psixotrop moddalar iste’mol etishga jalb qilish, ya’ni voyaga yetmagan shaxsni bunday vosita va moddalar iste’mol etishga undashga qaratilgan harakatlar uchun javobgarlik nazarda tutilgan (giyohvand vositalar, ularning analoglari yoki psixotrop moddalar tushunchalari to‘g‘risida JKning Maxsus qismi VIII bo‘limiga qarang). JKning 127-moddasi 2-qismida nazarda tutilgan jinoyat aybdor tomonidan voyaga yetmagan shaxsni giyohvandlik vositalari, ularning analoglari yoki psixotrop moddalar iste’mol etishga jalb qilishga qaratilgan harakatlar sodir etilgan paytdan boshlab, jabrlanuvchi giyohvandlik vositalari, ularning analoglari yoki psixotrop moddalarni iste’mol qilganligidan qat’i nazar, tugallangan hisoblanadi.\n\n8. JKning 127-moddasi 3-qismida voyaga yetmagan shaxsni jinoyat qilishga jalb etish, shuningdek voyaga yetmagan shaxsni giyohvandlik vositalari, ularning analoglari yoki psixotrop moddalar iste’mol etishga jalb qilish bo‘yicha harakatlar: ilgari giyohvandlik vositalari yoki psixotrop moddalarni g‘ayriqonuniy ravishda muomalaga chiqarish bilan bog‘liq har qanday jinoyatni sodir etgan shaxs tomonidan; ikki yoki undan ortiq voyaga yetmagan shaxsga nisbatan; o‘quv yurtlarida yoki o‘quvchilar, talabalar o‘quv-tarbiya, sport yoki jamoat tadbirlari o‘tkazadigan boshqa joylarda sodir etilishi uchun javobgarlik nazarda tutilgan.\n\n9. Voyaga yetmagan shaxsni jinoyat qilishga jalb etish deganda voyaga yetmagan shaxsga jinoyat sodir etish niyatini qo‘zg‘atishga (dalolatchilik), voyaga yetmagan shaxsni jinoyat sodir etishda ishtirok etishga tayyorlashga (jinoyatni sodir etish joyi va usullari haqida maslahatlar berish, ushbu jinoyat sodir etish natijasida topilgan mulkni realizatsiya qilishda yordam berishni va’da qilish va hokazolar orqali jinoyat sodir etish niyatini qo‘zg‘atish) yoki uni jinoyatni sodir etishda bajaruvchi, yordamchi, yashiruvchi sifatida jalb qilishga qaratilgan harakatlarni tushunish zarur.\n\n10. Voyaga yetmagan shaxsni jinoyat qilishga jalb etish aybdorning voyaga yetmagan shaxsga jismoniy yoki ruhiy ta’sir ko‘rsatish bilan bog‘liq faol harakatlari orqali amalga oshiriladi. Mazkur jinoyat tarkibi uchun subyektning voyaga yetmagan shaxsni qaysi jinoyatga jalb qilganligining ahamiyati yo‘q.\n\n11. Voyaga yetmagan shaxsni jinoyat qilishga jalb etish voyaga yetmagan shaxs amalda jinoyat sodir etishga jalb qilingan-qilinmaganligidan qat’i nazar, voyaga yetmagan shaxsni jinoyat sodir etishga jalb etishga qaratilgan harakatlar aybdor tomonidan amalga oshirilgan vaqtdan boshlab tugallangan deb topiladi.\n\n12. Voyaga yetmagan shaxsni ma’lum bir jinoyatni sodir etishga jalb qilgan shaxsning qilmishi, basharti ana shu jinoyat voyaga yetmagan shaxs tomonidan sodir etilgan bo‘lsa, jinoyatlar majmui bo‘yicha JKning 127-moddasi 3-qismi hamda JKning 28-moddasi 4-qismiga havola qilingan holda (jinoyat sodir etishga dalolatchilik) yoki aybdorning o‘zi ham jinoyatni sodir etishda ishtirok etgan bo‘lsa, bunday havola qilmasdan voyaga yetmagan shaxs tomonidan sodir etilgan jinoyat uchun javobgarlikni nazarda tutuvchi JKning tegishli moddalari bilan kvalifikatsiya qilinadi.\n\n13. Jinoiy-huquqiy taqiqni buzgan o‘smir jinoiy javobgarlikka tortish yoshiga yetmagan bo‘lsa, aybdorning harakatlari JKning 127-moddasi 3-qismidan tashqari voyaga yetmagan shaxs tomonidan sodir etilgan jinoyatni bilvosita bajarish sifatida kvalifikatsiya qilinadi. Bunda shuni nazarda tutish kerakki, yosh boladan foydalangan holda jinoyatni sodir etish JKning 56-moddasi «j» bandiga muvofiq jazoni og‘irlashtiruvchi holat deb topiladi va jazo tayinlash vaqtida sud tomonidan inobatga olinadi.\n\n14. Subyektiv tomondan JKning 127-moddasida nazarda tutilgan jinoyat to‘g‘ri qasd bilan sodir etiladi. Bunda aybdor g‘ayriijtimoiy xatti-harakatga jalb qilinayotgan shaxsning voyaga yetmaganligini bilgan hollarda mazkur modda bo‘yicha jinoiy javobgarlikka tortish mumkin ekanligiga e’tibor bermoq kerak. Shu munosabat bilan Oliy sud Plenumi ta’kidlaydiki, katta yoshdagi kishi o‘z harakatlari bilan voyaga yetmagan shaxsni g‘ayriijtimoiy xatti-harakatlarga jalb qilayotganini bilgani holda yoki shunday fikrga yo‘l qo‘yganini ham aniqlash lozim. Agar katta yoshdagi kishi shaxsni g‘ayriijtimoiy xatti-harakatlarga jalb qilsa-yu, uning voyaga yetmaganligini bilmasa yoki bilishi mumkin bo‘lmasa, bu xolda JKning 127-moddasi bilan jinoiy javobgarlikka tortish mumkin emas.\n\n15. 18 yoshga to‘lgan har qanday shaxs jinoyatning subyekti bo‘lishi mumkin."
        },
        {
            "modda_raqami": "127_1-modda. Tilanchilik qilish. ",
            "matni": "Aeroportlarda, vokzallarda, xiyobonlarda, istirohat bog‘larida, bozorlarda va savdo majmualari hududlarida, shuningdek ularga tutash hududlarda, avtomototransport vositalarini vaqtincha saqlash joylarida, ko‘chalarda, stadionlarda, bekatlarda, yo‘llarning qatnov qismida, moddiy madaniy meros obyektlari joylashgan hududlarda, jamoat transportining barcha turlarida va boshqa jamoat joylarida pul, oziq-ovqat mahsulotlari va boshqa moddiy qimmatliklar berishni faol tarzda so‘rab, tilanchilik bilan shug‘ullanish, shunday qilmish uchun ma’muriy jazo qo‘llanilganidan keyin sodir etilgan bo‘lsa, ikki yuz qirq soatgacha majburiy jamoat ishlari yoki ikki yilgacha axloq tuzatish ishlari yoki bir yilgacha ozodlikni cheklash yoki bir yilgacha ozodlikdan mahrum qilish bilan jazolanadi.\n\nVoyaga yetmagan shaxslarni, keksa yoshdagi shaxslarni, ruhiy holati buzilgan, nogironligi bo‘lgan shaxslarni va boshqa shaxslarni tilanchilik qilishga jalb etish, shuningdek shaxslarga alkogolli ichimliklarni yoki giyohvandlik moddalari yoki psixotrop moddalar bo‘lmagan, lekin shaxsning aql-idrokiga ta’sir ko‘rsatuvchi moddalarni majburan iste’mol qildirgan holda ularni tilanchilik qilishga jalb etish, shunday harakatlar uchun ma’muriy jazo qo‘llanilganidan keyin sodir etilgan bo‘lsa, bazaviy hisoblash miqdorining yuz baravaridan ikki yuz baravarigacha miqdorda jarima yoki uch yuz oltmish soatgacha majburiy jamoat ishlari yoki ikki yilgacha axloq tuzatish ishlari yoki bir yildan uch yilgacha ozodlikni cheklash yoki uch yilgacha ozodlikdan mahrum qilish bilan jazolanadi. Ushbu moddaning ikkinchi qismida nazarda tutilgan harakatlar:  \n\na) takroran yoki xavfli retsidivist tomonidan;  \n\nb) uyushgan guruh tomonidan yoki uning manfaatlarini ko‘zlab;  \n\nv) boshqa shaxsni giyohvandlik vositalarini, ularning analoglarini yoki psixotrop moddalarni iste’mol qilishga majburlagan holda sodir etilgan bo‘lsa, uch yildan besh yilgacha ozodlikdan mahrum qilish bilan jazolanadi.",
            "sharxi": "1. Ijtimoiy xavflilik darajasidan kelib chiqqan holda tilanchilik qilish ma’muriy huquqbuzarlik yoki jinoyat sifatida kvalifikatsiya qilinishi mumkin.\n\n2. Sharhlanayotgan jinoyatning obyekti bo‘lib voyaga yetmagan shaxslarning normal axloqiy va jismoniy rivojlanishini ta’minlovchi ijtimoiy munosabatlar hamda jamoat xavfsizligi va tartibi hisoblanadi.\n\n3. JK 127-1-moddasi 1-qismida nazarda tutilgan jinoyat obyektiv tomoni aeroportlarda, vokzallarda, xiyobonlarda, istirohat bog‘larida, bozorlarda va savdo majmualari hududlarida, shuningdek ularga tutash hududlarda, avtomototransport vositalarini vaqtincha saqlash joylarida, ko‘chalarda, stadionlarda, bekatlarda, yo‘llarning qatnov qismida, moddiy madaniy meros obyektlari joylashgan hududlarda, jamoat transportining barcha turlarida va boshqa jamoat joylarida pul, oziq-ovqat mahsulotlari va boshqa moddiy qimmatliklar berishni faol tarzda tilab olish, tilanchilik bilan shug‘ullanish, shunday qilmish uchun ma’muriy jazo qo‘llanilganidan keyin sodir etishda namoyon bo‘ladi.\n\n4. Shaxs JKning 127-1-moddasi 1-qismi bilan javobgarlikka tortilishi uchun muqaddam u ilgari MJTKning 188-1-moddasi bilan ma’muriy javobgarlikka tortilgan bo‘lishi lozim.\n\n5. Tilanchilik bilan shug‘ullanish ijtimoiy tekin-xo‘rlikning bir ko‘rinishi sifatida tizimli ravishda begona shaxslardan (turli vaj, bahona ostida yoki bahonalarsiz) pul, oziq-ovqat mahsulotlari va boshqa moddiy qimmatliklarni tilab olish, yalinib-yolvorib so‘rashdir. Fikrimizcha, tilanchilik qilish tizimli ravishda amalga oshirilmasligi ham mumkin. Misol uchun, ijtimoiy tarmoqlar orqali tilanchilik qilish, internetda fuqarolardan yordam berilishini so‘rab murojaat qilish yo‘li bilan pul yig‘ish.\n\n6. Tilanchilik qilish deganda o‘z imkoniyatlarini pasaytirish, o‘zini o‘ta qashshoq, kasal yoki boshqa ayanchli holatda ko‘rsatish orqali boshqa shaxslarning rahmdilligi va mehribonligidan foydalanib ulardan beminnat moddiy boyliklarni tilab olish, yalinib-yolvorib so‘rash tushuniladi.\n\n7. Tilanchilik qilishni shartli ravishda bir qancha ko‘rinishlarga bo‘lishimiz mumkin:  \n- hayotiy muhim;  \n- daromadli;  \n- dezadaptiv;  \n- noiloj, majburiy.  \n\nHayotiy muhim tilanchilik qilish deganda o‘z ijtimoiy aloqalarini butkul yo‘qotgan, muqim turar joyi yo‘q, mehnat qilishga qobiliyatsiz, umuman olganda haqiqiy qashshoq, tilanchi shaxslar tushuniladi. Ko‘pchilik hollarda ular uchun tilanchilik qilish tirikchilik manbai bo‘lib xizmat qiladi. Daromadli tilanchilik qilish bilan jamiyatning turli tabaqalari shug‘ullanishi mumkin: pensionerlar, talabalar, oylik maoshga ega bo‘lgan shaxslar va hokazo. Ular uchun tilanchilik qilish qo‘shimcha daromad orttirish manbai hisoblanadi. Dezadaptiv tilanchilik qilish spirtli ichimliklarga moyil bo‘lgan yoki giyohvandlikka tobe bo‘lgan shaxslarga xos. Tilanchilik qilishdan orttirgan pullarning barchasini alkogol, narkotik vositalar yoki psixotrop moddalarga sarflaydilar. Noilojlik tufayli tilanchilik qilish bilan hayotiy mushkul vaziyatga tushgan shaxslar shug‘ullanadilar (masalan, tilanchilik qilayotgan shaxs yoki uning yaqin qarindoshining og‘ir kasallikka chalinganligi tufayli yoki pullarini, hujjatlarini yo‘qotib qo‘yganlik tufayli).\n\n8. Tilanchilik qilishning o‘ziga xos turi bo‘lgan askerlik (ingliz tilidan ask - so‘ramoq) ham mavjud. Asker (shaxs) ko‘cha musiqachilari, artistlarning yordamchisi sifatida tomoshabinlar orasida yurib, ulardan ixtiyoriy ravishda xayr-ehson yig‘uvchi (so‘rab oluvchi) shaxs. Shuni alohida ta’kidlab o‘tish kerakki, yuqorida keltirib o‘tilgan tilanchilik qilishning turlari jinoyatning kvalifikatsiyasiga ta’sir etmaydi.\n\n9. JK 127-1-moddasi 1-qismida nazarda tutilgan tilanchilik qilish jinoyati so‘rayotgan shaxsning pul, oziq-ovqat mahsulotlari yoki boshqa moddiy qimmatliklarni olgan yoki olmaganligidan qat’i nazar, pul, oziq-ovqat mahsulotlari yoki boshqa moddiy qimmatliklar berishni faol tarzda so‘ralgandan boshlab tugallangan hisoblanadi.\n\n10. Subyektiv tomondan tilanchilik qilish qasddan sodir etiladi.\n\n11. 18 yoshga to‘lgan har qanday shaxs jinoyatning subyekti bo‘lishi mumkin.\n\n12. JK 127-1-moddasi 2-qismida:  \n\n1) voyaga yetmagan shaxslarni, keksa yoshdagi shaxslarni;  \n\n2) ruhiy holati buzilgan shaxslarni;  \n\n3) nogironligi bo‘lgan shaxslarni va boshqa shaxslarni;  \n\n4) shaxslarga alkogolli ichimliklarni yoki giyohvandlik moddalari, ularning analoglari yoki psixotrop moddalar bo‘lmagan, lekin shaxsning aql-idrokiga ta’sir ko‘rsatuvchi moddalarni majburan iste’mol qildirgan holda ularni tilanchilik qilishga jalb etish, shunday harakatlar uchun ma’muriy jazo qo‘llanilganidan keyin sodir etilgan bo‘lsa javobgarlik nazarda tutilgan. Ya’ni, JK 127-1-moddasi 2-qismi bo‘yicha javobgarlik JK 127-1-moddasi 2-qismi dispozitsiyasida nazarda tutilgan har qanday harakatlarni sodir etganlik uchun ma’muriy jazo qo‘llanilganidan keyin yuzaga keladi.\n\n13. Shaxslarni alkogolli ichimliklarni yoki giyohvandlik moddalari, ularning analoglari yoki psixotrop moddalar bo‘lmagan, lekin shaxsning aql-idrokiga ta’sir ko‘rsatuvchi moddalarni iste’mol qilishga jalb etish tushunchasi bo‘yicha JK 127-moddasi sharhiga qarang.\n\n14. JK 127-1-moddasi 2-qismi bo‘yicha javobgarlik voyaga yetmaganlarni, keksa yoshdagi, ruhiy holati buzilgan, nogironligi bo‘lgan yoki boshqa shaxslarni tilanchilik qilishga jalb etish, shuningdek shaxslarga alkogolli ichimliklarni yoki giyohvandlik moddalari yoki psixotrop moddalar bo‘lmagan, lekin shaxsning aql-idrokiga ta’sir ko‘rsatuvchi moddalarni majburan iste’mol qildirgan holda ularni tilanchilik qilishga jalb etishga yo‘naltirilgan har qanday harakat sodir etilgan paytdan boshlab tugallangan hisoblanadi.\n\n15. JK 127-1-moddasi 2-qismida nazarda tutilgan harakatlar:  \n\na) takroran yoki xavfli retsidivist tomonidan;  \n\nb) uyushgan guruh tomonidan yoki uning manfaatlarini ko‘zlab;  \n\nv) boshqa shaxsni giyohvandlik vositalarini, ularning analoglarini yoki psixotrop moddalarni iste’mol qilishga majburlagan holda sodir etilgan bo‘lsa, JK 127-1-moddasi 3-qismi bilan javobgarlikka tortiladi.\n\n16. Takroran jinoyat sodir etish tushunchasi bo‘yicha JK 32-moddasi sharhiga qarang.\n\n17. Xavfli retsidivist tushunchasi bo‘yicha JK 34-moddasi sharhiga qarang.\n\n18. Giyohvandlik vositalari, ularning analoglari yoki psixotrop moddalarni iste’mol qilish tushunchasi bo‘yicha JK 274-moddasi sharhiga qarang."
        },
        {
            "modda_raqami": "128-modda. O‘n olti yoshga to‘lmagan shaxs bilan jinsiy aloqa qilishh. ",
            "matni": "O‘n olti yoshga to‘lmagan shaxs bilan jinsiy aloqa qilish yoki jinsiy ehtiyojni g‘ayritabiiy usulda qondirish, uch yildan besh yilgacha ozodlikni cheklash yoki uch yildan besh yilgacha ozodlikdan mahrum qilish bilan jazolanadi.\n\nO‘sha harakatlar moddiy qimmatliklar berish yoki mulkiy yoki boshqacha tarzda manfaatdor etish orqali sodir etilgan bo‘lsa, besh yildan sakkiz yilgacha ozodlikdan mahrum qilish bilan jazolanadi.\n\nO‘sha harakatlar:  \n\na) takroran, xavfli retsidivist tomonidan yoki ilgari ushbu Kodeksning 118, 119, 121 va (yoki) 129-moddalarida nazarda tutilgan jinoyatlarni sodir etgan shaxs tomonidan;  \n\nb) yaqin qarindoshiga yoki bir ro‘zg‘or asosida birgalikda yashayotgan shaxsga nisbatan;  \n\nv) jabrlanuvchini tarbiyalash, o‘qitish va (yoki) unga g‘amxo‘rlik qilish majburiyatlarini bajarayotgan shaxs tomonidan, shuningdek jabrlanuvchiga qarab turish majburiyatlari qonun bilan zimmasiga yuklatilgan ta’lim, tarbiya, davolash yoki boshqa muassasaning xodimi tomonidan sodir etilgan bo‘lsa, sakkiz yildan o‘n yilgacha ozodlikdan mahrum qilish bilan jazolanadi.",
            "sharxi": "1. Jinoyat obyekti 16 yoshga to‘lmagan shaxslarning jinsiy daxlsizligini hamda ularning normal ruhiy va jismoniy rivojlanishini ta’minlovchi ijtimoiy munosabatlar hisoblanadi.\n\n2. Obyektiv tomondan jinoyat o‘n olti yoshga to‘lmagan shaxs bilan jinsiy aloqa qilish yoki jinsiy ehtiyojni g‘ayritabiiy usulda qondirishda ifodalanadi. (Jinsiy aloqa qilish va jinsiy ehtiyojni g‘ayritabiiy usulda qondirish tushunchalari to‘g‘risida JKning 118 va 119-moddalari sharhiga qarang.)\n\n3. Shuni inobatga olish lozimki, sharhlanayotgan modda nuqtayi nazaridan jinsiy aloqa qilish hamda jinsiy ehtiyojni g‘ayritabiiy usulda qondirish ixtiyoriy ravishda amalga oshirilgan bo‘lishi lozim. Jinsiy aloqa qilishning yoki jinsiy ehtiyojni g‘ayritabiiy usulda qondirishning ixtiyoriyligi deganda zo‘rlik ishlatmasdan, qo‘rqituvsiz yoki jabrlanuvchining ojizligidan foydalanmasdan jinsiy ehtiyojni qondirish holatlari tushuniladi.\n\n4. Shaxs necha yoshgacha jinsiy aloqa qilish yoki g‘ayritabiiy usulda jinsiy ehtiyojni qondirishning xususiyati va ahamiyatini tushunmaydi, degan savolga javoban qonunda muayyan yosh chegarasi belgilanmagan. Shuning uchun jinsiy aloqa qilish yoki jinsiy ehtiyojni g‘ayritabiiy usulda qondirish ixtiyoriy ravishda sodir etilganligi (jabrlanuvchining ojizligidan foydalanib sodir etilmaganligi) har bir alohida holatda, ish holatlari hisobga olinib, jabrlanuvchining ongi qay darajada rivojlanganligi, o‘ziga nisbatan sodir etilayotgan jinsiy aloqa yoki g‘ayritabiiy usulda jinsiy ehtiyojni qondirishning mohiyati va ahamiyatini qay darajada idrok etganligini hisobga olib hal etilishi lozim.\n\n5. Jinsiy aloqa qilishdan boshlab yoki jinsiy ehtiyojni g‘ayritabiiy usulda qondirishga qaratilgan har qanday shahvoniy harakatlar boshlanishi bilan JKning 128-moddasida nazarda tutilgan jinoyat tugallangan hisoblanadi. 16 yoshga to‘lmagan shaxsni ko‘rsatilgan harakatlarni sodir etishga undash aybdor o‘z oldiga qo‘ygan maqsadga erishmagan hollarda sharhlanayotgan jinoyatni sodir etishga suiqasd qilish sifatida kvalifikatsiya qilinadi.\n\n6. Subyektiv tomondan jinoyat to‘g‘ri qasd bilan sodir etiladi. Aybdor 16 yoshga to‘lmagan shaxs bilan jinsiy aloqaga kirishayotganligini biladi va buni xohlaydi.\n\n7. Sharhlanayotgan jinoyatning subyekti har ikki jinsdagi, 16 yoshga to‘lgan har qanday aqli raso shaxslar bo‘lishi mumkin. Alohida holatlarda aybdorning shaxsini tavsiflovchi ma’lumotlardan, ro‘y bergan oqibatlardan va ishning boshqa holatlaridan (masalan, aybdor va jabrlanuvchi o‘rtasidagi muhabbatning, amaldagi nikohning borligi, jabrlanuvchining homiladorligi va hokazolardan) kelib chiqib, shaxsni javobgarlikdan va jazodan ozod qilish masalasini muhokama qilish maqsadga muvofiqdir.\n\n8. Sharhlanayotgan moddaning 1-qismida nazarda tutilgan harakatlar moddiy qimmatliklar berish yoki mulkiy manfaatdor etish orqali sodir etilgan bo‘lsa, JKning 128-moddasi 2-qismi bo‘yicha javobgarlik vujudga keladi.\n\n9. O‘zbekiston Respublikasining Fuqarolik kodeksi 83-96-moddalariga ko‘ra, moddiy qimmatliklar deganda bu subyektlar huquqiy munosabatlarga kirishishga qaratilgan ijtimoiy qimmatliklar, ya’ni ashyolar (ko‘chma va ko‘chmas mulk) va qimmatli qog‘ozlar (obligatsiya, veksel, chek, depozit va jamg‘arma sertifikatlari, konosament, aksiya).\n\n10. Mulkiy manfaat deganda shaxs (jabrlanuvchi ham, aybdor ham) tomonidan fuqarolik huquqlari obyektlari bilan o‘z mulk fondini tejash, foyda olish yoki moddiy xarajatlardan qutulish yo‘li bilan sodir etiladigan mulkiy fe’l-atvordagi harakatlar tushuniladi.\n\n11. Sharhlanayotgan moddaning birinchi va ikkinchi qismlarida nazarda tutilgan harakatlar:  \n\n- takroran yoki xavfli retsidivist tomonidan (takroran jinoyat sodir etganlik tushunchasi to‘g‘risida JKning 32-moddasi sharhiga; xavfli retsidivist tushunchasi to‘g‘risida JKning 34-moddasi sharhiga qarang);  \n\n- ilgari JKning 118, 119, 121 va (yoki) 129-moddalarida nazarda tutilgan jinoyatlarni sodir etgan shaxs tomonidan (JK 118, 119, 121 va (yoki) 129-moddalariga sharhiga qarang);  \n\n- yaqin qarindoshiga yoki bir ro‘zg‘or asosida birgalikda yashayotgan shaxsga nisbatan;  \n\n- jabrlanuvchini tarbiyalash, o‘qitish va (yoki) unga g‘amxo‘rlik qilish majburiyatlarini bajarayotgan shaxs tomonidan, shuningdek jabrlanuvchiga qarab turish majburiyatlari qonun bilan zimmasiga yuklatilgan ta’lim, tarbiya, davolash yoki boshqa muassasaning xodimi tomonidan sodir etilgan bo‘lsa, JKning 128-moddasi 3-qismi bo‘yicha javobgarlik vujudga keladi.\n\n12. O‘sha harakatlar zo‘rlik ishlatib yoki qo‘rqitib sodir etilgan bo‘lsa, JKning 128-moddasi 4-qismi bo‘yicha javobgarlik vujudga keladi (qarang: JK 118-moddasiga sharh)."
        },
        {
            "modda_raqami": "128_1-modda. O‘n olti yoshdan o‘n sakkiz yoshgacha bo‘lgan shaxs bilan moddiy qimmatliklar berish yoki mulkiy yoki boshqacha tarzda manfaatdor etish orqali jinsiy aloqa qilish. ",
            "matni": "O‘n olti yoshdan o‘n sakkiz yoshgacha bo‘lgan shaxs bilan moddiy qimmatliklar berish yoki mulkiy yoki boshqacha tarzda manfaatdor etish orqali jinsiy aloqa qilish yoki jinsiy ehtiyojni g‘ayritabiiy usulda qondirish, uch yuz oltmish soatdan to‘rt yuz sakson soatgacha majburiy jamoat ishlari yoki ikki yilgacha axloq tuzatish ishlari yoki ikki yildan to‘rt yilgacha ozodlikni cheklash yoki ikki yildan to‘rt yilgacha ozodlikdan mahrum qilish bilan jazolanadi.",
            "sharxi": "1. Jinoyat obyekti o‘n olti yoshdan o‘n sakkiz yoshgacha bo‘lgan shaxslarning jinsiy daxlsizligini hamda ularning normal ruhiy va jismoniy rivojlanishini ta’minlovchi ijtimoiy munosabatlar hisoblanadi.\n\n2. JK 118-moddasi 1-qismi obyektiv tomondan jinoyat o‘n olti yoshdan o‘n sakkiz yoshgacha bo‘lgan shaxs bilan moddiy qimmatliklar berish yoki mulkiy yoki boshqacha tarzda manfaatdor etish orqali jinsiy aloqa qilish yoki jinsiy ehtiyojni g‘ayritabiiy usulda qondirish orqali sodir etiladi. (Jinsiy aloqa qilish va jinsiy ehtiyojni g‘ayritabiiy usulda qondirish tushunchalari to‘g‘risida JKning 118 va 119-moddalari sharhiga qarang.)\n\n3. Shuni alohida ta’kidlash lozimki, sharhlanayotgan moddaning zaruriy belgisi bo‘lib:  \n\n1) ixtiyoriy bo‘lishi;  \n\n2) moddiy qimmatliklar berish yoki mulkiy yoki boshqacha tarzda manfaatdor etish orqali sodir etilishidir.\n\n4. Jinsiy aloqa qilishning yoki jinsiy ehtiyojni g‘ayritabiiy usulda qondirishning ixtiyoriyligi deganda zo‘rlik ishlatmasdan, qo‘rqituvsiz yoki jabrlanuvchining ojizligidan foydalanmasdan jinsiy ehtiyojni qondirish holatlari tushuniladi.\n\n5. Jinoyat kodeksining 128-moddasi bo‘yicha jinoyat jinsiy aloqa boshlangan paytdan yoki jinsiy ehtiyojni g‘ayritabiiy usulda qondirishga qaratilgan har qanday jinsiy harakatlar sodir etilgan paytdan boshlab tugallangan hisoblanadi. O‘n olti yoshdan o‘n sakkiz yoshgacha bo‘lgan shaxsni ayblanuvchining belgilangan maqsadga erishmasdan yuqoridagi harakatlarni amalga oshirishga undashi jinoyatni sodir etishga suiqasd sifatida kvalifikatsiya qilinishi lozim.\n\n6. Subyektiv tomondan jinoyat to‘g‘ri qasd bilan sodir etiladi. Aybdor 18 yoshga to‘lmagan shaxs bilan jinsiy aloqaga kirishayotganligini biladi va buni xohlaydi.\n\n7. Sharhlanayotgan jinoyatning subyekti 18 yoshga to‘lgan har qanday aqli raso shaxslar bo‘lishi mumkin."
        },
        {
            "modda_raqami": "129-modda. O‘n olti yoshga to‘lmagan shaxsga nisbatan uyatsiz-buzuq harakatlar qilish. ",
            "matni": "O‘n olti yoshga to‘lmagan shaxsga nisbatan zo‘rlik ishlatmay uyatsiz-buzuq harakatlar sodir etish, ikki yildan uch yilgacha ozodlikni cheklash yoki ikki yildan uch yilgacha ozodlikdan mahrum qilish bilan jazolanadi.\n\nO‘sha harakatlar:  \na) aldash yoki ishonchni suiiste’mol qilish yo‘li bilan;  \nb) ikki yoki undan ortiq shaxsga nisbatan;  \nv) o‘n to‘rt yoshga to‘lmagan shaxsga nisbatan;  \ng) nogironlik belgisiga ega ekanligi aybdorga ayon bo‘lgan shaxsga nisbatan;  \nd) takroran, xavfli retsidivist tomonidan yoki ilgari ushbu Kodeksning 118, 119, 121 va (yoki) 128-moddalarida nazarda tutilgan jinoyatlarni sodir etgan shaxs tomonidan;  \nye) yaqin qarindoshiga yoki bir ro‘zg‘or asosida birgalikda yashayotgan shaxsga nisbatan;  \nj) jabrlanuvchini tarbiyalash, o‘qitish va (yoki) unga g‘amxo‘rlik qilish majburiyatlarini bajarayotgan shaxs tomonidan, shuningdek jabrlanuvchiga qarab turish majburiyatlari qonun bilan zimmasiga yuklatilgan ta’lim, tarbiya, davolash yoki boshqa muassasaning xodimi tomonidan sodir etilgan bo‘lsa, uch yildan besh yilgacha ozodlikni cheklash yoki uch yildan besh yilgacha ozodlikdan mahrum qilish bilan jazolanadi.\n\nO‘sha harakatlar zo‘rlik ishlatib yoki qo‘rqitib sodir etilgan bo‘lsa, besh yildan sakkiz yilgacha ozodlikdan mahrum qilish bilan jazolanadi.",
            "sharxi": "1. Jinoyat obyekti 16 yoshga to‘lmagan shaxslarning jinsiy daxlsizligini ta’minlovchi ijtimoiy munosabatlar, shuningdek ularning normal jismoniy va ruhiy rivojlanishi hisoblanadi.\n\n2. JKning 129-moddasi 1-qismida nazarda tutilgan jinoyat obyektiv tomondan o‘n olti yoshga to‘lmagan shaxsga nisbatan zo‘rlik ishlatmay uyatsiz-buzuq harakatlar sodir etishda ifodalanadi.\n\n3. Uyatsiz-buzuq harakatlar shahvoniy xususiyatga ega bo‘lib, ular qoida tariqasida aybdorning jinsiy ehtiyojini qondirishga yoki aksincha jabrlanuvchida jinsiy qiziqish uyg‘otish maqsadida amalga oshiriladi. Bunday harakatlar jismoniy yoki intellektual bo‘lishi mumkin.\n\n4. Jismoniy uyatsiz-buzuq harakatlar 16 yoshga to‘lmagan shaxslar ko‘zi oldida aybdor jinsiy a’zolarini yalang‘ochlashida, ular bilan uyatsiz harakatlar sodir etishida, masturbatsiya qilishida, ochiqdan-ochiq jinsiy aloqa qilishida yoki jinsiy ehtiyojni g‘ayritabiiy usulda qondirishida, 16 yoshga to‘lmagan shaxslarni shahvoniy harakatlarga o‘rgatishida, jabrlanuvchining jinsiy a’zolarini yalang‘ochlashida va ularga tegishida, uni masturbatsiyaga undashida va hokazolarda ifodalanishi mumkin. Sodir bo‘layotgan voqealarning mohiyatini anglashga to‘sqinlik qiladigan yoshda bo‘lgan yosh bola oldida jinsiy aloqalar qilish yoki shahvoniy tusga ega bo‘lgan boshqa harakatlarni sodir etish, basharti shaxs mazkur harakatlarni 16 yoshga to‘lmagan shaxsning kuzatib turishi uchun sodir etmagan bo‘lsa, jinoyat tarkibini tashkil qilmaydi.\n\n5. Intellektual uyatsiz-buzuq harakatlar pornografik filmlarni, tasvirlarni namoyish etishda, pornografik mazmundagi adabiyotlarni o‘qishda, jinsiy mavzularda uyatsiz suhbatlar olib borishda va hokazolarda ifodalanishi mumkin.\n\n6. JKning 129-moddasi 1-qismi dispozitsiyasi jabrlanuvchiga nisbatan aybdor tomonidan har qanday zo‘rlik ishlatishni istisno etadi. Bunda 16 yoshga to‘lmagan shaxsning aybdor bilan uyatsiz-buzuq harakatlar qilish tashabbusi bilan chiqishi aybdorni JKning 129-moddasi bo‘yicha javobgarlikdan ozod qilish uchun asos bo‘lmaydi.\n\n7. O‘sha harakatlar:  \na) aldash yoki ishonchni suiiste’mol qilish yo‘li bilan;  \nb) ikki yoki undan ortiq shaxsga nisbatan;  \nv) o‘n to‘rt yoshga to‘lmagan shaxsga nisbatan;  \ng) nogironlik belgisiga ega ekanligi aybdorga ayon bo‘lgan shaxsga nisbatan;  \nd) takroran, xavfli retsidivist tomonidan yoki ilgari ushbu Kodeksning 118, 119, 121 va (yoki) 128-moddalarida nazarda tutilgan jinoyatlarni sodir etgan shaxs tomonidan;  \nye) yaqin qarindoshiga yoki bir ro‘zg‘or asosida birgalikda yashayotgan shaxsga nisbatan;  \nj) jabrlanuvchini tarbiyalash, o‘qitish va (yoki) unga g‘amxo‘rlik qilish majburiyatlarini bajarayotgan shaxs tomonidan, shuningdek jabrlanuvchiga qarab turish majburiyatlari qonun bilan zimmasiga yuklatilgan ta’lim, tarbiya, davolash yoki boshqa muassasaning xodimi tomonidan sodir etilgan bo‘lsa, JKning 129-moddasi 2-qismi bo‘yicha kvalifikatsiya qilinadi (qarang: JK 118-moddasiga sharh).\n\n8. Uyatsiz-buzuq harakatlarni sodir etish vaqtida aybdor jabrlanuvchiga zo‘rlik ishlatgan yoki uni qo‘rqitgan bo‘lsa, uning harakatlarini JKning 129-moddasi 3-qismi bo‘yicha kvalifikatsiya qilish zarur. Sharhlanayotgan modda nuqtayi nazaridan zo‘rlik ishlatish deganda jabrlanuvchining kaltaklanishi, uning badaniga yengil yoki o‘rtacha og‘ir shikast yetkazilishi tushunilishi zarur. O‘z navbatida qo‘rqitish deganda qoida tariqasida ko‘rqitib qo‘yishda ifodalanadigan ruhiy zo‘rlikning jabrlanuvchiga nisbatan ishlatilishini tushunish lozim. Jabrlanuvchi badaniga og‘ir shikast yetkazilgan hollarda aybdorning harakatlarini jinoyatlar majmui bo‘yicha JKning 129-moddasi 2-qismi va JKning 104-moddasi bilan kvalifikatsiya qilish kerak.\n\n9. Ko‘p hollarda uyatsiz-buzuq harakatlar jinsiy aloqa qilish yoki jinsiy ehtiyojni g‘ayritabiiy usulda qondirishdan oldin sodir etiladi. Agar uyatsiz-buzuq harakatlarni sodir etishda aybdor shaxs nomusga tegish yoki g‘ayritabiiy usulda jinsiy ehtiyojni qondirish maqsadida jabrlanuvchiga nisbatan zo‘rlik ishlatgan, uni qo‘rqitgan yoki uning ojizligidan foydalangan bo‘lsa-da, lekin o‘ziga bog‘liq bo‘lmagan holatlarga ko‘ra o‘z maqsadiga erishmagan bo‘lsa, qilmishni 16 yoshga to‘lmagan shaxsning nomusiga tegishga suiqasd qilish yoki mazkur shaxs bilan jinsiy ehtiyojni zo‘rlik ishlatib g‘ayritabiiy usulda qondirishga suiqasd qilish sifatida JKning 25-moddasi hamda JKning 118-moddasi 3-qismi «a» bandi yoki mazkur moddaning 4-qismi yoki JKning 119-moddasi 3-qismi «a» bandi yoki ushbu moddaning 4-qismi bo‘yicha kvalifikatsiya qilinishi lozim.\n\n10. 16 yoshga to‘lmagan shaxsga nisbatan uyatsiz-buzuq harakatlar sodir etish uning roziligi asosida jinsiy aloqa qilish yoki jinsiy ehtiyojni g‘ayritabiiy usulda qondirish bilan tugagan hollarda aybdorning harakatlarini JKning 128-moddasi bo‘yicha kvalifikatsiya qilish lozim.\n\n11. Amaliyotda 16 yoshga to‘lmagan shaxsga nisbatan uyatsiz-buzuq harakatlar sodir etish jinoyatini JKning 119-moddasi 3-qismi «a» bandida, mazkur moddaning 4-qismida hamda JKning 128-moddasida nazarda tutilgan jinoyat tarkiblaridan farqlashda qiyinchiliklar vujudga keladi. Qonun chiqaruvchi JKning 119-moddasi 1-qismi va 128-moddasi 1-qismi dispozitsiyalarini ishlab chiqayotganda «jinsiy ehtiyojni g‘ayritabiiy usulda qondirish» tushunchasining mazmunini yoritib bermagan va mazkur tushunchaning uyatsiz-buzuq harakatlardan farqlarini ko‘rsatmagan. Mazkur tushunchalarni bir-biridan farqlashda jinsiy ehtiyojni g‘ayritabiiy usulda qondirishga qaratilgan harakatlar uyatsiz-buzuq harakatlar sodir etishdan farqli ravishda jinsiy ehtiyojni qondirishning kuchliroq ifodalangan shahvoniy shaklini nazarda tutganligiga e’tibor qaratishimiz lozim. Bundan tashqari, aksariyat hollarda uyatsiz-buzuq harakatlarni sodir etishda aybdor o‘zining g‘ayritabiiy jinsiy ehtiyojlarini qondirishni emas, balki 16 yoshga to‘lmagan, qoida tariqasida ruhiyati va ongida insonlar o‘rtasidagi jinsiy munosabatlar to‘g‘risida aniq shakllangan to‘g‘ri tushunchalar mavjud bo‘lmagan shaxsni yo‘ldan urish maqsadini ko‘zlaydi.\n\n12. JKning 129-moddasida nazarda tutilgan jinoyat uyatsiz-buzuq harakatlarni sodir etish vaqtidan boshlab tugallangan hisoblanadi, bunda aybdorning o‘z jinoiy niyatiga erishgani yoki erisha olmaganligi ahamiyati yo‘q.\n\n13. Subyektiv tomondan jinoyat to‘g‘ri qasd bilan sodir etiladi.\n\n14. JKning 129-moddasida nazarda tutilgan jinoyatning subyekti 16 yoshga to‘lgan har ikki jinsdagi jismoniy aqli raso shaxslar bo‘lishi mumkin."
        },
        {
            "modda_raqami": "130-modda. Pornografik mahsulotni tayyorlash, olib kirish, tarqatish, reklama qilish, namoyish etish. ",
            "matni": "Pornografik mahsulotni tarqatish, reklama qilish, namoyish etish maqsadida tayyorlash yoki O‘zbekiston Respublikasi hududiga olib kirish, xuddi shuningdek pornografik mahsulotni reklama qilish, namoyish etish, tarqatish, shu jumladan ommaviy axborot vositalarida, telekommunikatsiya tarmoqlarida yoki Internet jahon axborot tarmog‘ida reklama qilish, namoyish etish, tarqatish, shunday harakatlar uchun ma’muriy jazo qo‘llanilganidan keyin sodir etilgan bo‘lsa, bazaviy hisoblash miqdorining to‘rt yuz baravaridan olti yuz baravarigacha miqdorda jarima yoki uch yuz oltmish soatgacha majburiy jamoat ishlari yoki uch yilgacha axloq tuzatish ishlari bilan jazolanadi.\n\nO‘sha harakatlar:  \na) takroran yoki xavfli retsidivist tomonidan;  \nb) bir guruh shaxslar tomonidan oldindan til biriktirib sodir etilgan bo‘lsa, uch yuz oltmish soatdan to‘rt yuz sakson soatgacha majburiy jamoat ishlari yoki bir yildan uch yilgacha ozodlikni cheklash yoki uch yilgacha ozodlikdan mahrum qilish bilan jazolanadi.\n\nVoyaga yetmagan shaxs tavsiflangan yoki tasvirlangan pornografik mahsulotni tarqatish, reklama qilish, namoyish etish maqsadida O‘zbekiston Respublikasi hududiga olib kirish, xuddi shuningdek uni tayyorlash, tarqatish, reklama qilish, namoyish etish yoki voyaga yetmagan shaxsni pornografik xususiyatga ega harakatlarning ijrochisi sifatida jalb etish, besh yildan yetti yilgacha ozodlikdan mahrum qilish bilan jazolanadi.",
            "sharxi": "1. Sharhlanayotgan modda JKga Pornografik mahsulotlar aylanishi va savdosining oldini olish to‘g‘risidagi xalqaro konvensiya (Jeneva, 1923 yil 13 sentyabr) asosida kiritilgan. Mazkur konvensiya quyidagi qilmishlarni jinoyat turkumiga kiritadi: sotish, tarqatish va ommaviy ko‘rgazma qilish maqsadida pornografik mahsulotlarni tayyorlash va saqlash; bunday mahsulotlarni olib kirish, tashish, olib chiqish, muomalaga kiritish, porno mahsulotlar bilan savdo qilish, tarqatish, ijaraga berish; mazkur mahsulotlarni topish mumkin bo‘lgan yo‘llarni aniqlash yoki ovozga chiqarish.\n\n2. Jinoyat obyekti jamoat odob-axloqi, yoshlarning normal axloqiy rivojlanishini ta’minlovchi ijtimoiy munosabatlar hisoblanadi.\n\n3. Jinoyatning predmeti sifatida pornografik mahsulot xizmat qiladi. JKning VIII bo‘limiga binoan, pornografik mahsulot deganda pornografik asar, shuningdek badiiy qimmatga ega bo‘lmagan va ilmiy, tibbiy yoki o‘quv maqsadlari uchun mo‘ljallanmagan, odam jinsiy a’zolarining yoki odam tomonidan haqiqatda sodir etilayotgan yoki shunga o‘xshatilgan yoki kompyuter texnologiyalari yordamida yaratilgan jinsiy aloqaning tavsifini yoki foto-, video tasvirini yoki boshqa tasvirini o‘z ichiga olgan materiallar va narsalar tushuniladi. Pornografiyani insonlar jinsiy hayotini aks ettiruvchi erotikadan farqlash lozim. Erotikada jinsiy munosabatlarning namoyish etilishi, ularning tasviri, yalang‘och badanning ko‘rsatilishi va hokazolar pornografiyadagidek qo‘pol, bezbetlik, naturalistik xususiyatga ega bo‘lmaydi. Odobdan tashqari naturalizmsiz insonlar o‘rtasidagi jinsiy munosabatlarni aks ettiruvchi san’at asarlari ham pornografik mahsulot deb e’tirof etilmaydi. Barcha holatlarda muayyan bir mahsulotning pornografik xususiyatga ega ekanligini aniqlash uchun ushbu mahsulot taalluqli bo‘lgan sohadagi mutaxassislar (kinotanqidchilar, adabiyotchilar, fotorassomlar, rejissyorlar, yurist-olimlar, psixologlar, seksopatologlar va hokazolar) ishtirokida kompleks san’atshunoslik ekspertizasi tayinlanishi lozim bo‘ladi.\n\n4. Jinoyatning obyektiv tomoni pornografik mahsulotni tarqatish, reklama qilish, namoyish etish maqsadida tayyorlash yoki O‘zbekiston Respublikasi hududiga olib kirish, xuddi shuningdek pornografik mahsulotni reklama qilish, namoyish etish, tarqatish, shu jumladan ommaviy axborot vositalarida, telekommunikatsiya tarmoqlarida yoki Internet jahon axborot tarmog‘ida reklama qilish, namoyish etish, tarqatish, shunday harakatlar uchun ma’muriy jazo qo‘llanilganidan keyin sodir etilishida namoyon bo‘ladi.\n\n5. Pornografik mahsulotni tayyorlash deganda uning yaratilishiga (video syomka, montaj qilish, fotosuratga olish, asarlar yaratilishi, nashr etilishi, ko‘paytirilishi va hokazolarga) qaratilgan harakatlarni tushunish lozim.\n\n6. Pornografik mahsulotni O‘zbekiston Respublikasi hududiga olib kirish mazkur mahsulotni xorijdan mamlakatimiz hududiga olib kirilishida ifodalanadi. O‘zbekiston Respublikasi Prezidentining 2017 yil 15 dekabrdagi PF-5286-sonli Farmonining 2-ilovasiga muvofiq pornografik mazmundagi materiallar O‘zbekiston Respublikasiga import qilinishi (olib kelinishi) taqiqlangan buyumlar ro‘yxatiga kiritilgan.\n\n7. Pornografik mahsulotni tayyorlash yoki O‘zbekiston Respublikasi hududiga olib kirish aybdor ularni tarqatish, reklama qilish yoki namoyish etish maqsadini ko‘zlagan hollarda jinoyat tarkibini tashkil qiladi.\n\n8. Tarqatish deganda pornografik mahsulotning hech bo‘lmaganda bitta shaxsga berilishini, jo‘natilishini, sotilishini, hadya qilinishini, telekommunikatsiya tarmoqlarida yoki Internet jahon axborot tarmog‘ida joylashtirilishini yoki boshqa usulda yetkazib berilishini, jo‘natilishini tushunish kerak. Tarqatish usuli kvalifikatsiya uchun ahamiyat kasb etmaydi.\n\n9. Reklama qilish deganda pornografik mahsulot to‘g‘risida har qanday shaklda va har qanday vositalar yordamida maxsus axborot tarqatilishini tushunish lozim (masalan, ularni ommaviy axborot vositalarida chop etish, Internet jahon axborot tarmog‘ida orqali namoyish etish, odamlarga planshet yoki uyali aloqa telefonlarida ko‘rsatish va boshqalar). O‘zbekiston Respublikasining «Reklama to‘g‘risida»gi Qonuniga ko‘ra pornografiya mahsulotlarini reklama qilish taqiqlanadi.\n\n10. Namoyish etish deganda pornografik mahsulotning mazmuni bilan hech bo‘lmaganda bitta shaxsning har qanday usullar (masalan, videofilm, fotosuratlar, slaydlarni ko‘rsatish, pornografik asarlarni o‘qish va hokazo yo‘llar) bilan tanishtirilishini tushunish kerak.\n\n11. Telekommunikatsiyalar tarmog‘i uzatishlarning bir yoki bir necha turini: telefon, telegraf, faksimil turlarini, ma’lumotlar uzatish va hujjatli xabarlarning boshqa turlarini, televizion va radioeshittirish dasturlarini translyatsiya qilishni ta’minlovchi telekommunikatsiya vositalarining majmui.\n\n12. Internet (Internet - Interconnected Computer Networks so‘zlaridan olingan bo‘lib, o‘zaro bog‘langan kompyuter tarmoqlari degan ma’noni anglatadi) bu bir-biri bilan aloqa kanallari (mavjud bo‘lgan telefon kanallari va kabelli aloqa kanallari) bo‘yicha muloqot qiladigan turli xil kompyuter tarmoqlarining butun jahon uyushmasidir. Internet bu ko‘plab global, regional va lokal tarmoqlarni birlashtiruvchi butun jahon global kompyuter tarmog‘idir.\n\n13. Pornografik mahsulotni tarqatish, reklama qilish, namoyish etish maqsadida tayyorlash yoki O‘zbekiston Respublikasi hududiga olib kirish, xuddi shuningdek uni hech bo‘lmaganda bir kishiga tarqatish, reklama qilish, namoyish etish vaqtidan boshlab jinoyat tugallangan hisoblanadi.\n\n14. Pornografik mahsulot uni tarqatish, reklama qilish yoki namoyish etish maqsadisiz saqlangan bo‘lsa, shaxs jazoga tortilmaydi.\n\n15. Sharhlanayotgan moddaning 2-qismida pornografik mahsulotni tarqatish, reklama qilish, namoyish etish maqsadida tayyorlash yoki O‘zbekiston Respublikasi hududiga olib kirish, xuddi shuningdek uni tarqatish, reklama qilish, namoyish etish: takroran yoki xavfli retsidivist tomonidan («a» bandi) yoki bir guruh shaxslar tomonidan oldindan til biriktirib sodir etilishi uchun javobgarlik nazarda tutilgan («b» bandi).\n\n16. Voyaga yetmagan shaxs tavsiflangan yoki tasvirlangan pornografik mahsulotni tarqatish, reklama qilish, namoyish etish maqsadida O‘zbekiston Respublikasi hududiga olib kirish, xuddi shuningdek uni tayyorlash, tarqatish, reklama qilish, namoyish etish yoki voyaga yetmagan shaxsni pornografik xususiyatga ega harakatlarning ijrochisi sifatida jalb qilinganda, aybdorning qilmishi sharhlanayotgan moddaning 3-qismi bo‘yicha kvalifikatsiya qilinadi.\n\n17. JK 130-moddasi 3-qismidagi voyaga yetmagan shaxs tavsiflangan yoki tasvirlangan pornografik mahsulot deganda o‘zida voyaga yetmagan shaxslarni aks ettirgan mahsulotni tushunish lozim (rasmlardagi, foto-video materiallardagi, telekommunikatsiya tarmoqlarida yoki Internet jahon axborot tarmog‘ida, asarlardagi va boshqalar).\n\n18. Voyaga yetmagan shaxsni pornografik xususiyatga ega harakatlarning ijrochisi sifatida jalb qilish deganda voyaga yetmagan shaxsdan bevosita pornografik materiallarni tayyorlashda har qanday ularning ishtiroki yoki undan foydalanish tushuniladi (voyaga yetmagan shaxsning kino, videofilmlardagi ishtiroki, rasm yoki surat oldirish uchun biror vaziyatda turishi va boshqalar). Ta’kidlash joizki, o‘n olti yoshga to‘lmagan voyaga yetmagan shaxs pornografik xususiyatga ega harakatlarning ijrochisi sifatida jalb qilinganda unga nisbatan u bilan jinsiy aloqa qilingan yoki jinsiy ehtiyoj g‘ayritabiiy usulda qondirilgan, shuningdek unga nisbatan uyatsiz-buzuq harakatlar sodir etilgan hollarda qilmish zarur belgilar mavjudligida jinoyatlar jami tariqasida JKning 130-moddasi 3-qismi va JKning 128 yoki 129-moddalari tegishli qismi bo‘yicha kvalifikatsiya qilinishi lozim.\n\n19. Subyektiv tomondan jinoyat to‘g‘ri qasd bilan sodir etiladi.\n\n20. Jinoyatning subyekti 16 yoshga to‘lgan har qanday aqli raso shaxs bo‘lishi mumkin."
        },
        {
            "modda_raqami": "130_1-modda. Tazyiqni, zo‘ravonlikni yoki shafqatsizlikni targ‘ib qiluvchi mahsulotni tayyorlash, olib kirish, tarqatish, reklama qilish, namoyish etish.",
            "matni": "Tazyiqni, zo‘ravonlikni yoki shafqatsizlikni targ‘ib qiluvchi mahsulotni tarqatish, reklama qilish, namoyish etish maqsadida tayyorlash yoki O‘zbekiston Respublikasi hududiga olib kirish, xuddi shuningdek uni reklama qilish, namoyish etish, tarqatish, shu jumladan ommaviy axborot vositalarida, telekommunikatsiya tarmoqlarida yoki Internet jahon axborot tarmog‘ida reklama qilish, namoyish etish, tarqatish, shunday harakatlar uchun ma’muriy jazo qo‘llanilganidan keyin sodir etilgan bo‘lsa, bazaviy hisoblash miqdorining to‘rt yuz baravaridan olti yuz baravarigacha miqdorda jarima yoki uch yuz oltmish soatgacha majburiy jamoat ishlari yoki uch yilgacha axloq tuzatish ishlari bilan jazolanadi.\n\nO‘sha harakatlar:  \n\na) takroran yoki xavfli retsidivist tomonidan;  \n\nb) bir guruh shaxslar tomonidan oldindan til biriktirib sodir etilgan bo‘lsa, uch yuz oltmish soatdan to‘rt yuz sakson soatgacha majburiy jamoat ishlari yoki bir yildan uch yilgacha ozodlikni cheklash yoki uch yilgacha ozodlikdan mahrum qilish bilan jazolanadi.",
            "sharxi": "1. Jinoyat obyekti jamoat odob-axloqi, yoshlarning normal axloqiy rivojlanishini ta’minlovchi ijtimoiy munosabatlar, jamiyatdagi ma’naviy va axloqiy tamoyillar hisoblanadi.\n\n2. Jinoyatning predmeti sifatida tazyiqni, zo‘ravonlikni yoki shafqatsizlikni targ‘ib qiluvchi mahsulot (kino, audio va videomahsulotlar, asarlar, lazer disklari) xizmat qiladi. JKning VIII bo‘limida belgilanganidek, zo‘ravonlikni yoki shafqatsizlikni targ‘ib qiluvchi mahsulot deganda badiiy, ilmiy yoki madaniy qimmatga ega bo‘lmagan, zo‘ravonlik yoki shafqatsizlik sodir etishga undaydigan materiallar va narsalarni tushunish zarur. Ko‘rib chiqilayotgan jinoyatning predmeti sifatida turli asarlar, bosma nashrlar, rasmlar va boshqa har qanday buyumlar e’tirof etilishi mumkin. Muhimi, ular shaxslarni zo‘ravonlik yoki shafqatsizlik sodir etishga undashi kerak. Ya’ni, zo‘ravonlikni yoki shafqatsizlikni targ‘ib qiluvchi san’at asarlarini sharhlanayotgan jinoyatning predmeti sifatida e’tirof etish uchun mazkur asarlar hech qanday badiiy, ilmiy yoki madaniy qimmatga ham ega bo‘lmasligini aniqlash zarur. San’atshunoslikka oid kompleks ekspertiza tayinlanishi lozim.\n\n3. Jinoyatning obyektiv tomoni tazyiqni, zo‘ravonlikni yoki shafqatsizlikni targ‘ib qiluvchi mahsulotni tarqatish, reklama qilish, namoyish etish maqsadida tayyorlash yoki O‘zbekiston Respublikasi hududiga olib kirish, xuddi shuningdek uni reklama qilish, namoyish etish, tarqatish, shu jumladan ommaviy axborot vositalarida, telekommunikatsiya tarmoqlarida yoki Internet jahon axborot tarmog‘ida reklama qilish, namoyish etish, tarqatish, shunday harakatlar uchun ma’muriy jazo qo‘llanilganidan keyin zo‘ravonlikni yoki shafqatsizlikni targ‘ib qiluvchi mahsulotni tarqatish, reklama qilish, namoyish etishda ifodalanadi (tarqatish, reklama qilish, namoyish etish, tayyorlash, O‘zbekiston Respublikasi hududiga olib kirish tushunchalari to‘g‘risida JKning 130-moddasi sharhiga qarang).\n\n4. Tazyiqni, zo‘ravonlikni yoki shafqatsizlikni targ‘ib qiluvchi mahsulotni tayyorlash yoki O‘zbekiston Respublikasi hududiga olib kirish aybdor ularni tarqatish, reklama qilish yoki namoyish etish maqsadini ko‘zlagan hollarda jinoyat tarkibini tashkil qiladi.\n\n5. Tazyiqni, zo‘ravonlikni yoki shafqatsizlikni targ‘ib qiluvchi mahsulotni tarqatish, reklama qilish, namoyish etish maqsadida tayyorlash yoki O‘zbekiston Respublikasi hududiga olib kirish, xuddi shuningdek uni tarqatish, reklama qilish, namoyish etish vaqtidan boshlab jinoyat tugallangan hisoblanadi.\n\n6. Tazyiqni, zo‘ravonlikni yoki shafqatsizlikni targ‘ib qiluvchi mahsulot uni tarqatish, reklama qilish yoki namoyish etish maqsadisiz saqlangan bo‘lsa, shaxs jazoga tortilmaydi.\n\n7. Sharhlanayotgan moddaning 2-qismida tazyiqni, zo‘ravonlikni yoki shafqatsizlikni targ‘ib qiluvchi mahsulotni tarqatish, reklama qilish, namoyish etish maqsadida tayyorlash yoki O‘zbekiston Respublikasi hududiga olib kirish, xuddi shuningdek uni tarqatish, reklama qilish, namoyish etish:  \n- takroran yoki xavfli retsidivist tomonidan (JKning 32 va 34-moddalari sharhiga qarang);  \n- bir guruh shaxslar tomonidan oldindan til biriktirib sodir etilishi uchun javobgarlik nazarda tutilgan (JKning 29 va 30-moddalari sharhiga qarang)."
        },
        {
            "modda_raqami": "131-modda. Qo‘shmachilik qilish yoki fohishaxona saqlash.",
            "matni": "G‘arazli yoki boshqa past niyatlarda qo‘shmachilik qilish, bazaviy hisoblash miqdorining yigirma besh baravaridan ellik baravarigacha miqdorda jarima yoki uch yuz oltmish soatgacha majburiy jamoat ishlari yoki uch yilgacha axloq tuzatish ishlari bilan jazolanadi.\n\nFohishaxona tashkil etish yoki saqlash, bazaviy hisoblash miqdorining ellik baravaridan yetmish besh baravarigacha miqdorda jarima yoki uch yuz oltmish soatdan to‘rt yuz sakson soatgacha majburiy jamoat ishlari yoki bir yildan uch yilgacha ozodlikni cheklash yoki uch yilgacha ozodlikdan mahrum qilish bilan jazolanadi.\n\nUshbu moddaning birinchi yoki ikkinchi qismida nazarda tutilgan harakatlar bir guruh shaxslar tomonidan oldindan til biriktirib sodir etilgan bo‘lsa, bazaviy hisoblash miqdorining yetmish besh baravaridan yuz baravarigacha miqdorda jarima yoki uch yildan besh yilgacha ozodlikni cheklash yoki uch yildan besh yilgacha ozodlikdan mahrum qilish bilan jazolanadi.\n\nUshbu moddaning birinchi yoki ikkinchi qismida nazarda tutilgan harakatlar:  \n\na) voyaga yetmagan shaxsni jalb qilgan holda;  \n\nb) takroran, xavfli retsidivist yoki ushbu Kodeksning 135 yoki 137-moddalarida nazarda tutilgan jinoyatlarni ilgari sodir etgan shaxs tomonidan;  \n\nv) uyushgan guruh tomonidan yoki uning manfaatlarini ko‘zlab sodir etilgan bo‘lsa, besh yildan sakkiz yilgacha ozodlikdan mahrum qilish bilan jazolanadi.",
            "sharxi": "1. Jinoyat obyekti jamiyatdagi normal axloqiy muhitni kafolatlovchi, oila va voyaga yetmagan shaxslarning, fuqarolar hayoti, sog‘lig‘i, sha’ni va qadr-qimmatining himoyasini ta’minlovchi ijtimoiy munosabatlar hisoblanadi.\n\n2. Jinoyatning obyektiv tomoni g‘arazli yoki boshqa past niyatlarda qo‘shmachilik qilish (1-qism), shuningdek fohishaxona ochish yoki saqlashda (2-qism) ifodalanadi.\n\n3. Qo‘shmachilik qilish g‘arazli yoki boshqa past niyatlarni ko‘zlab, manfaatdor shaxslarga jinsiy aloqa qilish yoki jinsiy ehtiyojlarini g‘ayritabiiy usulda qondirish uchun jinsiy aloqa sheriklarini topishiga yordam ko‘rsatishdan iborat.\n\n4. Jinoyat fohishaxona ochishga yoki saqlashga qaratilgan har qanday xatti-harakatlar sodir etilgan paytdan boshlab yoki g‘arazli yoki boshqa past niyatlarni ko‘zlab mijozlarning shahvoniy harakatlarni amalga oshirishiga yordam berishga qaratilgan xizmatlar ko‘rsatilgan paytdan e’tiboran tugallangan hisoblanadi.\n\n5. Fohishaxona bu uning mijozlari jinsiy aloqa qilishlari yoki o‘z jinsiy ehtiyojlarini g‘ayritabiiy usulda qondirishlari uchun maxsus mo‘ljallangan har qanday xonani yoki boshqa joyni tushunish zarur. Fohishaxona turli ko‘rinishda bo‘lishi mumkin: sauna, massaj kabineti, tungi klub va hokazo. Hozirgi kunda fohishaxonalar yashirinish maqsadida alohida xonadonda, yordamchi xonada, mehmonxonada, sanatoriylarda va hokazolarda ochilishi va saqlanishi mumkin. Uzoqqa qatnaydigan poyezdlarda maxsus jihozlangan joylar, avtomashinalar, mikroavtobuslar va hokazo ham fohishaxona bo‘lishi mumkin. Fohishaxonaning zaruriy sharti, bu yerga odamlarning o‘z jinsiy ehtiyojlarini qondirish uchun, qoida tariqasida haq evaziga kelishidir.\n\n6. Fohishaxona ochish va saqlash deganda xona tanlanishi, uning moliyalashtirilishi, ta’minlanishi yoki zaruriy anjomlar bilan jihozlanishi, uzoq muddat davomida faoliyat ko‘rsatishi uchun maishiy shart-sharoitlar yaratilishi, xodimlar tanlanishi va joylashtirilishi, tashqi himoya va qo‘riqlash ta’minlanishi, fohishaxona mijozlari jalb qilinishi, uning reklamasi va hokazolarni tushunish kerak.\n\n7. Fohishaxona egasi shahvoniy yoki boshqa maqsadlarda odam yollagan hollarda uning qilmishi JKning 131 va 135-moddalari bilan jinoyatlar majmui bo‘yicha kvalifikatsiya qilinishi zarur.\n\n8. Subyektiv tomondan jinoyat to‘g‘ri qasd bilan sodir etiladi. Bunda aybdorning harakatlari g‘arazli yoki boshqa past niyatlarda sodir etilgan hollarda ularni qo‘shmachilik qilish sifatida JKning 131-moddasi bo‘yicha kvalifikatsiya qilish mumkin. G‘arazli yoki boshqa past niyatlar jinoiy jazoga sazovor qo‘shmachilik qilish subyektiv tomonining zaruriy belgisidir (g‘arazli niyatlar tushunchasi to‘g‘risida JKning 97-moddasi sharhiga qarang). Mazkur holatda mansabparastlik, o‘ch olish, xushomadgo‘ylik, laganbardorlik va hokazo boshqa past niyat bo‘lishi mumkin.\n\n9. Jinoyatning subyekti 16 yoshga to‘lgan har qanday aqli raso shaxs bo‘lishi mumkin. Fohishaxonaga tashrif buyuradigan shaxslar jinoiy javobgarlikka tortilmaydi.\n\n10. Sharhlanayotgan moddaning birinchi yoki ikkinchi qismida nazarda tutilgan harakatlar bir guruh shaxslar tomonidan oldindan til biriktirib sodir etilgan bo‘lsa, aybdorning harakatlari JK 131-moddasi 3-qismi bilan kvalifikatsiya qilinadi.\n\n11. Aybdorning harakatlari, agar jinoyat voyaga yetmagan shaxsni jalb qilgan holda; takroran, xavfli retsidivist (JKning 32 va 34-moddalari sharhiga qarang) yoki ushbu Kodeksning 135 yoki 137-moddalarida nazarda tutilgan jinoyatlarni ilgari sodir etgan shaxs tomonidan; uyushgan guruh tomonidan yoki uning manfaatlarini ko‘zlab sodir etilgan bo‘lsa, JK 131-moddasi 4-qismi bilan kvalifikatsiya qilinadi.\n\n12. Aybdorning harakatlarini JKning 131-moddasi 4-qismi «a» bandi bilan kvalifikatsiya qilish uchun aybdor jinoyatni sodir etishga 18 yoshga to‘lmagan shaxsni jalb qilayotganligini aniq bilgan bo‘lishi lozim. Bunda voyaga yetmagan jabrlanuvchi fohishaxona ochishga yoki saqlashga yoki qo‘shmachilik qilishga har qanday rolda (fohishaxona qorovuli, fohishaxona haydovchisi, fohishalik bilan shug‘ullanuvchi shaxs va boshqalar) ishtirok etishga jalb qilinishi mumkin.\n\n13. Mazkur jinoyat takroran, xavfli retsidivist yoki Jinoyat kodeksining 135 yoki 137-moddalarida nazarda tutilgan jinoyatlarni ilgari sodir etgan shaxs tomonidan sodir qilingan bo‘lsa, qilmish JK 131-moddasi 4-qismi «b» bandi bo‘yicha kvalifikatsiya qilinadi. (Takroran yoki xavfli retsidivist tushunchalari bo‘yicha JKning 32 va 34-moddalari sharhiga qarang.)\n\n14. Mazkur jinoyat uyushgan guruh tomonidan yoki uning manfaatlarini ko‘zlab sodir etilgan bo‘lsa, qilmish JK 131-moddasi 4-qismi «v» bandi bo‘yicha kvalifikatsiya qilinadi. (Uyushgan guruh tomonidan yoki uning manfaatlarini ko‘zlab jinoyat sodir etilishi haqida JKning 29 va 30-moddalari sharhiga qarang.)"
        },
        {
            "modda_raqami": "132-modda. Moddiy madaniy meros obyektlarini nobud qilish, buzish yoki ularga shikast yetkazish.",
            "matni": "Davlat muhofazasiga olingan moddiy madaniy meros obyektlarini nobud qilish, buzish yoki ularga shikast yetkazish ancha miqdorda zarar yetkazilishiga sabab bo‘lsa, bazaviy hisoblash miqdorining yuz baravaridan uch yuz baravarigacha miqdorda jarima yoki uch yuz oltmish soatgacha majburiy jamoat ishlari yoki uch yilgacha axloq tuzatish ishlari bilan jazolanadi.\n\nO‘sha harakatlar:  \na) takroran yoki xavfli retsidivist tomonidan;  \nb) ko‘p miqdorda zarar yetkazgan holda;  \nv) bir guruh shaxslar tomonidan oldindan til biriktirib sodir etilgan bo‘lsa, bazaviy hisoblash miqdorining uch yuz baravaridan besh yuz baravarigacha miqdorda jarima yoki uch yildan besh yilgacha ozodlikni cheklash yoki uch yildan besh yilgacha ozodlikdan mahrum qilish bilan jazolanadi.\n\nO‘sha harakatlar juda ko‘p miqdorda zarar yetkazgan holda sodir etilgan bo‘lsa, besh yildan yetti yilgacha ozodlikdan mahrum qilish bilan jazolanadi.\n\nYetkazilgan moddiy zarar uch karra miqdorda qoplangan taqdirda ozodlikni cheklash va ozodlikdan mahrum qilish tariqasidagi jazo qo‘llanilmaydi.",
            "sharxi": "1. Sharhlanayotgan modda bo‘yicha jinoiy javobgarlik davlat muhofazasiga olingan moddiy madaniy meros obyektlariga tajovuz qilingan hollarda yuzaga keladi. Moddiy madaniy meros obyektlarining davlat muhofazasiga olinganligi aholi e’tiboriga ma’lum bir usulda (masalan, taxtachalar, muhofaza lavhalari, ko‘rsatkichlarni osib qo‘yish, kitoblarda, gazeta va jurnallarda, yo‘l ko‘rsatkichlarida axborotlar berish va hokazo yo‘llar bilan) yetkazilishi lozim.\n\n2. Jinoyat obyekti jamiyatning normal rivojlanishini ta’minlovchi ijtimoiy munosabatlar, moddiy madaniy meros obyektlarini muhofaza qilish kabi manfaatlar hisoblanadi. O‘zbekiston Respublikasining 2001 yil 30 avgustdagi «Madaniy meros obyektlarini muhofaza qilish va ulardan foydalanish to‘g‘risida»gi 269-II-sonli Qonuniga ko‘ra madaniy meros obyektlari deganda moddiy va nomoddiy madaniy meros obyektlari tushuniladi. Moddiy madaniy meros obyektlari deganda tarixiy, ilmiy, badiiy yoki o‘zgacha madaniy qimmatga ega bo‘lgan ansambllar, diqqatga sazovor joylar va yodgorliklar tushuniladi. Nomoddiy madaniy meros obyektlariga tarixiy, ilmiy, badiiy yoki o‘zgacha madaniy qimmatga ega bo‘lgan urf-odatlar, xalq ijodiyoti (so‘z, raqs, musiqa, tomosha san’ati), shuningdek ular hamda xalq badiiy hunarmandchiligi va amaliy san’ati bilan bog‘liq bilimlar, ko‘nikmalar, asbob-anjomlar, artefaktlar, madaniy makonlar kiritiladi. O‘zbekiston Respublikasining 2001 yil 30 avgustdagi «Madaniy meros obyektlarini muhofaza qilish va ulardan foydalanish to‘g‘risida»gi qonunining 4-moddasiga ko‘ra moddiy madaniy meros obyektlari quyidagi toifalarga bo‘linadi:  \n\n- butun mamlakat tarixi va madaniyati uchun alohida ahamiyatga molik tarixiy, ilmiy, me’moriy, badiiy va memorial qimmatga ega bo‘lgan respublika ahamiyatidagi moddiy madaniy meros obyektlari;  \n\n- viloyat, tuman, shahar tarixi va madaniyati uchun alohida ahamiyatga molik tarixiy, ilmiy, me’moriy, badiiy va memorial qimmatga ega bo‘lgan mahalliy ahamiyatdagi moddiy madaniy meros obyektlari.\n\n3. Jinoyatning obyektiv tomoni davlat muhofazasiga olingan moddiy madaniy meros obyektlarini nobud qilishda, buzishda yoki ularga shikast yetkazishda ifodalanadi. Bunda JKning 132-moddasi 1-qismi bo‘yicha javobgarlik ko‘rsatilgan harakatlar natijasida ancha miqdorda zarar yetkazilgan holda vujudga keladi. Moddiy madaniy meros obyektlarini nobud qilish deganda ularning qayta tiklash imkoniyati bo‘lmagan holda butunlay yaroqsiz holga keltirilishini tushunish lozim. Moddiy madaniy meros obyektlarini buzish deganda qayta tiklash imkoniyatini qoldirgan holda ularga ma’lum darajada zarar yetkazilishini tushunish kerak. Moddiy madaniy meros obyektlariga shikast yetkazish deganda ularga muayyan zarar yetkazilgan bo‘lib, buning oqibatida yodgorliklar badiiy, tarixiy, arxeologik, ilmiy qiymatining yo‘qolishi tushuniladi. Moddiy madaniy meros obyektlarini qasddan nobud qilish, buzish yoki ularga shikast yetkazish usullari jinoyatni kvalifikatsiya qilishda ahamiyatga ega emas. Bu yondirish, vayron qilish, suv bostirish, jismoniy ta’sir ko‘rsatish va hokazo bo‘lishi mumkin.\n\n4. Davlat muhofazasiga olingan moddiy madaniy meros obyektlarini nobud qilingan, buzilgan yoki ularga shikast yetkazilgan paytdan boshlab jinoyat tugallangan hisoblanadi.\n\n5. O‘sha harakatlar:  \n\na) takroran yoki xavfli retsidivist tomonidan;  \n\nb) ko‘p miqdorda zarar yetkazgan holda;  \n\nv) bir guruh shaxslar tomonidan oldindan til biriktirib sodir etilgan bo‘lsa, aybdorning harakatlari JKning 132-moddasi 2-qismi bo‘yicha kvalifikatsiya qilish lozim.\n\n6. Aybdorning harakatlari juda ko‘p miqdorda zarar yetkazilishiga sabab bo‘lsa, jinoyatni JKning 132-moddasi 3-qismi bo‘yicha kvalifikatsiya qilish lozim. (Juda ko‘p miqdordagi zarar tushunchasi to‘g‘risida JKning Maxsus qismi VIII bo‘limiga qarang.)\n\n7. Subyektiv tomondan jinoyat to‘g‘ri qasd bilan sodir etiladi. Jinoyatni sodir etish motivlari uni kvalifikatsiya qilishga ta’sir etmaydi. Biroq, agar moddiy madaniy meros obyektlarini nobud qilish, buzish, ularga shikast yetkazish bezorilik harakatlari bilan bog‘liq bo‘lsa, qilmish JKning 132 va 277-moddalari bilan jinoyatlar majmui bo‘yicha kvalifikatsiya qilinishi zarur.\n\n8. Moddiy madaniy meros obyektlarini nobud qilish, buzish yoki ularga shikast yetkazish ehtiyotsizlik orqali sodir etilgan bo‘lsa, aybdorning harakatlarini tegishli belgilarning mavjudligida mansabga sovuqqonlik bilan qarash (JKning 207-moddasi) yoki mulkni qo‘riqlashga vijdonsiz munosabatda bo‘lish (JKning 172-moddasi) sifatida kvalifikatsiya qilish kerak.\n\n9. Moddiy madaniy meros obyektlariga shikast yetkazish va ularni buzish mazkur moddiy madaniy meros obyektlarining muayyan qismlarini o‘g‘irlash bilan bog‘liq bo‘lgan hollarda aybdor shaxsning harakatlarini JKning 132-moddasi va o‘zgalar mulkini talon-toroj qilish uchun javobgarlikni nazarda tutuvchi tegishli modda bilan jinoyatlar majmui bo‘yicha kvalifikatsiya qilish kerak.\n\n10. Sharhlanayotgan jinoyatning subyekti 16 yoshga to‘lgan har qanday aqli raso shaxs hisoblanadi.\n\n11. Sharhlanayotgan moddaning 4-qismi rag‘batlantiruvchi normani nazarda tutgan bo‘lib, unga muvofiq yetkazilgan moddiy zarar uch karra miqdorda qoplangan taqdirda ozodlikdan cheklash va ozodlikdan mahrum qilish tariqasidagi jazo qo‘llanilmaydi."
        },
        {
            "modda_raqami": "133-modda. Inson a’zolarini va (yoki) to‘qimalarini olish hamda transplantatsiya qilish shartlarini va (yoki) tartibini buzish.",
            "matni": "Inson a’zolarini va (yoki) to‘qimalarini olish hamda transplantatsiya qilishning belgilangan shartlarini va (yoki) tartibini buzish, bundan ushbu Kodeksning 115-1, 133, 133-1-moddalarida nazarda tutilgan hollar mustasno, xuddi shuningdek vafot etgan odamning a’zolarini yoki to‘qimalarini u tirikligida uning roziligini olmay turib, ilmiy yoki ta’lim maqsadlarida buzilmaydigan holda saqlash (konservatsiya) uchun olish, bazaviy hisoblash miqdorining yigirma besh baravaridan ellik baravarigacha miqdorda jarima yoki besh yilgacha muayyan huquqdan mahrum qilish yoki uch yuz oltmish soatgacha majburiy jamoat ishlari yoki uch yilgacha axloq tuzatish ishlari bilan jazolanadi.\n\nO‘sha harakatlar:  \n\na) g‘arazli yoki boshqacha past niyatlarda;  \n\nb) takroran yoki xavfli retsidivist tomonidan;  \n\nv) bir guruh shaxslar tomonidan oldindan til biriktirib;  \n\ng) shaxs tomonidan o‘z xizmat mavqeidan foydalangan holda sodir etilgan bo‘lsa, uch yildan besh yilgacha ozodlikni cheklash yoki uch yildan besh yilgacha ozodlikdan mahrum qilish bilan jazolanadi.",
            "sharxi": "1. So‘nggi yillarda respublikamizda amalga oshirilayotgan sud-huquq islohotlarining muhim yo‘nalishlaridan biri fuqarolarning huquqlari, erkinliklari va qonuniy manfaatlarini ishonchli himoya qilish kafolatlarini kuchaytirishdan iborat. Aholiga yuqori texnologiyali ixtisoslashtirilgan tibbiy yordam ko‘rsatish tizimini yanada takomillashtirish, shuningdek transplantatsiya qilish tartibini belgilash maqsadida O‘zbekiston Respublikasining 2022 yil 11 maydagi «Inson a’zolari va to‘qimalarining transplantatsiyasi to‘g‘risida»gi Qonuni qabul qilindi.\n\n2. Mazkur jinoyatning obyekti bo‘lib jamiyatning normal axloqiy asoslarini ta’minlovchi ijtimoiy munosabatlar, shuningdek inson a’zolari va to‘qimalarining transplantatsiyasi sohasidagi munosabatlar hisoblanadi.\n\n3. Qonunchilikka ko‘ra, tirik donordan yoki inson murdasidan olingan inson a’zolari va (yoki) to‘qimalari transplantatsiya obyektlari bo‘lishi mumkin, ularning ro‘yxati O‘zbekiston Respublikasi Vazirlar Mahkamasi tomonidan belgilanadi. Sun’iy ravishda yetishtirilgan a’zolar transplantatsiya obyektlari bo‘lmaydi. Jinoyatning predmetini inson a’zolari va to‘qimalari tashkil etadi. «Inson a’zolari va to‘qimalarining transplantatsiyasi to‘g‘risida»gi qonunning amal qilishi:  \n\n- insonning ko‘payishiga taalluqli bo‘lgan a’zolar va to‘qimalarning (tuxum hujayrasi, sperma, tuxumdonlar, moyaklarning yoki embrionlarning) transplantatsiyasiga;  \n\n- a’zolar va to‘qimalarning autogen (bir shaxsning o‘zi tirik donor va retsipiyent bo‘ladi) transplantatsiyasiga;  \n\n- qon va uning tarkibiy qismlari donorligi sohasidagi munosabatlarga nisbatan tatbiq etilmaydi.\n\n4. Jinoyat obyektiv tomondan inson a’zolarini va (yoki) to‘qimalarini olish hamda transplantatsiya qilishning belgilangan shartlarini va (yoki) tartibini buzish, bundan ushbu Kodeksning 115-1, 133, 133-1-moddalarida nazarda tutilgan hollar mustasno, xuddi shuningdek vafot etgan odamning a’zolarini yoki to‘qimalarini u tirikligida uning roziligini olmay turib, ilmiy yoki ta’lim maqsadlarida buzilmaydigan holda saqlash (konservatsiya) uchun olish orqali sodir etiladi («inson a’zosi», «inson to‘qimasi» va «transplantatsiya» atamalari to‘g‘risida JK 115-1-moddasi sharhiga qarang).\n\n5. Bugungi kunda inson a’zolari va (yoki) to‘qimalarini olish va transplantatsiya qilish shartlari hamda tartibi qonunchilik orqali tartibga solingan. Qonunning «Inson a’zolari va to‘qimalarini olish hamda ularning transplantatsiyasi shartlari va tartibi» deb nomlangan ikkinchi bobida bir qator talablar belgilangan:  \n\n- inson a’zolarining va (yoki) to‘qimalarining transplantatsiyasi zarurligi to‘g‘risidagi tibbiy xulosa (8-m.);  \n\n- inson a’zolarining va (yoki) to‘qimalarining transplantatsiya shartlari (9-m.);  \n\n- inson a’zolarining va (yoki) to‘qimalarining transplantatsiyasiga retsipiyentning roziligi (10-m.);  \n\n- inson a’zolarini va (yoki) to‘qimalarini uning murdasidan olish shartlari (11-m.);  \n\n- tirik donordan a’zolarni va (yoki) to‘qimalarni olish shartlari (12-m.);  \n\n- inson a’zolarining va (yoki) to‘qimalarining transplantatsiyasi vaqtida videotasvirga olish (13-m.);  \n\n- donorlikka doir cheklovlar (14-m.);  \n\n- tirik donor va retsipiyent to‘g‘risidagi ma’lumotlarning oshkor etilishiga yo‘l qo‘yilmasligi (16-m.).\n\n6. «Inson a’zolari va to‘qimalarining transplantatsiyasi to‘g‘risida»gi Qonunning 10-moddasiga ko‘ra, inson a’zolarining va (yoki) to‘qimalarining transplantatsiyasi retsipiyentning yozma roziligi bilan amalga oshiriladi. Bunda retsipiyent bo‘lajak jarrohlik amaliyoti yoki muolaja munosabati bilan o‘z sog‘lig‘i uchun yuzaga kelishi mumkin bo‘lgan asoratlar haqida imzo qo‘ydirilib ogohlantirilishi kerak. Ushbu jarayon majburiy tartibda videoyozuvga qayd etiladi. Agar retsipiyent 18 yoshga to‘lmagan bo‘lsa yoki belgilangan tartibda muomalaga layoqatsiz deb topilgan bo‘lsa yoki retsipiyentning o‘zidan rozilik olishning imkoni bo‘lmasa, inson a’zolarining va (yoki) to‘qimalarining transplantatsiyasi uning ota-onasining yoki boshqa qonuniy vakilining yozma roziligi bilan amalga oshiriladi. Inson a’zolarini va (yoki) to‘qimalarini uning murdasidan olishga uning tiriklik chog‘idagi notarial tartibda tasdiqlangan yozma roziligi mavjud bo‘lgan taqdirda yo‘l qo‘yiladi. Inson a’zolarini va (yoki) to‘qimalarini uning murdasidan tegishli roziliksiz olish qonunga xilofdir.\n\n7. Qonunchilikka ko‘ra, tirik donordan a’zolarni va (yoki) to‘qimalarni transplantatsiya uchun olish faqat retsipiyentning sog‘lig‘ini ko‘zlab hamda inson murdasida transplantatsiya uchun yaroqli bo‘lgan a’zolar va (yoki) to‘qimalar mavjud bo‘lmagan yoki samaradorligi inson a’zolarining va (yoki) to‘qimalarining transplantatsiyasi samaradorligi bilan taqqoslanishi mumkin bo‘lgan muqobil davolash usuli mavjud bo‘lmagan taqdirda amalga oshirilishi mumkin.\n\n8. Tirik donorni undan a’zosini va (yoki) to‘qimalarini olish uchun rozilik berishga majburlash taqiqlanadi va bunday harakat JK 155-1-moddasiga ko‘ra jinoiy javobgarlikka sabab bo‘ladi. Tirik donordan a’zolarni va (yoki) to‘qimalarni retsipiyentga transplantatsiya qilish uchun olishga, agar donor:  \n\n- a’zolarini va (yoki) to‘qimalarini olish bo‘yicha bo‘lajak jarrohlik amaliyoti yoki muolaja munosabati bilan o‘z sog‘lig‘i uchun yuzaga kelishi mumkin bo‘lgan asoratlar haqida kamida o‘ttiz kun oldin yozma shaklda, videoyozuvga qayd etgan holda ogohlantirilgan bo‘lsa;  \n\n- o‘z a’zosini va (yoki) to‘qimalarini olishga bo‘lgan roziligini ixtiyoriy ravishda, bepul asosda, notarial tartibda tasdiqlangan yozma shaklda bildirgan bo‘lsa;  \n\n- har taraflama tibbiy tekshiruvdan o‘tgan bo‘lsa hamda uning a’zosini va (yoki) to‘qimalarini transplantatsiya qilish uchun olish mumkinligi to‘g‘risida mutaxassis-shifokorlarning tibbiy xulosasi mavjud bo‘lsa, yo‘l qo‘yiladi. Tirik donorni har taraflama tibbiy tekshiruvdan o‘tkazish tartibi O‘zbekiston Respublikasi Sog‘liqni saqlash vazirligi tomonidan belgilanadi.\n\n9. Inson a’zolarining va (yoki) to‘qimalarining transplantatsiyasi vaqtida inson a’zolarini va (yoki) to‘qimalarini olishni hamda ularning transplantatsiyasini amalga oshiruvchi tibbiyot muassasasi tomonidan videotasvirga olish amalga oshiriladi. Bunda videoyozuvdagi inson a’zolarining va (yoki) to‘qimalarining transplantatsiyasi haqidagi axborot oshkor etilishiga yo‘l qo‘yilmaydigan shifokor sirini tashkil etadi, bundan qonunchilikda nazarda tutilgan hollar mustasno. Retsipiyentni va donorni sog‘lig‘i uchun yuzaga kelishi mumkin bo‘lgan asoratlar haqidagi ogohlantirishning, shuningdek transplantatsiya jarayonining videoyozuvi tibbiyot muassasasi tomonidan arxivlashtiriladi, videoyozuv aslining dublikati esa saqlash uchun ichki ishlar organlariga topshiriladi.\n\n10. Inson a’zolarini va (yoki) to‘qimalarini olishga, agar ular O‘zbekiston Respublikasi Sog‘liqni saqlash vazirligi tomonidan belgilangan transplantatsiya qilish uchun inson a’zolari va to‘qimalari donorligiga qarshi ko‘rsatma mavjud bo‘lgan kasalliklar ro‘yxatiga kiruvchi kasalligi bo‘lgan yoki ilgari shunday kasallikka chalingan tirik donorga yoki inson murdasiga tegishli bo‘lsa, yo‘l qo‘yilmaydi. Quyidagilarga nisbatan inson a’zolarini va (yoki) to‘qimalarini olishga yo‘l qo‘yilmaydi:  \n- o‘n sakkiz yoshga to‘lmagan shaxslarga (bundan suyak iligini transplantatsiya qilish hollari mustasno);  \n- belgilangan tartibda muomalaga layoqatsiz deb topilgan shaxslarga, shuningdek ruhiy holatning buzilishlariga (ruhiy kasalliklarga) chalingan shaxslarga;  \n- qamoqda yoki ozodlikdan mahrum etish joylarida saqlanayotgan shaxslarga;  \n- I va II guruh nogironligi bo‘lgan shaxslarga;  \n- homilador ayollarga;  \n- shaxsi aniqlanmagan shaxslarga;  \n- muayyan yashash joyi bo‘lmagan shaxslarga;  \n- «Mehribonlik», «Saxovat» va «Muruvvat» uylarida yashovchi shaxslarga;  \n- a’zosi va (yoki) to‘qimalari ilgari transplantatsiya uchun olingan shaxslarga. O‘zbekiston Respublikasi fuqarosi chet davlat fuqarosi bo‘lgan retsipiyent uchun donor bo‘lishi mumkin emas.\n\n11. «Inson a’zolari va to‘qimalarining transplantatsiyasi to‘g‘risida»gi qonunga asosan, inson a’zolarini va (yoki) to‘qimalarini olish hamda transplantatsiya qilishning belgilangan shartlarini va (yoki) tartibini buzish deganda quyidagilar tushuniladi:  \n- inson a’zolarining va (yoki) to‘qimalarining transplantatsiyasi zarurligi to‘g‘risidagi tibbiy xulosasiz;  \n- inson a’zolarining va (yoki) to‘qimalarining transplantatsiyasiga retsipiyentning yozma roziligisiz (kamida 30 kun oldin);  \n- inson a’zolarini va (yoki) to‘qimalarini uning murdasidan olishga uning tiriklik chog‘idagi notarial tartibda tasdiqlangan yozma roziligisiz;  \n- inson a’zolarining va (yoki) to‘qimalarining transplantatsiyasi vaqtida inson a’zolarini va (yoki) to‘qimalarini olish hamda ularning transplantatsiyasini amalga oshirishda videotasvirdan foydalanmaslik;  \n- inson a’zolarini va (yoki) to‘qimalarini olishga yo‘l qo‘yilmaydigan shaxslar toifasidan olish;  \n- tirik donor va retsipiyent to‘g‘risidagi ma’lumotlarning oshkor etilishi.\n\n12. Transplantatsiya yoki konservatsiya amalga oshirilgan-oshirilmaganligidan qat’i nazar, jinoyat inson a’zolarini va (yoki) to‘qimalarini olish hamda transplantatsiya qilishning kamida bitta sharti buzilgan paytdan tugallangan hisoblanadi.\n\n13. Subyektiv tomondan jinoyat to‘g‘ri qasd bilan sodir etiladi. Aybdorni JK 133-moddasi 1-qismi bilan javobgarlikka tortishda motiv ahamiyatga ega emas.\n\n14. Subyekt 16 yoshga to‘lgan, aqli raso shaxs.\n\n15. Aybdorning harakatlari JK 133-moddasi 2-qismi bilan kvalifikatsiya qilinadi, agar jinoyat:  \na) g‘arazli yoki boshqacha past niyatlarda;  \nb) takroran yoki xavfli retsidivist tomonidan;  \n\nv) bir guruh shaxslar tomonidan oldindan til biriktirib;  \n\ng) shaxs tomonidan o‘z xizmat mavqeidan foydalangan holda sodir etilgan bo‘lsa. G‘arazli niyatda deganda moddiy naf (pul, mol-mulk, mulkiy huquqlar, uy-joy maydoniga bo‘lgan huquq va hokazo) olishga qaratilgan motiv tushunilishi kerak. G‘arazli niyatda moddiy sarf-xarajatlardan (mol-mulkni qaytarishdan, qarzni to‘lashdan, xizmatlar uchun haq to‘lashdan, mulkiy majburiyatlarni bajarishdan, alimentlarni to‘lashdan) qutulish istagida ham namoyon bo‘lishi mumkin. Boshqacha past niyatlar sifatida mazkur holatda mansabparastlik, laganbardorlik va hokazo tushunilishi lozim."
        },
        {
            "modda_raqami": "133_1-modda. Inson a’zolarining va (yoki) to‘qimalarining oldi-sotdisi.",
            "matni": "Inson a’zolarining va (yoki) to‘qimalarining oldi-sotdisi, uch yildan besh yilgacha ozodlikni cheklash yoki bir yildan uch yilgacha muayyan huquqdan mahrum etib, uch yildan besh yilgacha ozodlikdan mahrum qilish bilan jazolanadi.\n\nO‘sha harakatlar:  \n\na) takroran yoki xavfli retsidivist tomonidan;  \n\nb) bir guruh shaxslar tomonidan oldindan til biriktirib sodir etilgan bo‘lsa, besh yildan o‘n yilgacha ozodlikdan mahrum qilish bilan jazolanadi.",
            "sharxi": "1. O‘zbekiston Respublikasining 2022 yil 11 maydagi «Inson a’zolari va to‘qimalarining transplantatsiyasi to‘g‘risida»gi Qonuniga asosan, inson a’zolarini va (yoki) to‘qimalarini transplantatsiya qilishda jismoniy hamda yuridik shaxslarga inson a’zolarining va (yoki) to‘qimalarining oldi-sotdisi taqiqlanadi. Inson a’zolarini va (yoki) to‘qimalarini transplantatsiya qilish bo‘yicha operatsiyalar tibbiy ko‘rsatmalarga asosan amalga oshiriladi.\n\n2. Mazkur jinoyatning obyekti jamiyatning normal axloqiy asoslarini ta’minlovchi ijtimoiy munosabatlar, shuningdek inson a’zolari va to‘qimalarining transplantatsiyasi sohasidagi munosabatlar hisoblanadi.\n\n3. Mazkur jinoyat obyektiv tomondan inson a’zolarining va (yoki) to‘qimalarining oldi-sotdisi shaklida sodir etiladi. Inson a’zolarining va (yoki) to‘qimalarining oldi-sotdisi deganda tirik donordan yoki insonning murdasidan olingan a’zolar va (yoki) to‘qimalar uchinchi shaxslarga pul yoki boshqa moddiy boyliklar (mulk) ko‘rinishida, mulkiy xizmatlar evaziga yoki qarzidan voz kechish evaziga berishga qaratilgan og‘zaki yoki yozma bitim tushunilishi lozim. Qonunchilikka ko‘ra, O‘zbekiston Respublikasi Vazirlar Mahkamasi:  \n\n- inson a’zolari va to‘qimalarining transplantatsiyasi sohasida davlat siyosati amalga oshirilishini ta’minlaydi;  \n\n- tegishli organlar va tashkilotlarning inson a’zolari va to‘qimalarining transplantatsiyasi sohasidagi faoliyatini muvofiqlashtiradi;  \n\n- transplantatsiya obyektlari ro‘yxatini, shuningdek ularning transplantatsiyasi tartibini belgilaydi;  \n\n- inson a’zolari va to‘qimalarini O‘zbekiston Respublikasi hududida tashish, ularni saqlash, O‘zbekiston Respublikasi bojxona hududiga olib kirish tartibini belgilaydi. Agar shaxs tirik donordan yoki insonning murdasidan olingan a’zolar va (yoki) to‘qimalarini moddiy naf olgandan keyin topshirish sharti bilan sotishga va’da bergan bo‘lsa, biroq uning asl maqsadi moddiy boyliklarni egallashga qaratilgan va u bitim shartlarini bajarishni niyat qilmagan bo‘lsa, aybdorning harakatlari firibgarlik jinoyatining tarkibini tashkil etadi, xaridorning harakatlari esa inson a’zolarining va (yoki) to‘qimalarining sotib olishga suiqasd sifatida kvalifikatsiya qilinishi lozim.\n\n4. Jinoyat inson a’zolarining va (yoki) to‘qimalarining oldi-sotdisi to‘g‘risida bitim tuzilgan paytdan boshlab tugallangan hisoblanadi.\n\n5. Subyektiv tomondan sharhlangan jinoyat to‘g‘ri qasd bilan sodir etiladi. Inson a’zolari va (yoki) to‘qimalarining oldi-sotdisi maqsadi jinoyatni kvalifikatsiya qilish uchun ta’sir etmaydi.\n\n6. Jinoyat subyekti 16 yoshga to‘lgan aqli raso shaxsdir.\n\n7. JK 133-1-moddasi 1-qismida nazarda tutilgan harakatlar:  \n\na) takroran yoki xavfli retsidivist tomonidan;  \n\nb) bir guruh shaxslar tomonidan oldindan til biriktirib sodir etilgan bo‘lsa, aybdorning harakatlari mazkur moddaning 2-qismi bilan javobgarlikka tortiladi.\n"
        },
        {
            "modda_raqami": "134-modda. Qabrni tahqirlash.",
            "matni": "Qabrni yoki murdani tahqirlash, shuningdek murdadagi, qabr ustidagi yoki ichidagi narsalarni olish, bazaviy hisoblash miqdorining ellik baravaridan yuz baravarigacha miqdorda jarima yoki uch yilgacha axloq tuzatish ishlari yoki uch yildan besh yilgacha ozodlikni cheklash yoki uch yildan besh yilgacha ozodlikdan mahrum qilish bilan jazolanadi.",
            "sharxi": "1. Jinoyat obyekti jamiyatda mavjud bo‘lgan odob-axloq asoslarini ta’minlovchi ijtimoiy munosabatlar hisoblanadi.\n\n2. Jinoyatning predmeti vafot etgan odamlarning murdalari, ularning qabrlari, qabrlari usti, qabr ustidagi imoratlar hisoblanadi.\n\n3. Qabr bu murdaning xoki va u bilan birga dafn etilgan narsalar (kiyim-kechaklar, buyumlar va hokazo) ko‘milgan joydir.\n\n4. Qabr usti deganda qabr va uning ustidagi tepalik, yodgorlik, panjara, gullar, gulchambarlar va hokazolarni tushunish kerak.\n\n5. Obyektiv tomondan jinoyat qabrni yoki murdani tahqirlashda, shuningdek murdadagi, qabr ustidagi yoki ichidagi narsalarni olishda ifodalanadi.\n\n6. Qabrni tahqirlash deganda uning harom qilinishiga qaratilgan har qanday harakatlar sodir etishni (uning kovlab tashlanishi, qabr ustidagi toshlar, yodgorliklar, marhumning xoki saqlanayotgan idishlar, panjaralarning vayron qilinishi, yashil nihollarning bosib-yanchilishi, qabr toshlariga beadab yozuvlar yozilishi va hokazo) tushunish lozim.\n\n7. Murdani tahqirlash deganda o‘lgan odamning murdasini murdor qilishga qaratilgan har qanday harakatlar sodir etishni (murdaning, uning alohida qismlarining tashqariga chiqarib olinishi, murdaning tanib bo‘lmas holga keltirilishi, uning xo‘rlanishi) tushuniladi.\n\n8. Murdadagi, qabr ustidagi yoki ichidagi narsalarni olish qabrni tahqirlash usullaridan biri bo‘lib, u yashirin yoki oshkora ravishda mazkur buyumlarni qo‘lga kiritishdan iborat bo‘ladi.\n\n9. Qabrni yoki murdani tahqirlash vaqtidan boshlab, murdadagi, qabr ustidagi yoki ichidagi narsalar olingan holatlarda esa aybdor shaxs ularni qo‘lga kiritgan paytdan boshlab jinoyat tugallangan hisoblanadi.\n\n10. Subyektiv tomondan jinoyat to‘g‘ri qasd bilan sodir etiladi. Jinoyatni sodir etish motivlari jinoyatning kvalifikatsiyasiga ta’sir etmaydi.\n\n11. Jinoyatning subyekti 16 yoshga to‘lgan har qanday aqli raso shaxs bo‘lishi mumkin.\n\n12. Qabrni tahqirlash bilan bog‘liq bo‘lgan jamiyatda yurish-turish qoidalarini qasddan mensimaslik JKning 134-moddasi va tegishli belgilar mavjudligida JKning 277-moddasi tegishli qismiga muvofiq kvalifikatsiya qilish lozim."
        }
    ]
}