{
    "bob_nomi": "VI bob. Tamom bo‘lmagan jinoyat",
    "moddalar": [
        {
            "modda_raqami": "25-modda. Jinoyatga tayyorgarlik ko‘rish va jinoyat sodir etishga suiqasd qilish.",
            "matni": "Shaxsning qasddan qilinadigan jinoyatni sodir etish yoki yashirish uchun shart-sharoit yaratuvchi qilmishi o‘ziga bog‘liq bo‘lmagan holatlarga ko‘ra sodir etilishi boshlangunga qadar to‘xtatilgan bo‘lsa, bunday qilmish jinoyatga tayyorgarlik ko‘rish deb topiladi. Qasddan sodir etiladigan jinoyat boshlanib, shaxsga bog‘liq bo‘lmagan holatlarga ko‘ra oxiriga yetkazilmagan bo‘lsa, jinoyat sodir etishga suiqasd deb topiladi. Jinoyatga tayyorgarlik ko‘rganlik va jinoyat sodir etishga suiqasd qilganlik uchun javobgarlik ham ushbu Kodeks Maxsus qismining tamom bo‘lgan jinoyat uchun javobgarlikni belgilovchi moddasiga muvofiq hal qilinadi. ",
            "sharxi": "1. Jinoyat ijtimoiy xavfli qilmish sifatida jinoyat-chining u yoki bu qasdi (jinoiy maqsadning paydo bo‘lishidan boshlab, toki, uni to‘liq amalga oshirish va jinoiy maqsadga erishgunga qadar bo‘lgan davr) muayyan vaqt oralig‘ida amalga oshiriladigan harakat (harakatsizlik) sifatida tushuniladi. Jinoyatning tamom bo‘lganligini aniqlash sodir etilgan jinoyat tarkibiga bog‘liq bo‘ladi. Shu sababli, qonun chiqaruvchi jinoyat sodir etish jarayonini shartli ravishda muayyan bosqichlarga bo‘lib, ularni tamom bo‘lgan va tamom bo‘lmagan jinoyatlarga birlashtiradi. Jinoyat sodir etish bosqichlari tushunchasiga jinoyat Huquqida jinoyatga tayyorgarlik ko‘rish va uni bevosita sodir etish bosqichlari (jinoiy faoliyatning rivojlanish bosqichlari), deb qaraladi. Ular bir-biridan aybli harakatlarning xususiyati va mazmuniga ko‘ra, shuningdek, jinoiy qilmishning tamomlanganlik darajasiga kura farq qiladi. Mazkur institutga quyidagicha ta’rif berish mumkin: jinoyat bosqichlari deganda, obyektiv tomonini amalga oshirishning jinoiy maqsadini amalga oshirishda uning obyektiv tomonining rivojlanish bosqichlari tushuniladi.\n\n2. Sharhlanayotgan moddada qonun tamom bo‘lmagan jinoyatning quyidagi bosqichlarini belgilaydi:\n\n-jinoyatga tayyorgarlik ko‘rish;\n\n-jinoyatga suiqasd qilish.\n\n Jinoyat qonuni jinoyat sodir etish bosqichi sifatida qasdning shakllanishi va aniqlanishini bosqich sifatida tan olmaydi. Qasdning ayon bo‘lishi jinoyat qonuni maqsadlariga ijtimoiy xavf solmaydi, chunki bunda shaxs biron-bir muayyan harakat sodir etmaydi. Shaxs o‘z fikrlari uchun, hatto ular jinoiy bo‘lsa ham, javobgarlikka tortilishi mumkin emas. Ayni vaqtda, ijtimoiy xavfli qilmish sodir etish bilan qo‘rqitish, ya’ni jabrlanuvchining xulq-atvorini o‘z manfaatlari yo‘lida o‘zgartirish maqsadida unga ruxiy zo‘ravonlik qilish yoki o‘ldirish bilan qo‘rqitish jinoyat sodir etishga qasdning ayon bo‘lishi, deb topilishi mumkin. Qo‘rqitish jinoyat qonunida jinoyat deb tasniflangan hollarda tamom bo‘lgan mustaqil jinoyat hisoblanadi. Tamom bo‘lmagan jinoyatlar toifasiga birlashtiriladigan jinoiy xulq-atvorning yuqorida qayd etilgan bosqichlari (jinoyatga tayyorgarlik ko‘rish va jinoyat sodir etishga suiqasd qilish) jinoyatlarning barcha tarkiblarida ham bo‘lavermaydi. Jinoyat ehtiyotsizlik orqasida, jumladan, harakatsizlik bilan sodir etilgan jinoyatlar sodir etilganida, jinoyatga tayyorgarlik ko‘rish va suiqasd qilish bosqichlari mavjud bo‘lmaydi. Bosqinchilik jinoyatida jinoyat sodir etishga suiqasd qilish bosqichi mavjud emas, bu kesik tarkibli jinoyat bo‘lib, sodir etilgan xatti-harakatning o‘zi tamom bo‘lgan jinoyat tarkibini ifoda etadi. Jinoyatga tayyorgarlik ko‘rish va suiqasd qilish uchun javobgarlikka tortishga jinoiy qasdning turi ta’sir qiladi. Egri qasdda jinoyat sodir etishning ushbu ikki bosqichi bo‘lmaydi, chunki jinoyatga tayyorgarlik ko‘rish va suiqasd qilishda shaxsning jinoyat sodir etish istagi natijaga erishishga qaratilgan ongli va maqsadli harakatlaridan iborat. Masalan, odam o‘ldirishga suiqasd qilish faqat to‘g‘ri qasd bilan sodir etiladi, qachonki, shaxs o‘lim yuz berishini anglagan va istagan bo‘ladi. Jinoyatga tayyorgarlik ko‘rish va suiqasd qilish faqat-gina to‘g‘ri qasddan sodir etilgan jinoyatlardagina bo‘ladi. Egri qasd bilan sodir etiladigan jinoiy qilmishlarda jinoyatga tayyorgarlik ko‘rish va jinoyat sodir etishga qasd qilish bosqichlari bo‘lishi mumkin emas. Jinoyat sodir etishga qasd - jinoyatga tayyorgarlik ko‘rish uchun ham, jinoyat sodir etishga qasd qilish uchun ham bir xilda zarur. Nihoyat, jinoyatga tayyorgarlik ko‘rish ham, jinoyat sodir etishga suiqasd qilish ham jinoyatchi erishishni ko‘zlagan jinoiy natijaning mavjud emasligini nazarda tutadi. Jinoyatchi jinoiy oqibat yuz berishini xohlamagan holda jinoyatga tayyorgarlik ko‘rishi yoki suiqasd qilishi mumkin emas. Bunday hollarda jinoiy oqibat uning harakat maqsadini tashkil qilmaydi. Subyektga bog‘liq bo‘lmagan holatlarga ko‘ra, jinoiy natijaning mavjud emasligi tamom bo‘lgan va tamom bo‘lmagan jinoyat o‘rtasidagi chegara hisoblanadi. Jinoyatga tayyorgarlik ko‘rish va suiqasd qilish har qanday jinoiy oqibatning yuz berishini istisno etadi. Aynan jinoiy oqibatning yuz bermaganligi tamom bo‘lgan va tamom bo‘lmagan jinoyatlar o‘rtasidagi farqni belgilab beradi.\n\n3. Sharhlanayotgan moddaning birinchi qismida jinoyatga tayyorgarlik ko‘rish uning sodir etish bosqichi tarzida yoritiladi. Jinoyatga tayyorgarlik ko‘rish faqat to‘g‘ri qasd bilan sodir etiladi. Jinoyatga tayyorgarlik ko‘rish jinoyat sodir etish uchun shart-sharoitlarni yaratishda ifodalanadi. Jinoyatga tayyorgarlik ko‘rish jinoiy faoliyatning dastlabki bosqichi hisoblanadi va u boshqa bosqichlarga qaraganda, ijtimoiy xavflilik darajasining yuqori emasligi bilan tavsiflanadi. Jinoyatga tayyorgarlik ko‘rish orqali shaxs o‘z harakatining ijtimoiy xavfliligini, bu harakatlari orqali o‘ziga jinoyat sodir etish uchun sharoit yaratayotganligini anglaydi. Jinoyatga tayyorgarlik ko‘rishda jinoyat sodir etish uchun shart-sharoit yaratishga, shuningdek, bundan keyin jinoyatni yashirishga yoki ayni bir vaqtning o‘zida unisiga ham bunisiga ham qaratilgan bo‘lishi mumkin. Agar jinoyatga tayyorgarlik ko‘rish faqat niyat qilingan jinoyat sodir etishga sharoit yaratsa, jinoyatga suiqasd qilish esa, tajovuz qilish obyektiga aniq zarar yetkazish xavfini keltirib chiqaradi.\n\n4. Sharhlanayotgan modda birinchi qismining ma’nosiga ko‘ra, tayyorgarlik ko‘rish bu muayyan harakatlar demakdir (bu yerda qilmishga faol harakatlar, deb qaralishi kerak). Harakat, jinoyat tarkibining unsuri sifatida, qonunda ko‘rsatilgan muayyan alomatlar (talon-toroj qilish, yolg‘on ma’lumot tarqatish, targ‘ib qilish va h.k.)ga ega. Shu sababli, har qanday harakat, hatto u jinoiy suiqasd bilan sodir etilgan bo‘lsa ham, tegishli jinoyat tarkibining obyektiv tomoni sifatida harakatni hosil qilavermaydi. Misol uchun, o‘t qo‘yish maqsadida benzin sotib olish, shubhasiz, harakat bo‘lgani holda, o‘t qo‘yish orqali mulkni qasddan nobud qilish (Jinoyat kodeksining 173-moddasi) tarkibining unsuri hisoblanmaydi, xuddi shuningdek, birovni urish uchun tayoqning egallanishi ham badanga shikast yetkazish tarkibining unsurini hosil qilmaydi va h.k. Shunday qilib, jinoyat sodir etish uchun amalga oshirilgan harakatlar ikki xil bo‘ladi: birinchisi, jinoyat tarkibi elementi bo‘lsa, ikkinchisi, jinoyat sodir etilishini ta’minlovchi akt. Bu ikki harakatning mavjudligi shaxsni jinoiy javobgarlikka tortish uchun asos bo‘ladi. Bu harakatlar jinoyat sodir etishga yoki jinoyatni yashirishga yordam beruvchi harakatlardan iborat bo‘lishi mumkin. Tayyorgarlikni jinoyat sodir etish bosqichi sifatida faqat aniq bir jinoyat sodir etish uchun tayyorgarlik ko‘rilgandagina baholash mumkin. Shaxs keyinchalik muayyan jinoiy qilmish vositalari yoki qurollari tarzida qo‘llanilishi mumkin bo‘lgan turli predmetlarni «har ehtimolga qarshi» egallagan, yasagan yoki moslashtirgan hollarga jinoyatga tayyorgarlik ko‘rish, deb qaralishi mumkin emas, chunki bunday harakatlar yagona jinoyat sodir etish bosqichini hosil qilmaydi. To‘g‘ri, ayrim hollarda ular mustaqil jinoyatlar bo‘lishi mumkin. Misol uchun, aybdorda qonunga xilof ravishda tayyorlangan, olingan, saqlanayotgan giyohvandlik vositalari, ularning analoglari yoki psixotrop moddalarni o‘tkazish maqsadi borligi to‘g‘risidagi masalani hal etishda (Jinoyat kodeksining 273-moddasi), sudlar, bu vosita yoki moddalar haqiqatan ham o‘tkazish uchun tayyorlanganligini namoyon etuvchi dalillar majmuiga asoslanishi lozim. Masalan, giyohvandlik vositalari, ularning analoglari yoki psixotrop moddalarning faqat iste’mol qilinishini istisno etadigan miqdorda topilganligi, narkotiklar yoki psixotrop moddalarning ma’lum o‘lchamda qadoqlanganligi, tashish yoki jo‘natishda ular maxsus maxfiy joyga yashirilganligi, giyohvandlik vositalari yoki psixotrop moddalarni tayyorlash uchun asbob-uskunalarning mavjudligi, aybdorning o‘zi bangi emasligi to‘g‘risida ekspertiza xulosa berganligi va h.k. kiradi. Ishning aniqlangan haqiqiy holatlariga qarab aybdorning harakatlari Jinoyat kodeksi 25, 273-moddalarining 5-qismi bilan kvalifikatsiya qilinishi kerak. Bundan tashqari, tergov organlari va sudlar giyohvandlik vositalari, ularning analoglari yoki psixotrop moddalarni qonunga xilof ravishda egallashdan maqsad nima ekanligini aniqlashlari zarur. Egallash kelgusida o‘tkazish yoki sotish uchun amalga oshirilganligi aniqlangan taqdirda, aybdorning harakatlari qayd etilgan jinoyatlarga tayyorgarlik ko‘rish deb ham kvalifikatsiya qilinishi kerak. Aks holda, o‘tkazish, sotish maqsadi aniqlanmagan bo‘lsa, aybdor shaxsning harakatlari JK 276-moddasining tegishli qismiga binoan kvalifikatsiya qilinishi mumkin (giyohvandlik vositalari, ularning analoglari yoki psixotrop moddalarni o‘tkazish maqsadini ko‘zlamay, qonunga xilof ravishda tayyorlash, egallash, saqlash va boshqa harakatlar). Yuqoridagilarni inobatga olib shuni aytish lozimki, jinoyatga tayyorgarlik ko‘rish faqat aniq bir jinoyatni sodir etishda ifodalanadi.\n\n5. Jinoyat sodir etish uchun shart-sharoit yaratish deganda, jinoyat quroli yoki vositalarini izlash, tayyorlash, jinoyat sodir etish vaqti va sharoitini aniqlash, jinoyat sodir etishga xalaqit berishi mumkin bo‘lgan to‘siqlarni bartaraf etish, jinoiy sheriklarni topish, jinoiy guruh tuzish va jinoyat sodir etishga qaratilgan boshqa harakatlar tushuniladi. Jinoyat sodir etish qurollari yoki vositalarini qidirish qonuniy yo‘l bilan (masalan, benzin sotib olish) yoki qonunga xilof ravishda (masalan, kelgusida jinoyat sodir etish uchun qurol, o‘q-dorilarni o‘g‘rilik yo‘li bilan qo‘lga kiritish) egallashdan iborat. Jinoiy sheriklarni topish o‘zga shaxslarni jinoyatda ishtirok etish uchun qidirib topishda hamda yollash yoxud boshqa tarzda jalb qilishda ifodalanadi. Jinoyat sodir etish qurollari yoki vositalarini tayyorlash ularni yaratishdan, masalan, lom, ochqich, qalbaki hujjatlar yasashdan iborat. Jinoyat sodir etish qurollari yoki vositalarini moslashtirish shaxs o‘z jinoiy niyatini amalga oshirishda foydalanishni mo‘ljallagan ma’lum predmetlarga muayyan shakl berish, qayta ishlash kabi harakatlardan iboratdir. Til biriktirish yoki kelishuv bu kamida ikki shaxsning muayyan jinoyat sodir etishi va (yoki) ulardan birining jinoyat sodir etishi, ikkinchisi esa o‘g‘irlik moldan, murdadan va h.k.dan qutulishga yordam berishi haqida zarur kelishuvga erishishi. Masalan, bir kishi jinoyat sodir etsa, ikkinchisi jinoyat izlarini yo‘qotadi. Til biriktirish ikkiyoqlama xususiyatga, ya’ni jinoyat sodir etishga yoki uni yashirishga qaratilgan bo‘lishi mumkin. U jinoyat sodir etish uchun shart-sharoit yaratishga ham, sodir etilgan jinoyat izlarini yashirishga ham qaratilishi mumkin. Til biriktirish usullari har xil bo‘ladi shaxslar ixtiyoriy tarzda kelishishlari mumkin, kelishuvga tovlamachilik, majburlash, aldash, va’da berish natijasida erishilishi ham mumkin. Jinoyat sodir etishga sharoit yaratuvchi boshqa harakatlar deganda, boshqa, yuqorida tilga olingandan tashqari jinoyat sodir etishga qulaylik, yengillik tug‘diruvchi barcha harakatlarni tushunish mumkin. Masalan, jinoyat sodir etish vaqti va sharoitini aniqlash, jinoyat sodir etishga xalaqit berishi mumkin bo‘lgan to‘siqlarni bartaraf etish kabi harakatlar bo‘lishi mumkin. Shuni ham ta’kidlab o‘tish lozimki, qurollarni topish, moslashtirish, o‘zaro til biriktirish va h.k.dan farqli, jinoyat sodir etishga sharoit yaratuvchi boshqa harakatlar harakatsizlik orqali ham bajarilishi mumkin. Masalan, post qo‘riqchisi ataylab bino eshigini ochiq qoldirishi oqibatida, uning jinoiy sheriklari mol-mulkni o‘g‘irlab ketishadi. Shuni alohida ta’kidlash kerakki, turli vositalar va qurollarning egallanishi, o‘g‘irlanishi, o‘zlashtirilishi, ro‘zg‘or buyumlarining tayyorlanishi jinoyatga tayyorgarlik ko‘rish, deb baholanishi mumkin emas, basharti ulardan muayyan jinoiy maqsadlarda foydalanish niyati ular jinoyat sodir etishga tayyorgarlik ko‘rishidan oldin paydo bo‘lganligi isbotlangan bo‘lmasa.\n\n6. Jinoyatga tayyorgarlik ko‘rish faqat tayyorgarlik harakatlari shaxsga bog‘liq bo‘lmagan holatlarga ko‘ra to‘xtatilgan holdagina mavjud bo‘ladi. Jinoyatga tayyorgarlik ko‘rish obyektiv tomonining xususiyati shundaki, jinoyat aybdorga bog‘liq bo‘lmagan sabablarga ko‘ra oxiriga yetkazilmaydi. Agar jinoiy qilmish oxiriga yetkazilgan bo‘lsa, jinoyatni kvalifikatsiya qilishda uning amaliy ahamiyati yo‘q. Amaliy ahamiyati jinoyat tayyorgarlik ko‘rish bosqichidayoq to‘xtatilganda yaqqol namoyon bo‘ladi. Jinoyat tarkibining obyektiv tomoni amalda bajarilishidan oldin jinoiy faoliyatning to‘xtatilgani jinoyatga tayyorgarlik ko‘rishni uni sodir etish bosqichi, deb ta’riflashning imkonini beradi.\n\n7. Sharhlanayotgan moddaning ikkinchi qismida jinoyat sodir etishga suiqasd qilish uchun javobgarlik nazarda tutiladi. Jinoyat sodir etishga suiqasd qilish jinoyat sodir etishning ikkinchi bosqichi bo‘lib, tayyorgarlik bosqichidan farqli ravishda jinoyat sodir etish uchun sharoit yaratilmasdan, balki, uni sodir etishning bevosita boshlanishi bo‘lib, jinoyat qonuni bilan qo‘riqlanadigan obyektga tajovuz qilinadi va zarar yetkazish xavfi vujudga keladi. Jinoyat sodir etishga suiqasd qilish bu qasddan sodir etilgan jinoyatning tugallanmay qolishi yoki aybdor istagan oqibatning ro‘y bermasligidir. Suiqasdda shaxs qonun bilan qo‘riqlanadigan obyektni haqiqiy xavf ostida qoldiradi, lekin obyektiv va subyektiv sabablar natijasida jinoiy oqibat yuz bermaydi.\n\n\t8. Jinoyat sodir etishga suiqasd qilishga qonunda berilgan ta’rifning mazmuniga qarab, jinoiy faoliyatning mazkur bosqichini tavsiflovchi alomatlarni aniqlash mumkin. Ularga quyidagilar kiradi:\n\n-jinoyatni bajarishning boshlanishi, ya’ni aniq jinoyat tarkibi obyektiv belgilarida ko‘zda tutilgan harakat\n\n-(harakatsizlik)ni sodir etish;\n\n-jinoyat tamom bo‘lmaganligi;\n\n-jinoyatning shaxsga bog‘liq bo‘lmagan holatga ko‘ra tugallanishi.\n\nJinoyat sodir etishga suiqasd qilish jinoyat sodir etishga bevosita yo‘naltirilgan harakat (harakatsizlik). Ushbu harakat yoki harakatsizlikning o‘zi qonun bilan qo‘riqlanadigan obyekt (mulk munosabatlari, hayot yoki sog‘lik xavfsizligi, jinsiy erkinlik va boshqa.)ga bevosita qarshi qaratiladi, uni jiddiy zarar yetishi xavfi ostiga qo‘yadi. Aksariyat hollarda, jinoyat sodir etishga suiqasd qilish muayyan jinoyatning obyektiv tomoni bilan bog‘liq bo‘lgan har xil harakatlar orqali sodir etiladi. Misol uchun, uy-joyga g‘ayriqonuniy ravishda kirib, o‘g‘rilik sodir etishga qasd qilishni aniqlash uchun shaxs uy-joyga g‘ayriqonuniy ravishda kirgan yoki hech bo‘lmasa bunga harakat qilgan, masalan, uy eshigining qulfini buzgan bo‘lishi kerak. Onaning o‘z chaqalog‘ini o‘ldirishga suiqasd qilganligini bilish uchun chaqaloqning ovqatlantirilganligi yoki aksini aniqlash kerak bo‘ladi.  9. Jinoiy tajovuz tugallanmagani (jinoyat oxiriga yetkazilmagani) jinoyat sodir etishga suiqasd qilishning yana bir muhim obyektiv alomati. Jinoyat sodir etishga qasd qilish, jinoiy faoliyat (tamom bo‘lmagan jinoyat doirasida) rivojlanishining mustaqil bosqichi sifatida, tamom bo‘lgan jinoyatdan aynan o‘zining tugallanmagani bilan farq qiladi. Tamom bo‘lgan jinoyatdan farqli o‘laroq, bu yerda jinoyat obyektiv tomonining ba’zi bir alomatlari yetishmaydi. Jinoyat sodir etishga suiqasd qilishda jinoyatning obyektiv tomoni to‘liq emas, balki, qisman mavjud bo‘ladi, chunki ayni holda tajovuz qilgan shaxsga bog‘liq bo‘lmagan holatlarga ko‘ra, ko‘zlangan jinoiy natijaga erishilmaganligini ko‘rish mumkin. Ushbu alomat, asosan, jinoyat obyektiv tomonining muhim tarkibiy qismi oqibatning yo‘qligini tavsiflaydi. Masalan, shaxs pichoq urib odam o‘ldirmoqchi bo‘ldi, ammo pichoq sinib qoldi; o‘ldirish maqsadida u jabrlanuvchiga o‘q uzdi, lekin o‘q nishonga tegmadi va h.k. Ayni holda aybdor harakatlari subyektiv tugallanganini jinoiy qilmish amalda tugallanmaganidan farq qilish kerak (jinoyat qonunida nazarda tutilgan jinoiy natija mavjud emas). Ammo qilmish, jinoyatning tamom bo‘lmagani obyektiv tomonning boshqa unsuri barcha harakatlar tugallanmagani bilan bog‘liq bo‘lishi ham mumkin. Aybdor mo‘ljallagan bajarilmagan jinoiy harakatlarga, masalan, subyekt pichoq sanchish uchun qo‘lini ko‘targan, ammo jabrlanuvchi uning qo‘lini ushlab qolgan holat kiradi. Mazkur holatda hayotga tajovuz qilish bilan bog‘liq barcha harakatlar oxiriga yetkazilmaganligini va o‘z-o‘zidan oqibatning kelib chiqmaganligini payqash mumkin. Jinoyat sodir etishga suiqasd qilishda ko‘pincha aybdor mo‘ljallamagan, ko‘zda tutmagan ijtimoiy xavfli oqibatlar kelib chiqadi (masalan, odam o‘ldirishga qasd qilishda jabrlanuvchining sog‘lig‘iga og‘ir shikast yetkaziladi). Bu qilmishni tamom bo‘lgan jinoyatga aylantirmaydi, chunki jinoiy qilmish tamom bo‘lgan, deb topilishi uchun har qanday ijtimoiy xavfli oqibat emas, balki qonunda bevosita ko‘rsatilgan ijtimoiy xavfli oqibat kelib chiqishi talab etiladi. Shunday qilib, jinoyatga suiqasd qiluvchining harakati (harakatsizligi) ma’lum zararli oqibatlarga olib kelishi mumkin, ammo ular hech qachon aybdor mo‘ljallagan oqibatlar bo‘lmaydi. Qonunda nazarda tutilgan jinoiy oqibatlar ijtimoiy xavfli qilmish sodir etilgan paytda emas, balki oradan ma’lum vaqt o‘tganidan keyin kelib chiqqan (masalan, jabrlanuvchi unga hayotdan mahrum etish maqsadida shikast yetkazilganidan keyin oradan bir necha kun o‘tgach vafot etgan) hollarda jinoyat tamom bo‘lgan, deb topiladi. Qonun nuqtayi nazaridan, agar aybdorning qasddan sodir etilgan harakati (harakatsizligi) oqibatida, oradan qancha vaqt o‘tganidan qat’i nazar, jinoiy oqibat kelib chiqqan bo‘lsa, jinoiy qilmish tugallangan, deb topiladi.\n\n10. Obyektiv tomonni xarakterlovchi uchinchi belgi jinoyatning shaxsiga bog‘liq bo‘lmagan holatga ko‘ra, tugallanmay qolishidir. Jinoyatning tamom bo‘lishiga to‘sqinlik qilgan turli xil holatlarni bir narsa birlashtiradi, ularning har biri jinoyatchining xohishiga bog‘liq bo‘lmagan holatlarga ko‘ra yuzaga keladi. Aynan shu belgi suiqasdning yuqorida ko‘rsatilgan obyektiv belgilarini birlashtirib, uni jinoyat sodir etishdan ixtiyoriy qaytishdan farqlashning imkonini beradi. Qonun chiqaruvchi ayni holda jinoiy qilmish aybdor jinoyat sodir etishdan ixtiyoriy qaytgani (JKning 26-moddasiga berilgan sharhga qarang) tufayli emas, balki aybdorga bog‘liq bo‘lmagan obyektiv sabablarga ko‘ra, oxiriga yetmay qolishini maxsus ta’kidlab o‘tadi. Shu sababli, jinoyat sodir etishga suiqasd qilish jinoiy javobgarlikka sabab bo‘lmaydi. Bunday holatlar qatoriga, misol uchun, begona shaxslarning aralashishini, tabiat kuchlari, turli mexanizmlarning ta’sirini, ishning haqiqiy holatlarida (jinoyat obyekti, vositalari, harakat usullarida) xatoga yo‘l qo‘yilishi va boshqalarni kiritish mumkin. Jinoyat sodir etishga qasd qilish faqat jinoyat tarkibi bo‘lishi uchun zarur barcha unsurlardan faqat bittasi jinoiy harakat oqibati bo‘lmagan holdagina mavjud bo‘ladi. Shu bilan birga, jinoyat sodir etishga suiqasd qilishni tavsiflovchi yana bir mezonni ham qayd etib o‘tish kerak. Jinoiy oqibatlar subyektga bog‘liq bo‘lmagan holatlarga ko‘ra kelib chiqmagan holda jinoyat sodir etishga qasd qilish mavjud bo‘ladi. Subyekt jinoiy natijaga erishish uchun lozim, deb topgan barcha ishlarni qilgan, ammo ko‘zlangan oqibat kelib chiqmagan o‘q jabrlanuvchiga tegmagan, zahar yaxshi ta’sir qilmagan, miltiq otilmay qolgan va h.k. holatlarda. Jinoyatga suiqasd jinoyat tarkibining zaruriy belgisi jinoiy oqibat ro‘y bermaganida ahamiyatga ega bo‘ladi.\n\n11. Jinoyat sodir etishga suiqasd qilishning subyektiv tomoni faqat to‘g‘ri qasdda ifodalanadi. Aybdor jinoyat sodir etishga suiqasd qilishda muayyan ijtimoiy xavfli qilmish sodir etayotganini anglaydi va jinoyatni mantiqiy yakuniga yetkazish, zarur jinoiy natijaga erishishni xohlaydi. Jinoyatning obyektiv tomonini yakunlamaganini, u hali mo‘ljallagan harakatlarining barchasini bajarmaganini, ko‘zlagan maqsadiga hali erishmaganini shaxs anglaydi. Subyektning o‘z harakati (harakatsizligi)ning tugallan-ganlik darajasi haqidagi tasavvuri subyektiv mezonga asoslanadi. Ana shu subyektiv mezonlarga ko‘ra, jinoyat sodir etishga qasd qilish:\n\n-tamom bo‘lgan suiqasd;\n\n-tamom bo‘lmagan suiqasd;\n\n-«yaroqsiz» obyektga nisbatan.\n\n12. Tamom bo‘lgan suiqasdda jinoiy maqsadga erishish uchun aybdor o‘ziga bog‘liq bo‘lgan barcha harakatlarni qiladi, ammo uning o‘ziga bog‘liq bo‘lmagan sabablarga ko‘ra, jinoyat oxiriga yetkazilmaydi. Tamom bo‘lgan suiqasdning muhim xususiyati shundan iboratki, shaxs amalga oshirishni mo‘ljallagan barcha harakatlarni sodir etadi, ammo jinoiy natijaning in’ikosi izchil harakatlar doirasidan chetda qoladi. Aybdor erishishga intilgan haqiqiy oqibat mavjud bo‘lmaydi. Misol uchun, subyekt o‘ldirish maqsadida jabrlanuvchiga zahar berdi, lekin shifokorlarning sa’y-harakati bilan jabrdiydaning hayoti saqlab qolinadi. \n13. Tamom bo‘lmagan jinoyat sodir etishga qasd qilishda subyekt jinoyatning tamom bo‘lishi uchun zarur bo‘lgan harakatlarni o‘ziga bog‘liq bo‘lmagan sabablarga ko‘ra, oxiriga yetkaza olmaydi. Tamom bo‘lmagan suiqasdda aybdor o‘ziga bog‘liq bo‘lgan barcha harakatlarni qilishga ulgurmagan. Tamom bo‘lmagan jinoyat sodir etishga qasd qilishda jinoyat sodir etishga qasd mavjud bo‘ladi, ammo jinoyat natijasiga erishish uchun zarur harakatlar to‘la hajmda bajarilmaydi. Misol uchun, o‘g‘ri omborxonaga g‘ayriqonuniy ravishda kirib, zarur boyliklarni olib chiqib ketishga tayyorlaydi, lekin shu yerda ushlanadi va ularni o‘g‘irlay olmaydi. Tamom bo‘lgan va tamom bo‘lmagan jinoyat sodir etishga suiqasd qilish jinoyatni kvalifikatsiya qilishda hech qanday ahamiyati bo‘lmasa ham, qilmishning ijtimoiy xavflilik darajasini aniqlash, jazo tayinlash va jinoyat sodir etishdan ixtiyoriy qaytish masalasini hal qilishda muhim rol o‘ynaydi.\n\n14. Yaroqsiz obyektga suiqasd qilish jinoyat subyektining faktik xatoga yo‘l qo‘yishida ifodalanadi. (Xatolar to‘g‘risidagi umumiy qoidalar haqida JKning 20-moddasiga berilgan sharhga qarang) Jinoyat sodir etishda «yaroqsiz» suiqasd qilishning ikki turi farqlanadi: 1) «yaroqsiz» obyektga (predmetga) suiqasd qilish; 2) «yaroqsiz» vositalar bilan suiqasd qilish.\n\n15. «Yaroqsiz» obyektda qasd qilish shaxsning xatosi tufayli jinoyat qonuni bilan qo‘riqlanadigan obyektga zarar yetkazmasligida ifodalanadi. Bunda shaxs jinoyat obyektiga nisbatan emas, balki, predmetiga nisbatan xato qiladi. Suiqasd qilishning bunday turida aybdor tomonidan tajovuz qilingan obyektga zarar yetkazilmaydi. Misol uchun, aybdor pul o‘g‘irlash maqsadida seyfni ochadi, ammo u yerdan pulni topolmaydi yoxud o‘lib bo‘lgan odamga o‘q uzadi. Mazkur turdagi suiqasdni kvalifikatsiya qilishda qasdning yo‘naltirilganligiga alohida e’tibor berish muhim.\n\n16. «Yaroqsiz» vositalar bilan suiqasd qilish deganda, jinoyatni oxiriga yetkazish uchun yaroqsiz bo‘lgan vositalarni qo‘llab tajovuz qilish tushuniladi. Misol uchun, aybdor o‘ldirish maqsadida jabrlanuvchiga zahar beradi, ammo u zahar emas, zararsiz kukun bo‘lib chiqadi va buning natijasida jabrlanuvchi o‘lmay qoladi, hech qachon o‘lmasdi ham. Yaroqsiz deb, nafaqat foydalanilayotgan vosita, balki jinoiy niyatni amalga oshirish usullari ham tan olinishi mumkin. Masalan, odam o‘ldirishga suiqasd qilishda aybdor zaharli moddadan foydalanadi, ammo uni jabrlanuvchi tanasiga kichik, zarar yetkazmaydigan dozalar bilan kiritadi. Yaroqsiz vositalar bilan suiqasd qilish ham qilmishning ijtimoiy xavfliligini inkor etmaydi, shuning uchun uning kvalifikatsiyasi aybdorning qasdi inobatga olingan holda amalga oshiriladi. Bunda shaxsning jinoyat vositalari zararlilik darajasi, ulardan samaraliroq foydalanish usullariga nisbatan xatosi sud tomonidan jazoni tayinlashda hisobga olinishi lozim.\n\n17. Jinoyat sodir etishga suiqasd qilish jinoyatga tayyorgarlik ko‘rishdan shu bilan farqlanadiki, bunda aybdorning harakatlari (harakatsizligi) jinoyatni sodir etish uchun shart-sharoit yaratish bilan cheklanmaydi, balki jinoiy qilmishni sodir etishga bevosita qaratilgan bo‘ladi. Jinoyat sodir etishga qasd qilish jinoyatga tayyorgarlik ko‘rishdan o‘zining tugallanmaganligi yoki aybdor xohlagan natijaga erishilmaganligi bilan farq qiladi.\n\n18. Jinoyat sodir etishga suiqasd qilish uchun javobgarlik (Jinoyat kodeksining 25-moddasiga tayangan holda) shaxs sodir etgan jinoyat qaysi toifaga mansubligidan qat’i nazar, ya’ni og‘ir yoki o‘ta og‘ir jinoiy qilmish sodir etilganida ham, uncha og‘ir bo‘lmagan yoki ijtimoiy xavfi katta bo‘lmagan qilmishlar sodir etilganida ham kelib chiqadi."
        },
        {
            "modda_raqami": "26-modda. Jinoyat sodir etishdan ixtiyoriy qaytish.",
            "matni": "Shaxs jinoyatga tayyorgarlik ko‘rish harakatlarini yoki jinoyat sodir etishga bevosita qaratilgan harakatlarni oxiriga yetkazish mumkinligini anglagan holda to‘xtatsa, shuningdek jinoiy oqibat kelib chiqishi mumkinligini anglagan holda, shunday oqibat kelib chiqishining oldini olsa, jinoyat sodir etishdan ixtiyoriy qaytish deb topiladi. Jinoyat sodir etishdan ixtiyoriy qaytish javobgarlikni istisno qiladi. Jinoyatni oxiriga yetkazishdan ixtiyoriy qaytgan shaxs, agar amalda sodir etgan qilmishida boshqa jinoyat tarkibining barcha alomatlari bo‘lsa, ushbu Kodeks bo‘yicha javobgarlikka tortiladi.",
            "sharxi": "1. Muayyan hollarda jinoyat sodir etishni boshlagan va uni tamomlash uchun barcha zarur imkoniyatlarga ega bo‘lgan shaxs uni sodir etishdan qaytadigan bo‘lsa, bu jinoyat huquqida jinoyat sodir etishdan ixtiyoriy qaytish, deb topiladi. Jinoyat sodir etishdan ixtiyoriy qaytish ijtimoiy xavfli, qonunga xilof va aybli qilmishni sodir etishdan o‘zini tiygan va (yoki) muayyan jinoiy oqibatlar kelib chiqishining oldini olgan shaxs xulq-atvorining qonuniy harakatidir. Shaxs boshlagan jinoiy faoliyatni (jinoyatga tayyorgarlik ko‘rish va jinoyat sodir etishga qasd qilishni) oxiriga yetkazish mumkinligini anglagan holda ixtiyoriy va uzil-kesil to‘xtatishi jinoyat sodir etishdan ixtiyoriy qaytish, deb topiladi. Jinoyat sodir etishdan ixtiyoriy qaytishning asosiy huquqiy oqibati uning jinoiy javobgarlikni istisno qilishi. Misol uchun, shaxs odam o‘ldirish maqsadida o‘qotar qurol tayyorlaydi, ammo odam o‘ldirishni oxiriga yetkazishdan ixtiyoriy qaytadi. Bunday holatlarda mazkur shaxs odam o‘ldirishga tayyorgarlik ko‘rganlik uchun jinoiy javobgarlikka tortilmaydi, lekin o‘qotar qurolni qonunga xilof ravishda egallaganlik uchun javobgarlikka tortilishi mumkin. Jinoyat sodir etishdan ixtiyoriy qaytish faqat tamom bo‘lmagan jinoyatda, ya’ni jinoyatga tayyorgarlik ko‘rish va uni sodir etishga qasd qilish bosqichida bo‘lishi mumkin. Ixtiyoriy qaytishning asosiy huquqiy o‘ziga xos tomoni jinoiy oqibat va javobgarlikning vujudga kelmasligidir. Amalda jinoyat sodir etishdan ixtiyoriy qaytish shaxsning tayyorgarlik harakatlarini yoki muayyan jinoyatni sodir etishga bevosita qaratilgan harakatlarni to‘xtatishida ifodalanadi. Shu sababli 26-moddaning ikkinchi qismida jinoyat sodir etishdan ixtiyoriy qaytganlik uchun javobgarlik belgilanmasligi ko‘rsatilgan. Binobarin, jinoyat sodir etishdan ixtiyoriy qaytish oxiriga yetkazilmagan (boshlangan, lekin tugallanmagan) jinoyat uchun javobgarlikni shubhasiz istisno qiluvchi holat hisoblanadi va javobgarlikni yengillashtiradigan holat, deb qaralishi mumkin emas.\n\n2. Jinoyat sodir etishdan ixtiyoriy qaytishning asosiy vazifasi jinoyatning oldini olish va uni to‘xtatishdan iboratdir. Boshlangan jinoiy faoliyatni to‘xtatib, jinoiy javobgarlikdan qutulish imkoniyatining qonunda mustahkamlanishi shaxsni o‘z jinoiy niyatini yakunlashdan bosh tortishga rag‘batlantiradi. Sharhlanayotgan moddaning birinchi qismida jinoyat sodir etishdan ixtiyoriy qaytish, jinoyatga tayyorgarlik ko‘rish harakatlarini to‘xtatish (bu jinoyatga tayyorgarlik ko‘rish bosqichida jinoyatdan qaytishni keltirib chiqaradi) va jinoyat sodir etishga bevosita qaratilgan harakatlarni (jinoiy faoliyatning boshlanish jarayonida jinoyat tugallangan yoki tugallanmagan suiqasd masalasiga quyida qarang) to‘xtatish (bu jinoyat sodir etishga qasd qilish bosqichida jinoyat sodir etishdan qaytishni tavsiflaydi) tarzida ifodalanishi mumkin. Jinoyat sodir etishdan ixtiyoriy qaytishda quyidagi shartlar mavjud bo‘lishi kerak: \n\na) shaxsda jinoyatni oxiriga yetkazish imkoni borligini anglashi;\n\nb) jinoiy oqibat kelib chiqishini anglagan holda uning oldi olinganligi.\n\n3. Jinoyat sodir etishdan ixtiyoriy qaytish ikki asosiy alomat: ixtiyoriylik va uzil-kesillik (qat’iylik) bilan tavsiflanadi. Ixtiyoriylik deganda, shaxsning boshlagan jinoiy xatti-harakatini o‘z xohishi bilan hech qanday tashqi ta’sirlarsiz oxiriga yetkazishning imkoni borligini anglagan holda to‘xtatishi tushuniladi. Bunday qaytishning motivi turlicha (uyalish, farzandlari taqdiri haqida o‘ylash, jabrlanuvchiga rahmi kelishi), shuningdek, qarindosh va do‘stlarining maslahatlari natijasida bo‘lishi mumkin. Motiv qanday bo‘lmasin, shaxs o‘z xohishi bilan jinoyatdan qaytgan bo‘lsa, jinoiy javobgarlikka tortilmaydi. Jinoyat sodir etishdan ixtiyoriy qaytish har doim subyektning erkin xohish-irodasi natijasida kelib chiqqan bo‘lishi kerak. Ixtiyoriy qaytishning muhim shartlaridan biri bu shaxsning jinoyatni davom ettirish va yakuniga yetkazishga imkoni borligini anglashdir. Shu shartlarsiz shaxs agar o‘ziga bog‘liq bo‘lmagan holatlarga ko‘ra, jinoyatni yakuniga yetkaza olmasa yoki uni sodir etishga qodir bo‘lmasa, uni jinoyat sodir etishdan ixtiyoriy qaytish sifatida baholashga asos bo‘lmaydi. Masalan, agar shaxs qasddan odam o‘ldirish jinoyatida harakat qilsa, lekin atrofda odamlarning borligi, qurolning yaroqsizligi tufayli qilmishni sodir etmasa, bu ixtiyoriy qaytish hisoblanmaydi. Demak, mazkur holatda jinoyat sodir etish uchun imkoniyatning yo‘qligi ixtiyoriy qaytish hisoblanmaydi, balki jinoiy harakatni to‘xtatishga jinoyatchi majbur bo‘ladi. Shaxs o‘zi boshlagan jinoyatni oxiriga yetkazish imkoniyatini istisno qiluvchi o‘tib bo‘lmas to‘siqlar mavjud deb (hattoki yanglish), qarashi jinoyat sodir etishdan qaytishning ixtiyoriy emas, balki majburiy bo‘lganligidan dalolat beradi. Misol uchun, shaxs o‘zganing mulkini talon-toroj qilish maqsadida qonunga xilof ravishda kirgan uyda o‘rnatilgan o‘ziga notanish moslamani signalizatsiya vositasi, deb o‘ylab, uyni tark etadi.\n\n4. Jinoyat sodir etishdan ixtiyoriy qaytish qat’iy bo‘lishi kerak. Qat’iylik deganda, shaxsning jinoiy faoliyatni vaqtincha to‘xtatganligi emas, balki oxiriga yetkazish uchun to‘la imkoniyatlar borligini anglagan holda jinoiy faoliyatni davom ettirishdan butunlay voz kechganligi tushuniladi. O‘z-o‘zidan ravshanki, ixtiyoriy qaytishda vaqt jinoyat sodir etishdan ixtiyoriy qaytgan hollarda ahamiyatga ega bo‘lmaydi. Mazkur holatda jinoyat sodir etayotgan shaxs o‘zining jinoiy faoliyatini oradan ma’lum vaqt o‘tgandan so‘ng davom ettirishini ko‘zlab, jinoyat qurolini almashtirish niyatida yoki shunga o‘xshagan boshqa niyatlarda to‘xtatadi. Misol uchun, agar shaxs bir o‘zi uddalay olmasligini tushunib, omborga o‘g‘rilikka tushishdan qaytgan va omborga tushish, o‘g‘irlik molni u yerdan olib chiqish va tashib ketish uchun jinoyatga boshqa shaxslarni ham jalb etishga qaror qilgan bo‘lsa, bu jinoyat sodir etishdan uzil-kesil qaytish bo‘lmaydi. Shaxs jinoiy faoliyatni to‘xtatishga majbur bo‘lgan taqdirda ham ixtiyoriy qaytish hisoblanmaydi (misol uchun, aybdor o‘ldirish maqsadida jabrlanuvchiga o‘q uzdi, ammo o‘q tegmay qoldi aybdor qayta o‘q uzishdan ixtiyoriy qaytganiga ishora qilishi jinoyat sodir etishdan ixtiyoriy qaytishga dalil bo‘la olmaydi). Ayni holda, shaxs jinoyat sodir etishga birinchi urinishi uchun javobgarlikka tortilishi kerak, uning jinoyat sodir etishdan qaytishi ixtiyoriy, deb topilishi mumkin emas.\n\n5. Aybdor jinoyat sodir etishdan ixtiyoriy qaytgan, deb topilishi uchun uning xulq-atvori mazmunida jinoyat sodir etishdan ixtiyoriy qaytishning ikki alomati mavjud bo‘lishi kerak. Shu bilan birga, jinoyat sodir etishdan ixtiyoriy qaytishni hosil qiluvchi ushbu alomatlarni qayd etish uchun jinoyat sodir etishdan ixtiyoriy qaytishning ba’zi bir shartlarini aniqlash lozim. Bular: -jinoyatni oxiriga yetkazish mumkinligini anglash; \n\n-jinoiy oqibat kelib chiqishi mumkinligini anglagan holda shunday oqibat kelib chiqishining oldini olish.\n\n6. Shaxsning jinoyatni oxiriga yetkazishning imkoni borligini anglashi shuni ifodalaydiki, u jinoyatni oxiriga yetkazish uchun barcha imkoniyatlarga, jinoyatni amalga oshirish uchun barcha qurol va vositalarga ega bo‘ladi va buni biladi. Ammo jinoiy tajovuzni hech qanday tashqi ta’sirlar to‘xtata olmasligiga qaramay, u o‘z jinoiy niyatini amalga oshirishdan qaytadi. Ushbu shart tamom bo‘lmagan jinoyat tarkibining obyektiv tomoni, ya’ni ijtimoiy xavfli qilmish bilan bevosita bog‘liq. Bu yerda nafaqat jinoyat sodir etishga suiqasd qilish doirasida jinoyat tarkibini tashkil etadigan harakatlar (harakatsizlik), balki jinoyat sodir etishga shart-sharoit va imkoniyat yaratadigan harakatlar (tegishli modda dispozitsiyasiga bevosita kiritilmagan harakatlar) to‘g‘risida ham so‘z yuritilmoqda. Shu sababli jinoyat sodir etishdan ixtiyoriy qaytishni tasniflashda jinoiy tajovuzni oxiriga yetkazish mumkinligini anglash faqat jinoyat sodir etishga suiqasd qilishda mavjud bo‘lishi mumkin, degan fikrdan kelib chiqmaslik kerak. Jinoiy niyatni oxiriga yetkazish mumkinligini anglash jinoyatga tayyorgarlik ko‘rish bosqichida ham bo‘lishi mumkin.\n7. Jinoyat sodir etishdan ixtiyoriy qaytish ixtiyoriyligi va uzil-kesilligining ikkinchi zarur sharti shaxs jinoiy oqibat kelib chiqishini anglagan holda shunday oqibat kelib chiqishining oldini olishidir. Mazkur shart jinoiy oqibatlarning kelib chiqishi jinoyat-huquqiy ahamiyatga ega bo‘lgan moddiy tarkibli jinoyatlarda bo‘lishi mumkin. Bu yerda tafakkurlik belgisi shaxs ijtimoiy xavfli oqibat kelib chiqishi mumkinligini anglashi ham mavjud. Mazkur shart faqat jinoyat sodir etishga suiqasd qilish bosqichida, shaxs jinoyatni boshlab, uni oxiriga yetkazishdan qaytishga qaror qilgan holda bo‘lishi mumkin. Ayni holda, aybdor jinoyat sodir etishdan qaytibgina qolmasdan, uning jinoiy oqibatining oldini olishga faol imkoniyat yaratishi ham kerak. Jinoyat sodir etishdan ixtiyoriy qaytish faqat ijtimoiy xavfli oqibat kelib chiqishi mumkinligini anglash va u kelib chiqishining oldini faol olish bilan jamuljam holda uning ixtiyoriy va uzil-kesil bo‘lganidan dalolat berishi mumkin. Umumlashtirib aytadigan bo‘lsak, jinoyat sodir etishdan ixtiyoriy qaytish faqat tamom bo‘lmagan suiqasdda bo‘ladi. Chunki, bunda shaxsning hali jinoiy faoliyatini to‘xtatish uchun vaqt bor va shaxs jinoyatni oxiriga yetkazish uchun barcha harakatlarni qilishga ulgurmagan bo‘ladi. \n\n8. Jinoyat sodir etishdan ixtiyoriy qaytish, jinoiy oqibat yuz bergunga qadar, ya’ni tayyorgarlik va suiqasd bosqichida bo‘lishi lozim. Jinoyat sodir etishga tayyorgarlik ko‘rish bosqichida ixtiyoriy qaytish, odatda, passiv harakat orqali amalga oshiriladi, chunki xulq-atvorning qonuniyligiga faqat jinoyatni davom ettirishdan qaytishni ishora qilishi mumkin. Ammo ushbu bosqichda shaxs faol harakatlar qilishi ham mumkin (tayyorlangan jinoyat qurollari va vositalarini yo‘q qilish, hokimiyat organlariga jinoiy til biriktirish to‘g‘risida o‘z vaqtida xabar berish va boshqa.). Jinoyat sodir etishga suiqasd qilishda jinoyat subyekti tomonidan jinoyatning obyektiv tomoni amalda bajarilishi hisobga olinsa, ushbu bosqichda ma’lum jinoiy oqibatlar kelib chiqishi mumkinligi masalasi yuzaga keladi. Shu sababli, jinoyat sodir etishga suiqasd qilishda jinoyat sodir etishdan ixtiyoriy qaytish doim ham bo‘lavermaydi. Ayni holda nafaqat jinoiy harakatlarni to‘xtatish (chunki bunday harakatlar qisman amalga oshirilgan bo‘lishi ham mumkin), balki, jinoiy oqibatlar kelib chiqishining oldini faol olish ham jinoyat sodir etishdan ixtiyoriy qaytishdan dalolat beradi. Bunda jinoyat sodir etishga suiqasd qilish turlari muhim ahamiyat kasb etadi. Jinoyat sodir etishdan ixtiyoriy qaytish ko‘pincha subyekt jinoiy qilmishni oxiriga yetkazish va ijtimoiy xavfli oqibat kelib chiqishi uchun barcha zarur harakatlar (harakatsizlik) amalga oshirilmagan tarzda, ya’ni tamom bo‘lmagan jinoyatlarda bo‘lishi mumkin. Bunda qilmishning tugallanmaganligi ichki motivlar bilan belgilanishi kerak. Misol uchun, subyekt avval jabrlanuvchini o‘ldirish niyatida uning oyoq-qo‘lini bog‘laydi, kaltaklaydi, lekin keyin o‘ldirish niyatidan qaytadi. Bu holat shaxsni jabrlanuvchini qiynash va badaniga shikast yetkazish uchun javobgarlikdan ozod qilmaydi. Bunday hollarda shaxs bevosita odam o‘ldirishga qaratilgan harakatlarni to‘xtatadi, ya’ni ularni sodir etishdan qaytadi (harakatsizlik). Bu holda shaxs muayyan jinoyat tarkibi bilan qamrab olinadigan, uning obyektiv tomonini tashkil etadigan yoki zararli oqibatlar kelib chiqishini ta’minlaydigan harakatlarni sodir etishdan qaytishi kifoya. Misol uchun, shaxs jabrlanuvchiga o‘q uzish uchun uni o‘qotar quroldan nishonga oldi, lekin o‘q uzmaydi. Tamom bo‘lgan suiqasdda ixtiyoriy qaytish bo‘lishi mumkin emas, chunki ushbu bosqichda subyekt jinoiy harakatlarni to‘xtatish yo‘li bilan jinoyat sodir etilishini to‘xtata olmaydi (u jabrlanuvchiga o‘q uzgan, uni o‘ldirish maqsadida pichoq urgan bo‘ladi va sh.k.). Shu sababli, jinoyatdan ko‘zlangan maqsadga erishishning imkonini beradigan keyingi harakatlardan qaytishga bunday hollarda jinoyat sodir etishdan ixtiyoriy qaytish deb emas, balki jinoyat sodir etishga qayta urinishdan qaytish, deb qaralishi kerak. Tamom bo‘lgan jinoyat sodir etishga suiqasd qilishda jinoyat sodir etishdan ixtiyoriy qaytish imkoniyati faqat sodir etilgan harakatlar bilan jinoiy oqibatning kelib chiqishi o‘rtasidagi vaqtda uzilish mavjud bo‘lgan va mazkur shaxs o‘zining faol harakatlari bilan zarar yetkazilishining oldini olishi mumkin bo‘lgan kamdan-kam hollarda saqlanadi. Boshqacha qilib aytganda, shaxs mazkur vaqt davomida o‘z harakatlarini nazorat qilish va boshqarish imkoniyatiga ega bo‘ladi (masalan, mulkni nobud qilish maqsadida unga o‘t qo‘ygan shaxsda olovni darhol o‘chirish imkoniyati bor). Bundan shunday xulosaga kelish mumkinki, mulkka o‘t qo‘ygan shaxs, o‘z ixtiyori bilan mulk nobud bo‘lmasdan o‘tni o‘chirsa, ixtiyoriy qaytish, deb hisoblanishi mumkin.\n\n9. Sharhlanayotgan moddaning ikkinchi qismida jinoyat sodir etishdan ixtiyoriy qaytishning huquqiy oqibati uning javobgarlikni istisno qilishi nazarda tutilgan. Jinoyat sodir etishdan ixtiyoriy qaytish shaxs sodir etishga harakat qilgan yoki unga tayyorgarlik ko‘rgan jinoyat uchun javobgarlikni to‘la istisno qiladi.\n\n10. Sharhlanayotgan moddaning uchinchi qismi mazmuniga ko‘ra, jinoyat sodir etishdan ixtiyoriy qaytish javobgarlikni butun jinoiy xulq-atvorga nisbatan istisno qilmaydi. Agar jinoyatni oxiriga yetkazishdan ixtiyoriy qaytgan shaxsning harakatlarida Jinoyat kodeksining Maxsus qismida nazarda tutilgan boshqa jinoyat tarkibining alomatlari mavjud bo‘lsa, mazkur jinoyat uchun u javobgarlikka tortilishi kerak. Bu holat shu bilan izohlanadiki, ayni holda jinoyatlar: tamom bo‘lmagan (jinoyatga tayyorgarlik ko‘rish yoki jinoyat sodir etishga qasd qilish bosqichida sodir etilgan) jinoyat va boshqa tamom bo‘lgan (jinoyatga tayyorgarlik ko‘rish yoki jinoyat sodir etishga qasd qilish bosqichida sodir etilgan) jinoyat majmui mavjud. Jinoyat sodir etishdan ixtiyoriy qaytish faqat tamom bo‘lmagan jinoyat uchun javobgarlikni istisno qiladi, lekin shaxs ayni paytda sodir etgan tamom bo‘lgan jinoyat uchun javobgarlikdan ozod qilinishini ta’minlamaydi. Tamom bo‘lmagan jinoyatlarda tegishli tarkib alomatlari mavjud bo‘lmaydi. Ammo tamom bo‘lmagan jinoyat bosqichida shaxs boshqa qilmish sodir etishi ham mumkin. Bunday hollarda jinoiy javobgarlik subyekt amalda (jinoyat sodir etishdan qaytgan paytgacha) sodir etgan qilmishi uchun kelib chiqadi. Shu sababli, odam o‘ldirish uchun zaharli moddani o‘g‘irlagan shaxs uni sodir etishdan ixtiyoriy qaytgan bo‘lsa, qasddan odam o‘ldirish uchun javobgarlikdan ozod qilinadi, chunki u hech qanday harakat sodir etmagan va ularni sodir etishdan qaytgan, biroq u zaharli moddani qonunga xilof ravishda egallagani uchun Jinoyat kodeksining 251-moddasiga binoan javobgarlikka tortilishi lozim.\n\n11. Jinoyat sodir etishdan ixtiyoriy qaytishni o‘z qilmishidan chin ko‘ngildan pushaymon bo‘lish, ya’ni shaxsni o‘z aybiga iqror bo‘lib, jinoyat sodir etishga yordamlashgan faol xatti-harakatidan farqlay olishi lozim. Aybdor o‘z qilmishidan chin ko‘ngildan pushaymon bo‘lishi deganda, jinoyat sodir etgan shaxsning keltirilgan zararni bartaraf qilish, tugatish, qoplash, jinoyatning ochilishiga, uning boshqa ishtirokchilari fosh qilinishiga, jinoyat natijasida egallangan mol-mulkni izlab topishga yordam berish bilan bog‘liq faol ixtiyoriy harakatlari tushuniladi. O‘z qilmishidan chin ko‘ngildan pushaymon bo‘lishga aybini bo‘yniga olish to‘g‘risida arz qilish kiradi. O‘z qilmishidan chin ko‘ngildan pushaymon bo‘lish javobgarlikni yengillashtiradigan holat hisoblanadi (JKning 55-moddasiga berilgan sharhga qarang), ba’zi bir hollarda esa, u jinoiy javobgarlikdan ozod qilish uchun asos bo‘lishi ham mumkin (JKning 66-moddasiga berilgan sharhga qarang). Shuningdek, jinoyat sodir etishdan ixtiyoriy qaytish ham passiv, ham aktiv shaklda sodir etilishi mumkin. Chin ko‘ngildan pushaymon bo‘lish esa, faqat aktiv harakat orqali sodir etiladi."
        }
    ]
}