{
    "bob_nomi": "VI bob. Shaxsning ozodligi, sha’ni va qadr-qimmatiga qarshi jinoyatlar",
    "moddalar": [
        {
            "modda_raqami": "135-modda. Odamlardan foydalanish uchun ularni yollash.",
            "matni": "Shahvoniy yoki boshqa maqsadlarda foydalanish uchun aldash yo‘li bilan odam yollash, eng kam oylik ish haqining yuz baravaridan ikki yuz baravarigacha miqdorda jarima yoki uch yilgacha axloq tuzatish ishlari yoki olti oygacha qamoq bilan jazolanadi.\n\nO‘sha harakat:  \n\na) takroran yoki xavfli retsidivist tomonidan;  \n\nb) bir guruh shaxslar tomonidan oldindan til biriktirib;  \n\nv) voyaga yetmagan shaxsga nisbatan sodir etilgan bo‘lsa, besh yilgacha ozodlikdan mahrum qilish bilan jazolanadi.\n\nO‘sha harakat bunday shaxslarni O‘zbekiston Respublikasi hududidan olib chiqib ketish maqsadida sodir etilgan bo‘lsa, besh yildan sakkiz yilgacha ozodlikdan mahrum qilish bilan jazolanadi.",
            "sharxi": "1. Jinoyat obyekti shaxsning ozodligi, sha’ni va qadr-qimmati hisoblanadi.\n\n2. Jinoyat obyektiv tomondan shahvoniy yoki boshqa maqsadlarda foydalanish uchun aldash yo‘li bilan odam yollashda ifodalanadi.\n\n3. Odamlarni yollash deganda muayyan maqsadga muvofiq keladigan odamlarni izlab topish va ular bilan og‘zaki yoki yozma ravishda faoliyat bilan shug‘ullanish to‘g‘risidagi shartnoma tuzish tushuniladi. Odamlarni yollash turli usulda (katta ish haqi, moddiy boyliklar, ma’lum imtiyozlar, qulay sharoitlar evaziga) amalga oshiriladi.\n\n4. Odamlardan shahvoniy yoki boshqa maqsadlarda foydalanish aldov yo‘li bilan sodir etilgan holatlarda JK 135-moddasi bo‘yicha jinoiy javobgarlik kelib chiqadi. Aldov muayyan faoliyat bilan shug‘ullanishga rozilik olish maqsadida yollovchining zarur bo‘lgan vaziyatlar to‘g‘risida bila turib yolg‘on xabarlar berishi yoki yashirishi yoki so‘zlamasligini taqozo etadi.\n\n5. Jinoyat yollovchi va tegishli shaxs o‘rtasida yollash maqsadida bitim (og‘zaki, shartnoma tarzidagi yozma bitim va hokazo) tuzilgan vaqtdan boshlab tugallangan hisoblanadi.\n\n6. Sharhlanayotgan jinoyat tarkibi uchun muqarrar maqsad – yollangan shaxslardan shahvoniy yoki boshqacha maqsadlarda foydalanishdir. Shahvoniy foydalanish deganda shaxsni shunday ahvolga tushirib qo‘yish tushuniladiki, unda yollangan shaxs yollovchining xohishiga ko‘ra tartibsiz jinsiy aloqalarga kirishga yoki kimdirning jinsiy ehtiyojlarini g‘ayritabiiy usulda qondirishga yoki ularning istagi bilan boshqacha shahvoniy harakatlarni bajarishga majbur bo‘ladi. Boshqacha foydalanish – bu jabrlanuvchini yollovchining xohishiga ko‘ra muayyan faoliyat bilan shug‘ullanishga majbur etilgan holatdir.\n\n7. Yollangan ayollar yollovchining xohishiga ko‘ra jinsiy aloqaga kirib, kimnidirning jinsiy ehtiyojlarini g‘ayritabiiy usulda qondirgan holatlarda aybdorning harakatlari JK 135 va 121-moddalariga binoan ayolni jinsiy aloqaga kirishga majbur etish sifatida jinoyatlar majmui bo‘yicha kvalifikatsiya qilish lozim. Agar yollangan ayol shahvoniy zo‘rlikka duch kelsa, aybdorning harakatlari jinoyatlar majmui tariqasida JKning 135-moddasi va JK 118-moddasi yoki JK 119-moddasi bo‘yicha kvalifikatsiya qilinadi.\n\n8. Shaxslardan shahvoniy yoki boshqa usulda foydalanish maqsadlarida aldov yo‘li bilan yollash takroran yoki xavfli retsidivist tomonidan sodir etilsa, JK 135-moddasi 2-qismining «a» bandi bo‘yicha kvalifikatsiya qilinadi (tatakroriylikushunchasi to‘g‘risida JK 32-moddasining sharhiga; xavfli retsidivist tushunchasi to‘g‘risida JK 34-moddasining sharhiga qarang).\n\n9. Bir guruh shaxslar tomonidan oldindan til biriktirib odamlarni yollash deganda (JK 135-moddasi 2-qismining «b» bandi) mazkur faoliyatda ikki yoki undan ortiq shaxslarning oldindan kelishib, aldov yo‘li bilan odamlardan shahvoniy yoki boshqa maqsadlarda foydalanish maqsadida ishtirok etishni tushunish lozim. Ayni paytda til biriktirish odamlarni yollashgacha tuzilgan bo‘lganligi muhimdir.\n\n10. Agar yollovchi voyaga yetmagan shaxslarni ulardan foydalanish maqsadida yollagan bo‘lsa, uning harakatlari JK 135-moddasi 2-qismining «v» bandi bo‘yicha kvalifikatsiya qilinishi zarur. Yollovchi voyaga yetmagan shaxsning yoshi to‘g‘risida vijdonan adashgan bo‘lsa, ya’ni unda yollanuvchini voyaga yetgan deb o‘ylash uchun yetarlicha asoslar mavjud bo‘lgan holatlarda javobgarlik JK 135-moddasi 2-qismi bo‘yicha emas, balki 135-moddasining 1-qismi bo‘yicha kelib chiqadi.\n\n11. Shahvoniy yoki boshqa maqsadda foydalanish uchun yollangan shaxslardan O‘zbekiston Respublikasi hududidan tashqariga olib chiqib ketilgan yoki aybdorda shunday niyat mavjud bo‘lgan holatlarda uning harakatlari JK 135-moddasining 3-qismi bo‘yicha kvalifikatsiya qilinadi. JK 135-moddasining 3-qismida nazarda tutilgan jinoyat bitim (og‘zaki yoki yozma) tuzilgan paytdan boshlab tugallangan hisoblanadi.\n\n12. Subyektiv tomondan jinoyat bila turib, to‘g‘ri qasd bilan sodir etiladi.\n\n13. Subyekt 16 yoshga to‘lgan shaxs hisoblanadi."
        },
        {
            "modda_raqami": "136-modda. Ayolni erga tegishga majbur qilish yoki uning erga tegishiga to‘sqinlik qilish.",
            "matni": "Ayolni erga tegishga yoki nikohda yashashni davom ettirishga majbur qilish yoki ayolning erkiniga xilof ravishda u bilan nikohda bo‘lish uchun o‘g‘irlash, shuningdek ayolning erga tegishiga to‘sqinlik qilish, eng kam oylik ish haqining yigirma besh baravarigacha miqdorda jarima yoki uch yilgacha axloq tuzatish ishlari yoki olti oygacha qamoq bilan yoki uch yilgacha ozodlikdan mahrum qilish bilan jazolanadi.",
            "sharxi": "1. Jinoyat obyekti ayolning erkinligi va sha’ni hisoblanadi. Ayolning erkinligi uning erga tegish yoki nikohda yashashni davom ettirish huquqida ifodalanadi.\n\n2. Obyektiv tomondan jinoyat ayolni erga tegishga yoki birga er-xotin bo‘lib yashashga majbur qilish yoki ayolning erkiniga xilof ravishda u bilan nikohda bo‘lish uchun o‘g‘irlash, shuningdek ayolning erga tegishiga to‘sqinlik qilishda ifodalanadi.\n\n3. Ayolni erga tegishga yoki birga er-xotin bo‘lib yashashga majbur qilish deganda ayolga nisbatan jismoniy yoki ruhiy zo‘rlik ishlatishni tushunish lozim. Sharhlanayotgan moddada nazarda tutilgan ma’noda jismoniy zo‘rlik ishlatish deganda ayolni kaltaklash, do‘pposlash, uning badaniga yengil yoki o‘rtacha og‘ir shikastlar yetkazishni tushunish zarur. Ayolni majburlashda uning badaniga og‘ir shikastlar yetkazilganda aybdorning harakatlari jinoyatlar majmui tariqasida JK 136 va 104-moddalari bo‘yicha kvalifikatsiya qilinadi. Ruhiy zo‘rlik ishlatish deganda jismoniy zo‘rlik ishlatish bilan qo‘rqitishni, ayolning o‘zi sir saqlashni afzal ko‘radigan ma’lumotlarni tarqatish, mol-mulkni nobud qilish bilan qo‘rqitish va hokazolarni tushunish kerak.\n\n4. Aybdor ayolni o‘ldirish yoki zo‘rlik ishlatish bilan qo‘rqitgan holatlarda uning harakatlarini JK 112-moddasi bo‘yicha qo‘shimcha kvalifikatsiya qilishga ehtiyoj qolmaydi.\n\n5. Ayolni o‘g‘irlash uni majburlashning o‘ziga xos ko‘rinishi bo‘lib, uni olib qochishda, biror-bir transport vositasida olib qochishda, muayyan joyda jismoniy yoki ruhiy zo‘rlik ishlatib saqlashda yoki uning erkiniga xilof ravishda u bilan nikohga kirish uchun aldashda yoki ayolning nikohga kirishiga to‘sqinlik qilishda ifodalanadi.\n\n6. Agar ayolning o‘g‘irlanishi u bilan nikohga kirish uchun urf-odat tusiga kiritilgan bo‘lsa, ya’ni ayol o‘g‘irlangunga qadar bu ishga uning roziligi olingan bo‘lsa, JK 136-moddasi bo‘yicha javobgarlik istisno etiladi.\n\n7. O‘g‘irlangan qiz o‘n olti yoshga to‘lmagan bo‘lsa va aybdor uning roziligi bilan jinsiy aloqaga kirsa yoki jinsiy ehtiyojini g‘ayritabiiy usulda qondirgan holatlarda aybdorning harakatlari jinoyatlar majmui bo‘yicha JK 136 va 128-moddalariga ko‘ra kvalifikatsiya qilinadi. Bunday kvalifikatsiya qilishning zaruriy sharti – aybdor jabrlanuvchining o‘n olti yoshga kirmaganligini ilgaridan bilishidir. Agar u jabrlanuvchining yoshiga nisbatan yanglishgan bo‘lsa, unda faqat JK 136-moddasi bo‘yicha javobgarlik kelib chiqadi.\n\n8. Subyektiv tomondan jinoyat bila turib, to‘g‘ri qasd bilan sodir etiladi.\n\n9. Jinoyat subyekti 16 yoshga to‘lgan shaxs hisoblanadi."
        },
        {
            "modda_raqami": "137-modda. Odam o‘g‘irlash.",
            "matni": "Ushbu Kodeksning 245-moddasida nazarda tutilgan alomatlar mavjud bo‘lmagan holda odam o‘g‘irlash, uch yildan besh yilgacha ozodlikdan mahrum qilish bilan jazolanadi.\n\nO‘sha harakat:  \n\na) voyaga yetmagan shaxsga nisbatan;  \n\nb) g‘arazgo‘ylik yoki boshqa past niyatlarda;  \n\nv) bir guruh shaxslar tomonidan oldindan til biriktirib;  \n\ng) takroran yoki xavfli retsidivist tomonidan sodir etilgan bo‘lsa, besh yildan o‘n yilgacha ozodlikdan mahrum qilish bilan jazolanadi.\n\nO‘sha harakat:  \n\na) o‘ta xavfli retsidivist tomonidan sodir etilgan bo‘lsa;  \n\nb) og‘ir oqibatlarga sabab bo‘lsa, o‘n yildan o‘n besh yilgacha ozodlikdan mahrum qilish bilan jazolanadi.",
            "sharxi": "1. Sharhlanayotgan jinoyatning obyekti insonning shaxsiy erkinligi, ya’ni qayerda bo‘lishni tanlash erkinligi hisoblanadi.\n\n2. Obyektiv tomondan jinoyat JK 245-moddasida nazarda tutilgan alomatlar mavjud bo‘lmagan holda odam o‘g‘irlashda ifodalanadi.\n\n3. Odam o‘g‘irlash deganda yashirin, oshkora, aldov yo‘li bilan yoki ishonchni suiiste’mol qilib yoki boshqa usulda uni shaxsiy erkinligidan mahrum etish (masalan, bir joydan ikkinchi joyga ko‘chirish, muayyan bir joyda zo‘rlik bilan saqlash va hokazo) tushuniladi.\n\n4. O‘g‘irlash usullari jinoyatni kvalifikatsiya qilishga ta’sir etmaydi.\n\n5. Odam o‘g‘irlaganda unga nisbatan jismoniy yoki ruhiy zo‘rlash ishlatilishi mumkin.\n\n6. (Jismoniy yoki ruhiy zo‘rlik ishlatish haqida JK 136-moddasining sharhiga qarang).\n\n7. Odamni uning shaxsiy erkinligidan mahrum qilish vaqtidan boshlab jinoyat tugallangan hisoblanadi.\n\n8. Agar bolani o‘g‘irlash uni almashtirish bilan bog‘liq bo‘lsa, aybdorning harakatlarini jinoyatlar majmui tariqasida JK 124-moddasi va 136-moddasining 2-qismi bo‘yicha kvalifikatsiya qilish lozim.\n\n9. Garovga olish maqsadida odamni qo‘lga kiritish odam o‘g‘irlash yo‘li bilan sodir etilganda, aybdorning harakatlarini boshqa muqarrar belgilar mavjudligi holatlarida faqat JK 245-moddasi bo‘yicha kvalifikatsiya qilish zarur (JK 245-moddasining sharhiga qarang).\n\n10. Odamni g‘arazli yoki boshqa past niyatlarda o‘g‘irlashni JK 137-moddasi 2-qismining «b» bandi bo‘yicha kvalifikatsiya qilish kerak. (G‘arazli yoki boshqa past niyatlar tushunchalari to‘g‘risida JK 97-moddasi va 133-moddasining sharhiga qarang).\n\n11. Bir guruh shaxslar tomonidan oldindan til biriktirib odam o‘g‘irlashni JK 137-moddasi 2-qismining «v» bandi bo‘yicha kvalifikatsiya qilish lozim (JK 29 va 30-moddalarining sharhiga qarang).\n\n12. Takroran yoki xavfli retsidivist tomonidan odam o‘g‘irlash JK 137-moddasi 2-qismining «g» bandi bilan kvalifikatsiya qilinadi (JK 32 va 34-moddalarining sharhiga qarang).\n\n13. O‘ta xavfli retsidivist tomonidan odam o‘g‘irlash JK 137-moddasining 3-qismida nazarda tutilgan maxsus kvalifikatsiyalangan tarkibni vujudga keltiradi (JK 34-moddasining sharhiga qarang).\n\n14. JK 137-moddasi 3-qismining «b» bandida nazarda tutilgan og‘ir oqibatlar deganda o‘g‘irlangan odamni ehtiyotsizlik oqibatida o‘ldirish yoki uning o‘zini o‘zi yoki uning ota-onasi yoki yaqin kishilarining o‘ldirilishiga sababchi bo‘lish yoki ularni ruhiy kasallikka chalintirish va boshqalarni tushunish zarur.\n\n15. Odam o‘g‘irlash zo‘rlik ishlatib g‘ayriqonuniy tarzda uni o‘z erkindan mahrum etish bilan bog‘liq holatlarda sodir etilganda, jinoyatlar majmui tariqasida JK 137 va 138-moddalari bo‘yicha kvalifikatsiya qilinadi.\n\n16. Sharhlanayotgan jinoyatni zo‘rlik ishlatib g‘ayriqonuniy ravishda ozodlikdan mahrum qilishdan farqlash lozim (JK 138-moddasi). Jabrlanuvchi shaxsning harakatlanishining cheklanishi ikkala jinoyat uchun ham umumiy holat hisoblanadi. Zo‘rlik ishlatib ozodlikdan mahrum qilish (JK 138-moddasi) jabrlanuvchini uning doimiy yoki muvaqqat yashash joyida (uyda, mehmonxonada, ish joyida) zo‘rlik bilan ushlab turishni anglatadi. Odamni o‘g‘irlash esa odamni doimiy va muvaqqat yashab turgan joyidan o‘g‘rilar uchun kerak joyga ko‘chirilishidan iborat bo‘ladi.\n\n17. Subyektiv tomondan jinoyat bila turib, qasd bilan sodir etiladi.\n\n18. Jinoyat subyekti 16 yoshga to‘lgan har qanday shaxs bo‘lishi mumkin."
        },
        {
            "modda_raqami": "138-modda. Zo‘rlik ishlatib g‘ayriqonuniy ravishda ozodlikdan mahrum qilish.",
            "matni": "Birovni zo‘rlik ishlatib g‘ayriqonuniy ravishda ozodlikdan mahrum qilish, eng kam oylik ish haqining ellik baravarigacha miqdorda jarima yoki uch yilgacha axloq tuzatish ishlari yoki uch yilgacha ozodlikdan mahrum qilish bilan jazolanadi.\n\nO‘sha harakat:  \n\na) jismoniy azob berib;  \n\nb) hayot yoki sog‘lik uchun xavfli sharoitda saqlagan holda sodir etilgan bo‘lsa, uch yildan besh yilgacha ozodlikdan mahrum qilish bilan jazolanadi.",
            "sharxi": "1. Jinoyat obyekti odamning shaxsiy erkinligi hisoblanadi.\n\n2. Sharhlanayotgan jinoyatning obyektiv tomoni g‘ayriqonuniy ravishda ozodlikdan mahrum etishda ifodalanadi.\n\n3. Zo‘rlik ishlatib g‘ayriqonuniy ravishda ozodlikdan mahrum etish jismoniy yoki ruhiy zo‘rlik ishlatish yo‘li bilan amalga oshiriladi (jabrlanuvchini bog‘lash, uyqu dori berish, uning ixtiyoriga xilof ravishda muayyan joyda saqlab turish, aldov yo‘li bilan shaxsni u kirishni xohlamaydigan xonadonga olib kirib saqlash va hokazo).\n\n4. Sharhlanayotgan jinoyatni kvalifikatsiya qilishda shuni e’tiborga olish kerakki, u sodir etilish usulidan qati nazar, odamni g‘ayriqonuniy ravishda ozodlikdan mahrum qilish unga zo‘rlik ishlatishning muayyan shaklidir.\n\n5. Shaxsni zo‘rlik ishlatib g‘ayriqonuniy ravishda ozodlikdan mahrum etish vaqtidan boshlab jinoyat tugallangan hisoblanadi.\n\n6. Jismoniy azob deganda odamni suvsiz, oziq-ovqatsiz, uzoq muddat tana uchun noqulay sharoitda (qo‘l-oyoqlari bog‘langan holda javonda, krovat ostida va hokazo joylarda) saqlab turish, jabrlanuvchiga o‘rtacha og‘irlikdagi shikast yetkazish va hokazolarni tushunish lozim.\n\n7. Hayot va sog‘lik uchun xavfli sharoitlar deganda odamni sovuq yoki, aksincha, harorat yuqori xonada uzoq muddat davomida suvsiz, oziq-ovqatsiz, ya’ni jabrlanuvchining hayoti va sog‘lig‘i uchun chinakam zarar yetkazish xavfi bo‘lgan holatda saqlab turish tushuniladi.\n\n8. Jabrlanuvchiga og‘ir shikastlar yetkazish jinoyatlar majmui bo‘yicha JK 104 va 138-moddalari bilan kvalifikatsiya qilinadi.\n\n9. Subyektiv tomondan jinoyat to‘g‘ri qasd bilan sodir etiladi.\n\n10. Jinoyat subyekti o‘n olti yoshga to‘lgan shaxs hisoblanadi. Mazkur jinoyatlarni sodir etgan mansabdor shaxslar hokimiyat yoki mansab vakolatini suiiste’mol qilish (JK 205-moddasi) yoki hokimiyat yoki mansab vakolati doirasidan chetga chiqish (JK 206-moddasi) yoki odil sudlovga qarshi jinoyat, qonunga xilof ravishda ushlab turish yoki hibsga olish (JK 234-moddasi) bo‘yicha javobgarlikka tortiladi."
        },
        {
            "modda_raqami": "139-modda. Tuhmat.",
            "matni": "Tuhmat qilish, ya’ni bila turib boshqa shaxsni sharmanda qiladigan uydirmalar tarqatish, shunday harakatlar uchun ma’muriy jazo qo‘llanilganidan keyin sodir etilgan bo‘lsa, eng kam oylik ish haqining ikki yuz baravarigacha miqdorda jarima yoki ikki yilgacha axloq tuzatish ishlari bilan jazolanadi.\n\nNashr qilish yoki boshqacha usulda ko‘paytirilgan matnda yoki ommaviy axborot vositalari orqali tuhmat qilish, eng kam oylik ish haqining ikki yuz baravaridan to‘rt yuz baravarigacha miqdorda jarima yoki ikki yildan uch yilgacha axloq tuzatish ishlari yoki olti oygacha qamoq bilan jazolanadi.\n\nTuhmat:  \n\na) og‘ir yoki o‘ta og‘ir jinoyat sodir etishda ayblab;  \n\nb) og‘ir oqibatlar kelib chiqishiga sabab bo‘lgan holda;  \n\nv) xavfli retsidivist tomonidan;  \n\ng) g‘arazgo‘ylik yoki boshqa past niyatlarda qilinsa, uch yilgacha ozodlikdan mahrum qilish bilan jazolanadi.",
            "sharxi": "\n1. Jinoyat obyekti shaxsning sha’ni va qadr-qimmati hisoblanadi.\n\n2. Obyektiv tomondan jinoyat boshqa shaxsni obro‘sizlantiradigan yolg‘on, uydirmalarni tarqatishda ifodalanadi.\n\n3. Tuhmat qilish maqsadida uydirmalar tarqatish deganda ularni hech bo‘lmaganda bir kishiga istalgan shaklda (og‘zaki, yozma ravishda, telefon orqali, kompyuter va Internet yordamida) yetkazishni tushunish zarur.\n\n4. Uydirma deganda uydirmachi tomonidan amalda mavjud bo‘lmagan yoki soxtalashtirilgan hodisalarni tushunish kerak.\n\n5. Rost bo‘lgan, lekin shaxsni obro‘sizlantiradigan ma’lumotlarni tarqatish tuhmat tarkibini vujudga keltirmaydi.\n\n6. Tuhmatdagi uydirmalar mutlaqo yolg‘on yoki kishini obro‘sizlantiradigan bo‘lishi lozim. Sud har bir alohida olingan holatda ma’lumotlarni yolg‘on yoki shaxsni obro‘sizlantirganligi masalasini hal qilishi kerak.\n\n7. Jinoyat boshqa kishini obro‘sizlantiradigan yolg‘on uydirmalarni bila turib, hech bo‘lmaganda bir kishiga yetkazilgan holatda tugallangan deb topiladi.\n\n8. Sharhlanayotgan modda bo‘yicha jinoyatni kvalifikatsiya qilish uchun aybdor ilgaridan o‘zi tarqatayotgan uydirmalarning yolg‘onligini bilishi muhim.\n\n9. Nashr qilish yoki boshqacha usulda ko‘paytirilgan matnda yoki ommaviy axborot vositalari orqali tuhmat qilish deganda kitob, jurnal, gazeta, varaqa va boshqa asarlardagi yoki radio, televideniye, video tasvirlari va hokazo orqali qilingan tuhmatni tushunish kerak.\n\n10. (Og‘ir va o‘ta og‘ir jinoyatlar to‘g‘risida JK 15-moddasining sharhiga qarang).\n\n11. Og‘ir oqibatlar deganda jabrlanuvchining o‘zini o‘zi o‘ldirishini, uning ruhiy kasallikka chalinilishi va hokazolarni tushunish lozim.\n\n12. (Xavfli retsidivist tushunchasi to‘g‘risida JK 34-moddasining sharhiga qarang).\n\n13. (G‘arazli yoki boshqa past niyatlar tushunchasi to‘g‘risida JK 97 va 133-moddalari sharhlariga qarang).\n\n14. Subyektiv tomondan jinoyat to‘g‘ri qasd bilan sodir etiladi.\n\n15. Jinoyat subyekti 16 yoshga to‘lgan shaxs hisoblanadi."
        },
        {
            "modda_raqami": "140-modda. Haqorat qilish.",
            "matni": "Haqorat qilish, ya’ni shaxsning sha’ni va qadr-qimmatini beodoblik bilan qasddan tahqirlash, basharti shunday harakatlar uchun ma’muriy jazo qo‘llanilgandan keyin sodir etilgan bo‘lsa, eng kam oylik ish haqining ikki yuz baravarigacha miqdorda jarima yoki bir yilgacha axloq tuzatish ishlari bilan jazolanadi.\n\nNashr qilish yoki boshqacha usulda ko‘paytirilgan matnda yoki ommaviy axborot vositalari orqali haqorat qilish, eng kam oylik ish haqining ikki yuz baravaridan to‘rt yuz baravarigacha miqdorda jarima yoki bir yildan ikki yilgacha axloq tuzatish ishlari bilan jazolanadi.\n\nHaqorat qilish:  \n\na) jabrlanuvchini o‘z xizmat yoki fuqarolik burchini bajarishi munosabati bilan bog‘liq holda;  \n\nb) xavfli retsidivist tomonidan yoki tuhmat qilganligi uchun ilgari sudlangan shaxs tomonidan qilingan bo‘lsa, eng kam oylik ish haqining to‘rt yuz baravaridan olti yuz baravarigacha miqdorda jarima yoki ikki yildan uch yilgacha axloq tuzatish ishlari yoki olti oygacha qamoq bilan jazolanadi.",
            "sharxi": "1. Jinoyat obyekti shaxsning sha’ni va qadr-qimmati.\n\n2. Obyektiv tomondan jinoyat shaxsning sha’ni va qadr-qimmatini beodoblik bilan qasddan tahqirlashdan iborat.\n\n3. Shaxsning sha’ni va qadr-qimmatini beodoblik bilan qasddan tahqirlash jabrlanuvchiga nisbatan sodir etilgan har xil harakatlarda, masalan, uyat gaplar bilan so‘kish, turli haqoratli so‘z va iboralarni yozish, betga tupurish, tan a’zolari bilan axloqsiz harakatlar yoki imo-ishoralar qilish va hokazolarda ifodalanadi.\n\n4. Jinoyat tarkibi mavjud bo‘lishi uchun shaxsning sha’ni va qadr-qimmatini tahqirlash uyatsiz shaklda ifodalangan bo‘lishi zarur. Uyatsiz shaklda deganda har bir muayyan holatda sud tomonidan belgilanadigan kishilar o‘rtasidagi umume’tirof etilgan xulq-atvor qoidalariga zid ravishda buzuq ko‘rinishda ifodalangan shaxsga salbiy baho berish tushuniladi.\n\n5. Shaxsning sha’ni va qadr-qimmatini tahqirlashga qaratilgan uyatsiz harakatlarni sodir etish vaqtidan boshlab jinoyat tugallangan deb topiladi.\n\n6. Haqorat qilish shaxsning sog‘lig‘iga zarar yetkazish bilan bog‘liq bo‘lgan holatlarda sodir etilganda aybdorning harakatlari jinoyatlar majmui bo‘yicha kvalifikatsiya qilinadi.\n\n7. Nashr qilish yoki boshqacha usulda ko‘paytirilgan matnda yoki ommaviy axborot vositalari orqali haqorat qilish JK 140-moddasining 2-qismi bo‘yicha jinoiy jazoga tortiladi (JK 139-moddasining sharhiga qarang).\n\n8. Haqorat qilish jabrlanuvchining o‘z xizmat yoki fuqarolik burchini bajarishi bilan bog‘liq bo‘lsa, JK 140-moddasi 3-qismining «a» bandi bo‘yicha kvalifikatsiya qilinadi (JK 37-moddasining sharhiga qarang).\n\n9. Haqorat qilish xavfli retsidivist, ya’ni ilgari haqorat uchun sudlangan shaxs tomonidan sodir etilganda, shuningdek ilgari tuhmat uchun sudlangan shaxs tomonidan qilingan haqorat JK 140-moddasi 3-qismi «b» bandi bo‘yicha kvalifikatsiya qilinishi kerak.\n\n10. Subyektiv tomondan jinoyat to‘g‘ri qasd bilan sodir etiladi.\n\n11. Jinoyat subyekti 16 yoshga to‘lgan shaxs hisoblanadi."
        }
    ]
}