{
    "bob_nomi": "VII bob. Jinoyatda ishtirokchilik",
    "moddalar": [
        {
            "modda_raqami": "27-modda. Jinoyatda ishtirokchilik tushunchasi. ",
            "matni": "Ikki yoki undan ortiq shaxsning qasddan jinoyat sodir etishda birgalashib qatnashishi ishtirokchilik deb topiladi.",
            "sharxi": "1. Sharhlanayotgan moddaga ko‘ra, ikki yoki undan ortiq shaxsning qasddan jinoyat sodir etishda birgalashib qatnashishi ishtirokchilik, deb topiladi. Ishtirokchilikda sodir etiladigan jinoyatlar o‘z huquqiy xususiyatlariga ega bo‘lib, u yoki bu jinoyatni kvalifikatsiya qilishda nafaqat qilmishning ishtirokchilikda sodir etilishi, balki, qonuniylik va adolatlilik prinsiplariga asoslangan holda ishtirokchilikning aniq belgilari va shakllariga e’tibor berish lozim. Agar ishtirokchilarning harakatlarida Jinoyat kodeksi ning Maxsus qismi moddasida tavsiflangan muayyan jinoyat turining alomatlari mavjud bo‘lsa (misol uchun, bir guruh shaxsning, uyushgan guruhning jinoyat sodir etishi), qilmish Maxsus qismning tegishli moddasi bo‘yicha ishtirokchilikning u yoki bu turini tavsiflovchi muayyan alomatlardan kelib chiqib kvalifikatsiya qilinishi kerak.\n\n2. Ishtirokchilik tushunchasi, Jinoyat kodeksining Maxsus qismi instituti sifatida, ancha keng talqin qilinadi.\n\n-Ishtirokchilikning quyidagi alomatlarini qayd etish mumkin:\n\n-ayni bir jinoyatda ikki yoki undan ortiq shaxsning ishtiroki;\n\n-guruh a’zolarining birgalikda harakat qilishi;\n\n-jinoyatning qasddan sodir etilishi.\n\n3. Birinchi alomat obyektiv, so‘nggi alomat esa, subyektiv xususiyatga ega. Jinoyat sodir etishda birgalashib qatnashish ham subyektiv, ham obyektiv alomatlar bilan tavsiflanadi. Ayni bir jinoyatda ikki yoki undan ortiq shaxsning qatnashishi jinoyatda ishtirokchilikning obyektiv alomatini tashkil etadi. Sharhlanayotgan moddada berilgan jinoyatda ishtirokchilikning ta’rifidan jinoyatda ikki yoki undan ortiq shaxsning qatnashishi uning zarur sharti ekani anglashiladi. Shuningdek, jinoyat ishtirokchilikda sodir etilganida ishtirokchilarning barchasi aqli raso va shu jinoyat uchun qonunda belgilangan yoshga yetgan bo‘lishi talab qilinadi.\n\n4. Jinoyat sodir etishda birgalashib qatnashish alomati ham obyektiv, ham subyektivdir. Birgalikdagi harakat shundan iboratki, bunda ishtirokchilarning jinoiy harakati birgalikda bo‘ladi. Jinoyatni birgalikda sodir qilish shundan iboratki, bunda bir ishtirokchining harakati ikkinchisiniki bilan chambarchas bog‘liq bo‘ladi. Ishtirokchilarning birgalikdagi harakati jinoyatning natijasi uchun muhim shart hisoblanadi. Ishtirokchilarning birgalikdagi harakati maqsadning va har bir ishtirokchi harakatlari (harakatsizligi) bilan umumiy jinoiy oqibat o‘rtasidagi sababiy aloqaning birligida ifodalanadi. Bir ishtirokchining faoliyatini boshqa ishtirokchining faoliyati to‘ldirgan, bu ular uchun umumiy ijtimoiy xavfli oqibatga erishishning imkonini bergan holda jinoyat sodir etishda ikki yoki undan ortiq shaxsning birgalashib qatnashishi mavjud bo‘ladi. Agar bunday birgalikdagi faoliyat faqat tashqi xususiyatga ega va ichki, ongli aloqadan mahrum bo‘lsa, yagona jinoyatda ishtirokchilik to‘g‘risida so‘z yuritilishi mumkin emas. Bunday hollarda aybdorlar, ularning faoliyati umumiy, yagona oqibatga olib kelganiga qaramay, mustaqil jinoiy javobgarlikka tortilishi kerak. Jinoyat sodir etishga har bir ishtirokchi o‘z hissasini qo‘shadi. Ularning biri barcha ishtirokchilarni uyushtiradi, ularning harakatlarini muvofiqlashtiradi, ikkinchisi jinoyat sodir etish uchun shart-sharoit yaratadi, uchinchisi uni sodir etadi, to‘rtinchisi jinoyat izlarini yashiradi, uning fosh bo‘lishiga monelik qiladi. Har bir ishtirokchi va kelib chiqqan jinoiy oqibat o‘rtasida sababiy aloqa mavjud bo‘ladi. Ishtirokchilar jinoyatni birgalashib sodir etishi ular uchun yagona oqibat kelib chiqishida, har bir ishtirokchining harakatlari va kelib chiqqan oqibat o‘rtasida sababiy bog‘lanish mavjudligida, shuningdek, boshqa ishtirokchilarning jinoiy harakatlari uchun shart-sharoit yaratilishida namoyon bo‘ladi. Oldindan va’da berilmagan xabar bermaslik, yashirish yoki yo‘l qo‘yib berishni (jinoyatga daxldorlikning bir ko‘rinishini tashkil qiladi) ishtirokchilik deb bo‘lmaydi. Jinoiy harakatning birgalikdaligi barcha ishtirokchilar uchun jinoiy oqibatning bir xilligi, umumiy jinoiy oqibat va har bir ishtirokchi o‘rtasidagi harakatning o‘zaro bog‘liqligida ifodalanadi. Harakat, jinoiy oqibat va har bir ishtirokchining o‘zaro aloqadorligi majmui ishtirokchilikni ifodalaydi. Shunday qilib, birgalashib jinoyat sodir etishning obyektiv mezonlari birgalikda jinoiy harakatlarni sodir etish, umumiy, yagona jinoiy natija hamda qilmish bilan uning oqibatlari o‘rtasidagi sababiy aloqadan iborat.\n\n5. Bir necha shaxslarning kuchlarini birlashtirish natijasida jinoyat sodir etilganida, ularning har biri mustaqil tarzdagi jinoiy oqibatga erishishga harakat qilgan bo‘lsa yoki ular harakati jinoiy oqibat bilan bevosita bog‘liq bo‘lmasa, bunday jinoyatni ishtirokchilikda sodir etish, deb baholab bo‘lmaydi. Ishtirokchilik mavjud emasligi bir necha shaxslarning harakatlari uyushtirilmagani, ularning har biri alohida harakat qilishi bilan izohlanadi. Ammo, jinoiy oqibat ishtirokchi kuchlarini birlashtirishdan kelib chiqadi, binobarin, bu harakatlar ular uchun umumiy oqibatga sabab bo‘ladi. Misol uchun, o‘qotar quroldan o‘q uzib, fuqaro S.ni yaralagan fuqaro V.ning hamda yarani bog‘lash paytida infeksiya kiritgan va fuqaro S.ning o‘limiga sababchi bo‘lgan fuqaro D.ning harakatlarini birgalashib sodir etilgan harakat, deb bo‘lmaydi. Harakatlar birgalashib sodir etilgani to‘g‘risidagi masala nafaqat obyektiv holatlarni, balki subyektiv holatlarni ham aniqlash asosida hal qilinadi. Agar ishtirokchilar jinoyat sodir etishga oldindan til biriktirgan bo‘lsa, jinoyatda ishtirokchilikni aniqlash qiyinchilik tug‘dirmaydi. Ishtirokchilar oldindan til biriktirgan bo‘lmasa, ishtirokchilikning subyektiv holatlarini aniqlash qiyinlashadi. Shaxs xulq-atvorida ikki holatning mavjudligi jinoyat sodir etishda birgalashib qatnashishning mezoni hisoblanadi:\n\n-birinchisi, umumiy kuch asosida yagona maqsadga erishish uchun harakat qilish;\n\n-ikkinchisi, boshqa ishtirokchilarning yagona umumiy natijaga erishishga qaratilgan harakatini bilish va hisobga olishga xizmat qiladi.\n\nJinoyat sodir etishda bir necha shaxslarning ishtiroki obyektiv vaziyatlarni birgalikda kuch ishlatish asosida erishish, shuningdek, subyektiv vaziyat ishtirokchilarning harakati birlashganligi va kuchlarni birlashtirish asosida yagona maqsadga erishishga qaratilganligini bilishni o‘z ichiga oladi.\n\n6. Jinoyatning barcha ishtirokchilari uchun umumiy bo‘lgan muayyan natijaga harakat qilish ishtirokchilikning zarur tarkibiy qismidir. Zero, aynan shu holat ishtirokchilarning harakatlari birlashtirilganligini tavsiflaydi. Shaxslarning birlashuvi jinoiy oqibatga erishishni yengillashtirish zaruriyati bilan belgilanadi. Shaxs jinoyat sodir etishda ishtirokchilik qilayotgan boshqa shaxslar faoliyatini anglashi jinoyat sodir etishda birgalashib qatnashishning ikkinchi subyektiv mezonidir. Ishtirokchilikning subyektiv mezoni ishtirokchilarning o‘zaro xabardorligi va kelishgan holda harakat qilishi bilan tavsiflanadi. O‘zaro xabardorlik shu bilan tavsiflanadiki, jinoyat sodir etishdagi barcha ishtirokchilarni, birinchidan, jinoyat birgalashib sodir etganligi, ikkinchidan, har qanday jinoyat emas, balki aniq bir jinoyat sodir etilgani, uchinchidan, nafaqat bir shaxs qilmishining ijtimoiy xavfliligi, balki boshqa shaxslar harakatining ijtimoiy xavfliligi hisobga olinadi. Misol uchun, raqobatchini obro‘sizlantirish (Jinoyat kodeksining 192-moddasi)da yolg‘on, noaniq yoki buzib ko‘rsatilgan ma’lumotlarni bir shaxs tayyorlab, aslida boshqa shaxs oshkor qilgan (masalan, televideniye bo‘yicha yoki gazetada chop etish orqali) taqdirda, agar ijrochi o‘zi tomonidan tarqatilayotgan ma’lumotlarning yolg‘onligini ko‘ra bilgan bo‘lsa, qilmish mazkur jinoyatda ishtirokchilik sifatida tavsiflanishi mumkin. Jinoyat birgalashib sodir etilayotganini anglashi u o‘zining jinoyat sodir etishga qaratilgan harakatlariga hech bo‘lmasa bitta boshqa ishtirokchining harakatlari qo‘shilayotgannini bilishidan dalolat beradi. Bajaruvchi jinoyatni boshqa shaxslar bilan birgalashib sodir etayotganini anglamagan hol-da va harakatlari jinoyat sodir etish bilan sababiy aloqada bo‘lgan ana shu boshqa shaxslar bajaruvchining jinoiy niyati-dan bexabar bo‘lgan holda ishtirokchilik mavjud bo‘lmaydi. Boshqa ishtirokchilarning (hech bo‘lmasa, bir ishtirok chining) harakatlari va niyatlaridan xabardorlik shaxs ularning harakatlari olib keladigan jinoiy oqibatlarni anglashini nazarda tutadi. Jinoyat ishtirokchilari harakatlarining muvofiqlash-tirilganligi shaxslarning jinoyat sodir etishda birgalashib qatnashish niyati va xohish-irodasini o‘zaro ifodalashida namoyon bo‘ladi. Jinoyat ishtirokchilari harakatlarining muvofiqlash-tirilganligi jinoyat birgalashib sodir etilganini, ishtirok-chilar faoliyatini subyektiv tomondan tavsiflaydigan ular o‘rtasidagi zarur psixologik aloqani aks ettiradi.\n\n7. Sharhlanayotgan moddada berilgan ishtirokchilik tushunchasining mazmuniga ko‘ra, ishtirokchilik faqat qasddan sodir qilinadigan jinoyatlardagina bo‘ladi. Ishtirokchilar jinoyat sodir etishga qilgan qasd bilan o‘z qilmishlarining ijtimoiy xavfliligi va bajaruvchi harakatlarining ijtimoiy xavfliligi anglanishi kerak. Shu bilan birga, ishtirokchilar bajaruvchi mazkur ijtimoiy xavfli qilmishlarni sodir etishini xohlaydilar yoki ongli ravishda bunga yo‘l qo‘yadilar. Jinoyat ishtirokchilari ongi bilan bajaruvchining qilmishlari keltirib chiqarishi mumkin bo‘lgan ijtimoiy xavfli oqibatlar ham, bajaruvchining qilmishlari bilan ularning oqibatlari o‘rtasidagi sababiy aloqaning rivojlanishi ham umumiy jihatdan qamrab olinadi. Jinoyat sodir etishga qaratilgan qasdning intellektual jihati qilingan qasdning tafakkur jihati nafaqat bajaruvchi qilmishi obyektiv tomonining tegishli holatlarini, balki jinoyat obyektiga va subyekti bajaruvchiga tegishli bo‘lgan holatlarning ham anglanishi bilan tavsiflanadi. Bir jinoyatni sodir etishda ikki yoki undan ortiq shaxs birgalashib qatnashishi barcha ishtirokchilar jinoyatning ular uchun umumiy bo‘lgan bir obyektiga tajovuz qilishini belgilaydiki, buni har bir ishtirokchi anglashi kerak. Jinoyat ishtirokchilari Jinoyat kodeksining Maxsus qismida bayon etilgan jinoyat subyektini (bajaruvchini) tavsiflovchi majburiy alomatlarni anglashi kerak (misol uchun, mansabdor shaxs, harbiy xizmatchi va h.k.). Agar ishtirokchi, bajaruvchining haqiqiy yoshiga nisbatan adashib, uni jinoyat subyekti, deb topilishi mumkin bo‘lmagan yoshda deb hisoblagan bo‘lsa, ayni holda jinoyatda ishtirokchilik mavjud bo‘lmaydi, chunki jinoyat sodir etishda bir shaxs qatnashadi. (Bu haqda batafsil JKning 28-moddasiga berilgan sharhga qarang) Ishtirokchilikda sodir etiladigan jinoyat irodaviy belgisining mazmun-mohiyati xohish-iroda jihatining mazmuni umumiy, yagona maqsadga qaratilganligi, jinoiy oqibatning kelib chiqishi xohlashi yoki ongli ravishda yo‘l qo‘yilishida ifodalanadi. Ishtirokchilarning motivi va maqsadlari mos kelishi mumkin, ammo bular jinoyatni kvalifikatsiya qilishga ta’sir etmaydi. Ehtiyotsizlik orqasida sodir etilgan jinoyatlarda ishtirokchilik bo‘lishi mumkin emas. Ayrim hollarda shaxsning o‘zi jinoyatni bevosita sodir qilmasdan, jinoyatning subyekti bo‘la olmaydigan shaxsdan foydalanadi (masalan, jinoiy javobgarlik yoshiga to‘lmagan shaxslardan jinoyat bajaruvchilari sifatida foydalanish). Mazkur holatda jinoyatchi ham subyekt yoshiga yetmaganning qilmishi uchun hamda voyaga yetmaganni jinoyatga jalb qilganligi uchun javobgarlikka tortiladi."
        },
        {
            "modda_raqami": "28-modda. Jinoyat ishtirokchilarining turlari.",
            "matni": "Jinoyatni bajaruvchi bilan bir qatorda tashkilotchi, dalolatchi va yordamchilar ham jinoyat ishtirokchilari deb topiladi. Jinoyatni bevosita to‘la yoki qisman sodir etgan yoxud ushbu Kodeksga muvofiq javobgarlikka tortilishi mumkin bo‘lmagan shaxslardan yoki boshqa vositalardan foydalanib, jinoyat sodir etgan shaxs bajaruvchi deb topiladi. Jinoyatga tayyorgarlik ko‘rilishiga yoki jinoyat sodir etilishiga rahbarlik qilgan shaxs tashkilotchi deb topiladi. Jinoyat sodir etilishiga qiziqtiruvchi shaxs dalolatchi deb topiladi. Jinoyat sodir etilishiga o‘z maslahatlari, ko‘rsatmalari bilan, vositalar berish yoki to‘siqlarni yo‘qotish bilan ko‘maklashgan, shuningdek jinoyatchini, jinoyat sodir etish quroli, izlari va vositalarini yoxud jinoiy yo‘l bilan qo‘lga kiritilgan narsalarni yashirishga, shuningdek bunday narsalarni olish va o‘tkazish to‘g‘risida oldindan va’da bergan shaxs yordamchi deb topiladi.",
            "sharxi": "1. Jinoyat ishtirokchilarini turlarga bo‘lishda ulardan har birining birgalikda sodir etadigan qilmishidagi funksional roli asos qilib olingan. Sharhlanayotgan modda ishtirokchilar jumlasiga jinoyat bajaruvchisi bilan bir qatorda, tashkilotchi, dalolatchi va yordamchini ham kiritadi hamda ularni har bir ishtirokchi jinoyati tarkibining obyektiv tomonini tashkil etuvchi harakatlarni amalga oshirish fe’l-atvori bo‘yicha farqlaydi. Ishtirokchilikni belgilab beradigan asosiy mezonlar-dan biri, jinoyat sodir etishda har bir ishtirokchining fe’l-atvori va darajasi hisoblanadi. Jinoyat sodir etishda shaxs ishtirokining fe’l-atvori har bir ishtirokchining funksional vazifasini belgilaydi. Jinoyatda uning ishtiroki darajasi esa, o‘z vazifalarini bajarish yuzasidan harakatlarining takroriy-ligi, hamjihatlikda sodir etiladigan jinoyatga uning hissasi haqida tasavvur beradi. Masalan, qasddan odam o‘ldirishda yordamchilik ko‘zda tutilayotgan jinoyat qurbonini qachon va qayerda kutish kerakligini yoki bajaruvchining iltimosiga ko‘ra, yordamchining unga jinoyat qurolini, jinoyat sodir etish joyidan tez yashirinish uchun transport vositalarini topib berganligi va shu kabilarda ifodalanishi mumkin. Har ikki holatda ham yordamchining funksional roli (ya’ni, ishtirokchilik fe’l-atvori) bir xil, ishtirok darajasi esa, turlichadir. Bundan tashqari, aynan harakatlarning tabiati ishtirokchilarni turlarga bo‘lish imkoniyatini beruvchi belgilardan biridir. Ishtirokchilar harakatlarining fe’l-atvori qonun chiqaruvchi tomonidan «tashkil etgan», rahbarlik qilgan», «qiziqtirgan», «ko‘maklashgan» kabi iboralarda ifodalanadi. Ishtirokchilarning jinoyat sodir etishdagi ishtiroki darajasi hamda jinoiy harakatlarning ijtimoiy xavflilik darajasi jazo tayinlashda hisobga olinadi. Shunday qilib, jinoyatda har bir ishtirokchining yagona maqsadga qaratilgan faoliyati, mazkur faoliyatda bajaruvchi, tashkilotchi, dalolatchi va yordamchilar o‘rtasidagi farqni hamda shundan kelib chiqib, ular ayblanayotgan jinoyatning tarkibini aniqlab olish mumkin.\n\n2. Jinoyat kodeksining 28-moddasi birinchi qismi-ga muvofiq, quyidagilar jinoyat ishtirokchilari, deb topiladilar: 1) bajaruvchi; 2) tashkilotchi; 3) dalolatchi; 4) yordamchi. Ishtirokchilikda sodir etiladigan jinoyatlarda bajaruvchi asosiy «figura»lardan biri sifatida chiqadi. Bajaruvchi faqatgina u bilan birga o‘z funksional rolini amalga oshiradigan boshqa shaxslar tashkilotchi, dalolatchi va yordamchilar bilan harakat qilgandagina mavjud bo‘ladi. Bajaruvchi deb, jinoyatni bevosita to‘la yoki qisman sodir etgan yoxud qonunga muvofiq javobgarlikka tortilishi mumkin bo‘lmagan shaxslardan yoki boshqa vositalardan foydalanib jinoyat sodir etgan shaxsga aytiladi. Jinoyatning bajaruvchisi muayyan jinoyat subyektini tavsiflovchi belgilarga ega bo‘lgan shaxsgina bo‘lishi mumkin, aks holda uning qilmishida jinoyat, deb tan olinishi va jinoiy javobgarlikka tortilishi uchun zaruriy shart sifatidagi jinoyat tarkibi mavjud bo‘lmaydi. Bu barcha subyektlarga xos umumiy belgilar bo‘libgina qolmay (muayyan yoshga to‘lganlik, aqli rasolik), balki, maxsus subyektni tavsiflovchi belgilarga ham taalluq-lidir. Sud-tergov amaliyotida jinoyatni faqat maxsus subyekt amalga oshirib, boshqa shaxslar jinoyat ishtirokchisi sifatida sodir etilganligi ham uchrab turadi. Bunda jinoyat ishtirokchilarining jinoyatda ishtiroki darajasi aniqlanishi kerak. Jinoyatning subyekti faqat maxsus subyekt, jinoyatlarda ishtirokchilar esa, maxsus subyekt sodir etgan jinoyatda faqat ishtirokchi sifatida kvalifikatsiya qilinadi. Agar maxsus subyektni talab etuvchi jinoyat tarkiblaridan biri bo‘yicha javobgarlikka tortilayotgan shaxs uni shunday subyekt sifatida tavsiflovchi belgilarga ega bo‘lmasa (masalan, mansabdor shaxs, harbiy xizmatchi, tergovchi, sudya va h.k.), u Jinoyat kodeksi Maxsus qismining tegishli moddasida qayd etilgan jinoyat tarkibi obyektiv tomoniga taalluqli muayyan harakatlarni sodir etgan taqdirda ham mazkur jinoyatning bajaruvchisi bo‘la olmaydi.\n\n3. Sharhlanayotgan ta’rifda bajaruvchining qonunda belgilangan bir qator o‘ziga xos belgilarini ko‘rishimiz mumkin. Birinchisi, jinoiy qilmishning to‘liq yoki qisman amalga oshirilishi. Jinoyatni to‘la sodir etish bu Jinoyat kodeksi Maxsus qismining tegishli moddasi dispozitsiyasida ko‘rsatilgan qilmish obyektiv tomonining to‘liq sodir etilishi tushuniladi. Jinoyatni qisman sodir etish jinoyatning obyektiv tomonini tashkil etuvchi qilmishni sodir etish bo‘lib, bajaruvchiga bog‘liq bo‘lmagan holda tamom bo‘lmaydi yoki modda dispozitsiyasida ko‘rsatilgan oqibatning yuz bermasligida ifodalanadi. Ikkinchisi, jinoyatning bevosita bajaruvchi tomonidan sodir etilishi. Bevositalik bajaruvchi shaxs tomonidan Jinoyat kodeksining Maxsus qismida ko‘rsatilgan jinoyat-ning sodir etilganligi yoki sodir etilishini anglatadi. Jinoyat obyektiv tomonining jinoiy javobgarlik yoshiga yetmaganlik yoki aqli norasolik alomatlari bo‘yicha javobgarlikka tortilishi mumkin bo‘lmagan shaxslar tomonidan bajarilishi hollariga e’tibor qaratish lozim. Masalan, agar jinoyat muayyan qilmish uchun jinoiy javobgarlik yoshiga yetmagan voyaga yetmagan shaxs tomonidan sodir etilsa, uni jinoyat sodir etishga undagan shaxs bajaruvchi bo‘lib hisoblanadi, uning voyaga yetmagan shaxsga nisbatan harakatlari esa, voyaga yetmagan shaxsni jinoyat sodir etishga jalb qilish sifatida Jinoyat kodeksining 127-moddasi 3-qismi bo‘yicha kvalifikatsiya qilinadi. Voyaga yetmaganlarning katta yoshdagilar ishtirokida sodir etgan jinoyatlari haqidagi ish ko‘rib chiqilayotganda katta yoshdagi shaxs va o‘smir o‘rtasidagi o‘zaro munosabatlarning xususiyatini sinchiklab aniqlash lozim, chunki ana shu ma’lumotlar katta kishining voyaga yetmagan shaxsni jinoyat yoki g‘ayriijtimoiy harakat sodir etishga jalb qilishdagi rolini aniqlashda muhim ahamiyatga ega bo‘lishi mumkin. Sudlarga 18 yoshga to‘lgan va jinoyatni qasddan sodir etgan shaxslargina voyaga yetmagan shaxsni g‘ayriijtimoiy xatti-harakatlarga jalb qilgani uchun jinoiy javobgarlikka tortilishi mumkin ekanligi tushuntirilsin. Shuningdek, katta yoshdagi kishi o‘z harakatlari bilan voyaga yetmagan shaxsni g‘ayriijtimoiy xatti-harakatlarga jalb qilayotganini bilgani yoki shunday fikrga yo‘l qo‘yganini ham aniqlash lozim. Agarda katta yoshdagi kishi shaxsni g‘ayriijtimoiy xatti-harakatlarga jalb qilsa-yu, uning voyaga yetmaganligini bilmasa yoki bilishi mumkin bo‘lmasa, bu holda JKning 127-moddasi bilan jinoiy javobgarlikka tortish mumkin emas Mazkur holatda, aqli noraso shaxs tomonidan boshqa shaxsning ko‘rsatmalari asosida jinoyat sodir etilgani kabi, ko‘rsatma bergan shaxsning harakatlari bajaruvchilik sifatida, amalda jinoyatni sodir etgan shaxs-ning harakatlari esa, jinoyat quroli sifatida tavsiflanishi shart. Shaxs tomonidan mustaqil jinoyat-huquqiy ahamiyatga ega bo‘lmagan xatti-harakatlar sodir etilishi hollarini ham jinoyatni bajarish, deb topish zarur. Masalan, fuqaro A. fuqaro B.ni (jabrlanuvchini) fuqaro S. tomonidan do‘pposlanayotgan paytda ushlab turgan. Bu misolda fuqaro B. jabrlanuvchi, fuqaro S. jinoiy tajovuz bajaruvchisi, fuqaro A. esa, sodir etilgan jinoyatning ishtirokchisi bo‘ladi. Jabrlanuvchini ushlab turgan A.ning xatti-harakatlari o‘z-o‘zidan jinoyat hisoblanmaydi va jinoyat-huquqiy ahamiyatga ega emas. Biroq, uning harakatlari, shubhasiz, bajaruvchi fuqaro S. tomonidan jinoyat sodir etilishiga qaratilgan va bu aynan mana shu misolda ishtirokchilik alomatlarining tan olinishi uchun yetarlidir. Yuqorida qayd etilgan barcha holatlar jinoiy niyatning bilvosita amalga oshirilishi mumkinligidan dalolat beradi. Shu sababli, bevositalik belgisi juda muhim bo‘lsa-da, hal etuvchi ahamiyatga ega bo‘la olmaydi. Jinoyat boshqa shaxslar yoki vositalardan foydalanish orqali sodir etilishi mumkin. Bu yerda gap jinoyat quroli yoki vositasi sifatida ishlatilishi mumkin bo‘lgan ortiqcha xavf manbai bo‘lib keluvchi vositalar haqida bormoqda. Fuqarolik huquqida oshiqcha xavf manbai tomonidan yetkazilgan zarar uchun javobgarlik mulkdor zimmasiga yuklatiladi. Jinoyat qonuni mazkur prinsipni qo‘llashi mumkin emas, chunki javobgarlik jinoyat sodir etgan shaxsga yuklatiladi. Masalan, javobgarlikka avtomobil egasi emas, balki avtomobilni bevosita boshqarib, o‘zgalarga muayyan zarar yetkazgan shaxs tortiladi. Jinoyat sodir etish vositasi (yoki quroli) sifatida ishlatilgan ortiqcha xavf manbalarini qo‘llash hollari ham xuddi shu tarzda kvalifikatsiya qilinadi.\n\n4. O‘z jinoiy maqsadining oxirgi zarurat holatidagi boshqa shaxslarni majburlab jinoyat sodir etgan shaxslarni ham jinoyat bajaruvchisi, deb topish kerak. Biroq, ishtirokchilikda vazifalarni bo‘lib olish bilan sodir etiladigan jinoyatlarda Jinoyat kodeksi Maxsus qismining muayyan moddasida nazarda tutilgan jinoyatning obyektiv tomonini ko‘p hollarda bir shaxs emas, balki bir necha shaxs amalga oshiradi. Bu holda so‘z jinoyatning birgalikdagi bajaruvchilari haqida boradi. Jinoyat qonunida birgalikdagi bajaruvchilik tushunchasi aniqlanmagan. Birgalikdagi bajaruvchilikning obyektiv tomoni jinoyat sodir etayotgan shaxslarning umumiy kuchi asosida amalga oshiriladi va ularning har biriga jinoiy faoliyatning faqat bir qismigina to‘g‘ri keladi.\n\n5. Bajaruvchi tomonidan sodir etilgan qilmish subyektiv tomondan to‘g‘ri yoki egri qasd bilan sodir etilishi mumkin. Bajaruvchi o‘zining boshqa ishtirokchilar bilan birgalikda sodir etayotgan qilmishining ijtimoiy xavfliligini anglaydi, bu qilmishlar uchun umumiy, yagona oqibatlarning kelib chiqishi mumkinligi va muqarrarligiga ko‘zi yetadi hamda bu oqibatlarning yuz berishini istaydi yoki ongli ravishda yo‘l qo‘yadi. Qonunga ko‘ra, ishtirokchilikda sodir etilgan qilmish qasddan amalga oshirilib, ehtiyotsizlikni istisno qiladi.\n\n6. Jinoyatning tashkilotchisi jinoyat ishtirokchilari ichida eng xavfli shaxsdir. U jinoyat rahbari bo‘lib, ishtirokchilarni birlashtirishga, jinoiy niyatni amalga oshirish maqsadida ularning tartibli xatti-harakatlarini ta’minlashga intiladi. Tashkilotchi jinoyat rejasini ishlab chiqadi, boshqa ishtirokchilarni tanlaydi, ularning orasida vazifalarni taqsimlaydi, yo‘l-yo‘riqlar ko‘rsatadi. Tashkilotchi faqatgina uyushgan guruh yoki jinoiy uyushma tarkibida emas, balki vazifalar taqsimlanishidagi ishtirokchilikda ham bo‘ladi. Birinchi holda tashkilotchining javobgarligi bevosita Jinoyat kodeksi Maxsus qismining normalari bilan ko‘zda tutilib, alohida jinoyatni tashkil etsa, ikkinchi holda, tashkilotchi vazifalarning taqsimlanishidagi ishtirokchilik doirasida faoliyat olib boradi va uning javobgarligi Jinoyat kodeksining Maxsus qismida nazarda tutilgan asoslar bo‘yicha vujudga keladi. Sharhlanayotgan moddaning uchinchi qismiga muvofiq, tashkilotchi deganda, jinoyatga tayyorgarlik ko‘rilishi yoki sodir etilishiga rahbarlik qilgan shaxs tushuniladi. Jinoyat tashkilotchisining mazkur ta’rifidan kelib chiqib, tashkilotchilik faoliyatining ikki turini ajratib ko‘rsatish mumkin:\n\n-jinoyatga tayyorgarlik ko‘rilishiga tashkilotchilik;\n\n-jinoyat sodir etilishiga tashkilotchilik.\n\nHar ikki holatda ham «tashkilotchi» so‘zi ma’nosidan kelib chiqqan holda jinoyatga tayyorgarlik ko‘rish amalga oshiriladi. Jinoyatni tashkil etish juda ham keng qamrovli tushuncha bo‘lib, jinoyat tashkilotchisi faoliyatini jinoyat sodir etilishiga tayyorlash va rahbarlik qilish kabilarni o‘z ichiga oluvchi qator xususiyatlarni qamrab oladi. Tashkilotchi har doim jinoyat sodir etish tashabbuskori bo‘ladi. Jinoyat sodir etish «g‘oyasi» va undan so‘nggi harakatlarni rejalashtirish, tashkil qilish unga tegishlidir (masalan, ishtirokchilarni izlab topadi va ularni birlashtiradi, jinoyat sodir etish rejasini ishlab chiqadi va ishtirokchilarning harakatlarini shu rejani amalga oshirishga qaratadi, zaruratdan kelib chiqib, ularning harakatlarini muvofiqlashtiradi). Shu o‘rinda jinoyat sodir etish haqidagi fikrning yuzaga kelishi faqatgina tashkilotchining o‘zigagina tegishli emasligini ta’kidlab o‘tish lozim. Muayyan sharoitlarda, birgalikdagi bajaruvchilardan birida ham bunday fikr paydo bo‘lishi mumkin. Sud amaliyotida birgalikda bajaruvchilardan birida bunday fikrning paydo bo‘lishi uchrab turadi. Masalan, guruh bo‘lib bezorilik qilish, nomusga tegish jinoyatlarini sodir etishda. Jinoyatning tashabbuskori dalolatchi ham bo‘lishi mumkin. Uning roli bajaruvchi va jinoyat boshqa ishtirokchilarida jinoyat sodir etish istagini uyg‘otishga, bu istakni so‘ndirmaslikka harakat qilishda ifodalanadi. Dalolatchi faoliyati shu bilan cheklanadi. Agar u ishtirokchilarni birlashtirsa, jinoyat sodir etish rejasini tayyorlasa va ishtirokchilar faoliyatiga rahbarlik qilsa, tashkilotchiga aylanadi. Jinoyat sodir etishga rahbarlik qilish jinoiy faoliyatni amalga oshirishga tayyorgarlik ko‘rishdan iborat, ya’ni jinoyat sodir etish tashabbusi bilan chiqish, ishtirokchilarni jalb etish, ularni jinoyat sodir etish qurollari vositalari bilan ta’minlash, jinoiy va rejalarni ishlab chiqish, ishtirokchilar o‘rtasida vazifalarni taqsimlash va hokazo. Mazkur bosqich jinoyat sodir etishga oldindan til biriktirish bilan qamrab olinadi, chunki busiz jinoyat sodir etishning tayyorlov qismiga rahbarlik qilib bo‘lmaydi. Biroq, bu ishtirokchilikda jinoyat tashkilotchisi amalda uyushgan guruhning tashkilotchisi va rahbariga aylanadi, degani emas. Uyushgan guruhga jinoiy faoliyatni amalga oshirish uchun barqaror va aniq ifodalangan yo‘naltirilganlik xosdir (JKning 29-moddasiga berilgan sharhga qarang). Bu holda ishtirokchilikning bir guruh shaxslar tomonidan oldindan til biriktirib, jinoyat sodir etish shakli mavjud bo‘ladi (JKning 135-moddasi ikkinchi qismi «ye» bandi; 137-moddaning birinchi qismi «v» bandi; 164-moddaning ikkinchi qismi «b» bandi va boshqalar).\n\n7. Jinoyatni tashkil etishning ikkinchi shakli shundan iboratki, bunda tashkilotchi, jinoiy qilmish sodir etish tashabbusi bilan chiqmasdan, jinoiy niyatning amalga oshirilishini ta’minlab, ishtirokchilarning butun jinoiy faoliyatiga rahbarlik qiladi. Jinoyat sodir etishga rahbarlik qilish bu ishtirokchilar tomonidan jinoyatni amalga oshirish jarayonini bevosita boshqarishdir. Jinoyatga rahbarlik qilish jinoyat sodir etish joyida amalga oshirilganda, bajaruvchining harakatlari boshqariladi. Shuningdek, rahbarlik qilish jinoyat sodir etish joyida bo‘lmaganda ham amalga oshirilishi mumkin. Masalan, telefon, ratsiya orqali bajaruvchining harakati boshqarib turilishi mumkin. Ishtirokchilikda muayyan bir jinoyat sodir etilishida tashkilotchi ko‘p hollarda jinoyat sodir etishga moyil bo‘lgan shaxslar bilan bir qatorda bevosita bajaruvchi sifatida qatnashadi hamda shu paytning o‘zida, jinoyat tarkibining jismonan amalga oshirilishida qatnashadimi yoki jinoyatni amalda bajaruvchilar o‘z faoliyatining samarali bo‘lishiga olib keluvchi harakatlarnigina amalga oshiradimi - bundan qat’i nazar, jinoiy faoliyatda tashkilotchi, boshliq, ko‘rsatma beruvchi shaxs sifatida bevosita rahbarlik qiladi.\n\n8. Jinoyat tashkilotchisi har doim to‘g‘ri qasd bilan harakat qiladi. U ishtirokchilar tomonidan sodir etilishi lozim bo‘lgan harakatlar fe’l-atvorini anglaydi, o‘z faoliyati natijasida jinoyat sodir etilishi mumkinligini ko‘ra biladi va xohlaydi. Tashkilotchi o‘z harakatlarining va boshqa ishtirokchilar harakatlarining ijtimoiy xavfliligi xususiyatini anglaydi, ba’zi hollarda guruh tarkibi haqida tasavvurga ega bo‘ladi (jinoyat sodir etishga tayyorgarlikka rahbarlik qilayotgan paytda), butun guruh faoliyati natijasi sifatidagi ijtimoiy xavfli oqibatlarning kelib chiqishi mumkinligi va muqarrarligiga ko‘zi yetadi. Agar tashkilotchi jinoyatga tayyorgarlik ko‘rish va sodir etishga rahbarlik qilgan bo‘lsa-da, o‘zi jinoyatning obyektiv tomonini bajarishda bevosita ishtirok etmasa, uning harakati Jinoyat kodeksining 28-moddasi uchinchi qismi bilan kvalifikatsiya qilinadi.\n\n9. Jinoyat sodir etishga qiziqtirgan, ya’ni qasddan boshqa shaxsda qonun bilan taqiqlangan muayyan ijtimoiy xavfli qilmish sodir etishga qat’iyat uyg‘otgan shaxs dalolatchi, deb topiladi. Dalolatchilik - bu muayyan shaxs yoki bir guruh shaxslarni muayyan aniq bir jinoyat sodir etishga qiziqtirishdir. Umuman olganda, jinoyat sodir etishga umumiy yoki noaniq shaxslar guruhini dalolat qilish dalolatchilik hisoblanmaydi. Bunday harakatlar muayyan hollarda alohida jinoyat tarkibini tashkil qilishi mumkin. Masalan, davlat tuzumini konstitutsiyaga xilof ravishda o‘zgartirishga qaratilgan O‘zbekiston Respublikasining konstitutsiyaviy tuzumiga tajovuz qilish jinoyati (Jinoyat kodeksining 159-moddasi), qirg‘in solishga yoki fuqarolarni zo‘rlik bilan ko‘chirib yuborishga da’vat etish (Jinoyat kodeksining 244-1-moddasi). Dalolat aniq bir obyekt yoki shaxslarga nisbatan qaratilgan bo‘lishi kerak. Jinoyat sodir etishga da’vat etsa-da, jinoyat aynan qaysi obyektga qarshi qaratilishini ko‘rsatmaydigan shaxs dalolatchi, deb topilishi mumkin emas. Shuningdek, dalolatchilik subyekt bo‘yicha, ya’ni uning qaysi shaxsga nisbatan amalga oshirilishi ham aniqlanishi lozim. Muayyan shaxsga qaratilmagan jinoyatga umumiy da’vat, agar u qonun bo‘yicha Jinoyat kodeksi Maxsus qismi aniq moddasi bo‘yicha javobgarlikka tortiladigan mustaqil tarkibni tashkil etmasa, dalolatchilik, deb topilishi mumkin emas va javobgarlikka sabab bo‘lmaydi.\n\n10. Dalolatchi ta’rifidagi moddaning sharhlanayotgan qismida dalolatchilikda amalga oshiriladigan vosita va shakllar aks etmagan. Dalolatchilik vosita va shakllarining to‘la ro‘yxatini mustahkamlab qo‘yish mumkin emas, shuning uchun u turli xil harakatlarda ifodalanishi mumkin. Bu yerda dalolatchi qanday vosita va shakllarni ishga solgani emas, balki bu vositalar qanchalik samara bergani muhimdir. Shuning uchun alohida hollardagina dalolatchi tomonidan ishlatilgan u yoki bu vosita va shakllarning samaradorligi haqida so‘z yuritish mumkin.\n\n11. Dalolatchilik og‘dirib olish, iltimos qilish, ishontirish, undirish, buyruq berish, zo‘rlik ishlatish, aldash va boshqa yo‘llar bilan amalga oshirilishi mumkin. Dalolatchilikning bu tashqi ifodalanish shakllari yozma yoki og‘zaki faoliyatda, raqobatchi yoki boshqa harakatlarda (imo-ishora va boshqa.) yuzaga chiqishi mumkin. Majburlash jismoniy yoki ruhiy bo‘lishi mumkin. Ruhiy majburlash ko‘pincha dalolatchi tomonidan qo‘rqitish orqali sodir etiladi. Buyruq berish dalolatchilik vositasi sifatida faqatgina dalolatchiga xizmat bo‘yicha bo‘ysunadigan shaxslarga qaratilgandagina ishlatilishi mumkin. Jinoyatni buyruqni qonuniy ijro etish natijasida bevosita sodir etgan xizmat bo‘yicha bo‘ysunuvdagi shaxs o‘zining sodir etgan qilmishi uchun javobgarlikka tortilmaydi. Bu hollarda noqonuniy buyruq bergan yoki majburlagan shaxs, agar (harbiy xizmatchilar, mansabdor shaxslar uchun) majburiy bo‘lsa, bevosita zarar yetkazuvchi sifatida jinoiy javobgarlikka tortiladi. (JKning 27-moddasiga berilgan sharhga qarang) Ishontirish dalolatchi tomonidan jinoyat sodir etish motivi bo‘lib keladigan holatlarni bajaruvchi yoki yordamchiga xabar qilishdan iborat. Dalolatchilik vositasi sifatida ishontirishning o‘ziga xos xususiyati shundaki, tashqi tomondan dalolatchining jinoyatda o‘z manfaatlari bo‘lmaydi. Bajaruvchining irodasiga ta’sir etib, dalolatchi u yoki bu qilmishni sodir etish maqsadga muvofiqligi va zarurligiga, jinoyat sodir etilishi bajaruvchi manfaatlarida ekanligiga ishontirishga harakat qiladi. Ishontirish obyektiv tomondan dalolatchi va u qiziq-tirayotgan shaxs orasida aloqalarni talab etuvchi davomli jarayondir. Aloqa vaqtida dalolatchi bajaruvchi tomonidan qaror qilinishiga turtki beruvchi motivlarni tug‘dirishgagina emas, balki dalolatchi istagan qarorning qabul qilinishiga to‘sqinlik qiluvchi motivlarni kuchsizlantirishga, yo‘q qilishga harakat qiladi. Ishontirishga yaqin bo‘lgan boshqa bir vosita, shaxsda jinoyat sodir etishga bo‘lgan qat’iyatni uyg‘otuvchi bir vaqtning o‘zidagi akt sifatidagi maslahatdir. Bu borada dalolatchilikning maslahatini jinoyatdagi aqliy yordamchilikni tashkil etuvchi yordamchilik maslahatidan ajrata bilish lozim. Dalolatchining aqliy yordamchidan farqiga qo‘llanilgan vositalar emas, balki bajaruvchida uyg‘otiladigan motivlar bilan bog‘liq holda qarash kerak. Ishontirishda dalolatchi tashqi tomondan jinoyatga hech qanday aloqasi bo‘lmagandek ko‘rinsa-da, uning manfaatlari jinoyatni sodir etgan bajaruvchining manfaatlariga ma’lum darajada mos keladi. Dalolatchi qiziqtirilayotgan shaxsda jinoyat sodir etish istagini uyg‘otadi, aqliy yordamchi esa, faqatgina mavjud istakni mustahkamlaydi, yangilarini keltiradi, jinoyat sodir etishga qo‘shimcha motivlar uyg‘otadi. Shu sababli muayyan holda dalolatchilik yoki aqliy yordamchilik mavjud bo‘lganligini aniqlash maqsadida maslahatning shaxsda jinoiy istakni mustahkamlash va yo‘naltirishga yoki bu istakni uyg‘otishga olib kelganligini bilish lozim. Dalolatchi jinoyat sodir etishning vositasi sifatida iltimos qilishdan ham foydalanishi mumkin va bu dalolatchi manfaatining asosini tashkil qiladi. Iltimos ishontirish va maslahatdan farqli ravishda dalolatchining manfaatlariga asoslanadi. Iltimos yordamida dalolatchi bajaruvchini bevosita o‘zining yoki uchinchi shaxslarning manfaatlari uchun xizmat qiluvchi harakatlarni sodir etishga undaydi. Shubhasiz, iltimos dalolatchi tomonidan faqat o‘zining tanishlari, do‘stlari va xizmatdoshlariga qilinishi mumkin. Dalolatchilik vositasining ruhiy ta’siri asosan dalolatchilik va qiziqtirilayotgan shaxs o‘rtasidagi munosabatlarning tabiatiga bog‘liq. Iltimos qilish ko‘ndirish orqali amalga oshiriladi. Ko‘ndirish iltimosdan shunisi bilan farq qiladiki, dalolatchi shaxsni jinoyat sodir etishga rozi qilish uchun o‘zining bor imkoniyatini ishga soladi. Ko‘ndirish bir necha marta iltimos qilish shaklida bo‘lishi mumkin. Sud-tergov amaliyotida dalolat qilishning boshqa turlari ham uchraydi. Jinoyat qilish uchun mukofot va’da qilish, to‘g‘ridan to‘g‘ri shaxsni sotib olish yoki aldash bunga misol bo‘ladi. Bu kabilar amaliyotda «buyurtma» jinoyatlar, deb nomlanadi. Shu o‘rinda ta’kidlab o‘tish joizki, agar shaxs rag‘batlantirish orqali jinoiy niyatni yuzaga keltirsa, dalolatchilik sifatida, agar unga alohida shartlar qo‘ysa, jinoyatni rejalashtirib, uning tartibini o‘rnatsa, bu faoliyat tashkilotchilik sifatida baholanishi, shaxsning o‘zi esa, tashkilotchi, deb topiladi. Yuqorida sanab o‘tilgan dalolatchilikning barcha vositalari amaliyotda ko‘p uchraydi. Biroq, ular dalolatchilik vositasi sifatida muayyan sharoitda, aniq holatlarda tan olinishi kerak. O‘z navbatida, subyektning har qanday boshqa harakatlari, agar uning yordamida jinoyat bajaruvchisida ko‘zda tutilgan jinoiy niyatning amalga oshirilishiga qat’iylik va ishonch yuzaga kelgan hamda shakllangan bo‘lsa, dalolatchilik, deb tan olinadi. Ko‘zda tutilayotgan bajaruvchining subyektiv xususiyatlarini hisobga olgan holda dalolatchi do‘q-po‘pisa, xushomad,  ba’zan esa, ishora, yo‘l-yo‘lakay tashlangan so‘z kabilarga murojaat qilishi mumkin.\n\n12. Harakatsizlik natijasida shaxsni jinoyat sodir etishga jalb etish mumkin emas, harakatsizlik faqatgina jinoyat sodir etishga yordam berishi mumkin, bu esa, dalolatchilik chegarasidan chiqadi va muayyan holatlarda yordamchilik bo‘ladi. Raqobatchi rozilik yoki muayyan jinoyatga tayyorgarlik ko‘rish bilan bog‘liq bajaruvchining harakatlarini so‘zsiz qabul qilish dalolatchilik sifatida ko‘rilishi mumkin emas.\n\n13. Dalolatchilikning subyektiv tomoni dalolatchi qanday harakat sodir etishidan qat’i nazar, bajaruvchida jinoyat sodir etish istagini uyg‘otishga va bu istakni so‘ndirmaslikka harakat qilishda ifodalanadi. Shuning uchun u boshqa shaxsni keyinchalik uni fosh etish maqsadida jinoyat sodir etishga qiziqtirgan, ya’ni «jinoyat provokatsiyasi» holida ham javobgarlikka tortiladi. Dalolatchi ishtirokchi-bajaruvchi tomonidan sodir etilgan muayyan jinoyatning obyektiv tomonini tashkil etuvchi harakatlarni amalga oshirishda bevosita ishtirok etmaydi, dalolatchining harakatlari Jinoyat kodeksi Maxsus qismining bajaruvchi tomonidan sodir etilgan jinoyat uchun javobgarlikni nazarda tutuvchi moddasi bo‘yicha, Jinoyat kodeksining 28-moddasi to‘rtinchi qismiga tayangan holda kvalifikatsiya qilinadi. Yordamchi dalolatchidan shunisi bilan farq qiladiki, u o‘zining harakati bilan jinoyatning boshqa bir ishtirokchisida jinoyat sodir etish istagini vujudga keltirmaydi, bu holat yordamchilikni amalga oshirgunga qadar vujudga keladi. Dalolatchi bajaruvchilardan biri sifatida jinoyat sodir etishda bevosita ishtirok etgan va bir vaqtning o‘zida tajovuz tashabbuskori bo‘lganida birgalikdagi bajaruvchilik holati inobatga olinadi.\n\n14. Jinoyatning sodir etilishidagi o‘zining obyektiv roli bo‘yicha yordamchi (ba’zi istisnolar bilan) boshqa ishtirokchilarga qaraganda kamroq xavf tug‘diruvchi shaxsdir: jinoyatni sodir etish tashabbusi unga tegishli bo‘lmaydi, u boshqa shaxslarning jinoiy faoliyatiga rahbarlik qilmaydi. Jinoyat tarkibining obyektiv tomonini bajarmaydi. U bajaruvchiga faqatgina uning jinoiy niyati amalga oshirilishida jinoyat tarkibining obyektiv tomonini tashkil etuvchi harakatlarni bajarmasdan ko‘maklashadi. Biroq, mazkur chegaralarda ham yordamchilarning harakat doirasi juda keng, ya’ni qasddan odam o‘ldirish, o‘g‘rilik va boshqa shu kabilarning ko‘zda tutilayotgan jabrlanuvchilar oila a’zolari tarkibi haqidagi ma’lumotlarni bajaruvchiga yetkazishidan tortib, unga jinoyat sodir etish qurollarini taqdim etishgacha bo‘lishi mumkin. Sharhlanayotgan moddaning 5-qismidagi ta’rifga muvofiq, yordamchi, deb maslahat berish, jinoyat qurollarini, jinoyat izlarini va vositalarini yoki jinoiy yo‘l bilan topilgan buyumlarni olish yoki sotib berishga oldindan va’da beradigan shaxsga aytiladi. Mazkur ta’rifda nafaqat yordamchi faoliyatining yo‘nalishi (jinoyat sodir etishga ko‘maklashish) belgilab berilgan, balki yordamchilarning uslub va vositalari ro‘yxati ham berilgan. Qonunda sanab O‘tilganidan boshqa hech bir harakat yordamchilik sifatida tan olinishi mumkin emas.\n\n15. Qo‘llaniladigan vosita va usullardan kelib chiqib, yordamchilikning ikki turini ajratib ko‘rsatish mumkin: jismoniy va ruhiy yordamchilik. Ruhiy (aqliy) yordamchilik quyidagicha:\n\n-jinoyat sodir etilishiga maslahatlar va ko‘rsatmalar berish bilan ko‘maklashish;\n\n- jinoyatchini, jinoyat sodir etish quroli, izlari va vositalarini yoxud jinoiy yo‘l bilan qo‘lga kiritilgan narsalarni yashirishga oldindan va’da berish;\n\n-jinoiy yo‘l bilan topilgan buyumlarni olish yoki sotib berishga oldindan va’da berish shaklida bo‘lishi mumkin. Ruhiy yordamchilik bajaruvchi ongi va irodasiga ruhiy\n\nta’sir etishdir.\n\nBu ma’noda aqliy ta’sir belgilariga ega va ular bilan tavsiflanadigan harakatlar bajaruvchining ongli va irodaviy faoliyatiga ta’sir etadi. Bu harakatlar bajaruvchi jinoiy niyatining qat’iylashuvini mustahkamlash va yordamchining muayyan ishontirishlari yordamida qasdning yanada aniqlashuviga ko‘maklashadi. Shuningdek, ruhiy yordamchilik jinoyat sodir qilinishida bajaruvchining qarori va xohishini mustahkamlaydi. Maslahat va ko‘rsatmalar dalolatchilikning vosita-laridir. Sud amaliyotida ham ular kam uchraydi. Jinoyatni qanday qilib sodir etish bo‘yicha maslahat yoxud ko‘rsatmalar beruvchi shaxs, odatda, jinoyat tashabbuskori bo‘ladi va shuning uchun unga sud-tergov amaliyoti tomonidan adolatli ravishda dalolatchi yoki tashkilotchi sifatida qaraladi. Maslahat va ko‘rsatmalar jinoyat sodir etish niyatida bo‘lgan shaxsga qaratilgan holatlardagina va mazkur maslahat hamda ko‘rsatmalar bu niyatni mustahkamlash maqsadini ko‘zlasagina, bu shaxs yordamchi sifatida tan olinishi kerak. Umuman olganda, maslahat va ko‘rsatmalarni ko‘proq jinoyatni uyushtiradigan shaxs berishi mumkin. Maslahat yoki ko‘rsatma, mavjud jinoyat sodir etish niyatini mustahkamlashga qaratilgan bo‘lsa, yordamchilik vositasi bo‘ladi. \n\n16. Ruhiy (aqliy) yordamchilikka jinoyat sodir etgan shaxsni yoki jinoyat hodisasi bilan faktik yaxlitlikni tashkil etuvchi boshqa element va belgilarni yashirishga va’da berish hollari kiradi. Ularga, xususan, jinoyat qurol va vositalari, jinoyat izlari va narsalari kiradi. Jinoyat izlari jinoyat hodisasi haqida guvohlik beruvchi mavjud voqelikda aks etgan faktik, ko‘pincha, salbiy fe’l-atvordagi ma’lumotlardir. Ularga, jumladan, poyabzal izlari, olishuv izlari, barmoq va qo‘l izlari va shu kabilar, biologik chiqindi va qoldiqlar (qon, suyuqlik, soch va hokazo), murda kabilar kiradi. Bajaruvchiga yuqorida sanab o‘tilgan jinoyat element-larini jinoyatchi bilan bir qatorda yashirish va’dasini berayotib, yordamchi shu orqali bajaruvchida qilmishga nisbatan qat’iyatni mustahkamlaydi, uning qasdi shakllanishiga ko‘maklashadi. Yordamchining ishontirishlari bajaruvchida uni yashirish, u haqda xabar bermasliklari, unga to‘sqinlik qilmasliklari umidiga asoslangan jinoyat sodir etish niyatini kuchaytiradi. Bunda yordamchining o‘z va’dasi ustidan chiqishi yoki chiqmasligining ahamiyati yo‘q, chunki u sodir etilayotgan jinoyatda o‘zining vazifasini ado etdi qilmishga nisbatan bajaruvchining qat’iyatini mustahkamladi. Agar mazkur shaxsni va jinoyatga oid boshqa elementlarni yashirish haqida bajaruvchiga oldindan va’da berilmagan bo‘lsa, ular jinoyatda ishtirokchilik sifatida emas, balki jinoyatga daxldorlik kabi baholanishi shart (JKning 31-moddasiga berilgan sharhga qarang)\n\n17. Jinoiy yo‘l bilan qo‘lga kiritilgan narsalarni olish yoki o‘tkazish oldindan va’da berilgan bo‘lsa, yordamchining xatti-harakati jinoyatning obyektiv tomonini tashkil qiladi. Jinoyat sodir etgan shaxsni, jinoyat quroli, vositalari va izlari, shuningdek jinoiy yo‘l bilan qo‘lga kiritilgan narsalarni yashirish vaziyatidagi kabi jinoiy yo‘l bilan qo‘lga kiritilgan narsalarni olish yoki o‘tkazish to‘g‘risida va’da berish jinoyat sodir etishdan oldin yoki jinoyat sodir etish vaqtida amalga oshirilishi lozim. Zero, bu yerda so‘z narsalarni olish yoki o‘tkazish haqida emas, balki aynan va’da berish haqida bormoqda. Yordamchi narsalarni faqatgina bajaruvchi tomonidan jinoyatning bevosita sodir etilishidan keyin ega bo‘lishidan so‘nggina olishi yoki o‘tkazishi mumkin. Biroq, agar shaxsning jinoiy yo‘l bilan qo‘lga kiritilgan narsalarni olish yoki o‘tkazish fakti bajaruvchi bilan kelishib olinmagan bo‘lsa, narsalarni oluvchi yoki o‘tkazuvchining harakatlari yordamchilik turidagi ishtirokchilik belgilarini tashkil etmaydi. Bunday holatlar subyekt mol-mulkning noqonuniy topilganligi fakti haqida oldindan bilganligi sharti bilan Jinoyat kodeksining 171-moddasi bo‘yicha kvalifikatsiya qilinadi. (JKning 171-moddasi sharhiga qarang)\n\n18. Jismoniy yordamchilik deyilganda, jinoyat sodir qilinayotganda to‘siqlarni olib tashlash uchun vositalar va qurollar bilan yordam berish, ya’ni jinoyatning obyektiv tomonini amalga oshirishda bajaruvchiga ko‘maklashish tushuniladi. Agar ruhiy yordamchilik muayyan turdagi ishontirishlar orqali mavjud jinoiy niyatni mustahkamlash qaratilgan bo‘lsa, jismoniy yordamchilik jinoyat vositalarini yetkazib berish yoki shart-sharoit yaratib berishdan iboratdir. Jismoniy yordamchilik quyidagilarda ifodalanadi: \n\n- jinoyat sodir etish uchun bajaruvchiga zarur vosita-larni yetkazib berish (masalan, katta miqdordagi mol-mulkni o‘g‘irlash jinoyatini amalga oshirish uchun mashina taqdim etish);\n\n-bajaruvchi sodir etadigan jinoyatga qo‘yilgan to‘siq-larni olib tashlash (masalan, moddiy qimmatliklar omborini talon-toroj qilish uchun ochiq qoldirish).\n\n19. Jinoyat sodir etish vositalarini yetkazib berish yordamchi tomonidan bajaruvchiga jinoiy qilmishni amalga oshirish uchun ishlatiladigan zarur bo‘lgan turli buyumlarni topshirishda ifodalanadi. Bular: o‘g‘rilar lomi, quroli, transport vositalari, yoqilg‘i materiallari va boshqa shu kabi narsalar bo‘lishi mumkin. Vositalar sifatida o‘z xossa-lari bo‘yicha bajaruvchiga muayyan jinoyat obyektiv tomonini amalga oshirishga ko‘maklashish imkoniyatiga ega bo‘lgan moddiy dunyoning turli xil narsalari xizmat qilishi mumkin. \n\n20. To‘siqlarni olib tashlash deganda, yordamchining bajaruvchi tomonidan jinoyatni amalga oshirishda to‘siqlarni bartaraf qilishga yordamlashish harakati tushuniladi. Masalan, qo‘riqchini xizmat vazifasidan chalg‘itib turishi, signalizatsiyani o‘chirib qo‘yish, qo‘riqchi itlarni chalg‘itish va h.k. To‘siqlarni yo‘q qilish ikkiyoqlama fe’l-atvorga ega. Birinchi holatda u tevarak atrofni bajaruvchi jinoiy niyatining amalga oshirilishiga to‘sqinlik qiluvchi u yoki bu elementlarni olib qo‘yishdan iborat o‘zgarishlarda aks etadi. Ikkinchi holatda esa, aksincha, tevarak atrofni bajaruvchiga jinoyat obyektiv tomonini amalga oshirishga yordam berishga mo‘ljallangan biror-bir narsalar bilan to‘ldirish ko‘zda tutiladi.\n\n21. Yordamchining harakatlari, jinoyat boshqa ishtirokchilarining harakatlari singari, ishtirokchilik haqida birgalikdagi jinoiy faoliyat sifatida guvohlik berishi uchun bajaruvchining harakatlari bilan sababiy bog‘liqlikda bo‘lishi lozim. Bu holat yordamchining xatti-harakatlari bajaruvchinikidan oldin yoki uning qilmishi bilan bir vaqtda amalga oshirilgandagina yuzaga chiqishi mumkin. Agar yordamchining faoliyati bajaruvchi tajovuzi nihoyasiga yetgan lahzadan keyin amalga oshirilgan bo‘lsa, bu faoliyat bajaruvchi qilmishi bilan sababiy bog‘liqlikda bo‘lmaganligi uchun yordamchilik sifatida kvalifikatsiya qilinishi mumkin emas. Obyektiv tomondan yordamchilik faol harakat, shuning-dek, harakatsizlik orqali amalga oshirilishi mumkin. Biroq, yordamchi harakatsizlikda, faqatgina qonun bilan unga harakat qilish majburiyati yuklangan bo‘lgandagina ayblanishi mumkin. Ta’kidlash joizki, yordamchining xatti-harakatlari ular qanday shaklda amalga oshirilishidan qat’i nazar, hech bir tarzda yordam berishdan tashqari jinoyatni amalga oshirishga qaratilgan biron-bir harakatlarni qilmagan bo‘lishi kerak, aks holda, yordamchining harakatlari jinoyatning obyektiv tomoni belgilari bilan mos kelsa, u jinoyatning bajaruvchisiga aylanib qoladi.\n\n22. Yordamchilik jinoyat sodir etayotgan aniq bir shaxs yoki guruhga ko‘maklashishdan iborat bo‘lgan harakatdir. Subyektiv tomondan yordamchi birgalikda sodir etilayotgan jinoyatning faktik holatlarini, o‘z harakatlari bilan muayyan shaxs yoki guruhga qilmishni sodir etishda ko‘maklashayotganini, o‘zining harakatlari bajaruvchi tomonidan sodir etilgan jinoyat bilan sababiy bog‘lanishda ekanligini va buning natijasida u jinoyatni amalga oshirishda bajaruvchi bilan birga ishtirok etayotganini anglaydi. Yordamchi kelib chiqadigan jinoiy oqibatni oldindan ko‘ra bilib, uning yuz berishini istaydi va bunga ongli ravishda yo‘l qo‘yadi. Yordamchilikning subyektiv tomoni, ishtirokchilikning boshqa turlari singari, jinoyat tarkibining barcha obyektiv belgilari va boshqa baholovchi holatlarning aybdor tomonidan anglanishini ham o‘z ichiga oladi."
        },
        {
            "modda_raqami": "29-modda. Ishtirokchilikning shakllari.",
            "matni": "Jinoyatda ishtirokchilik: oddiy ishtirokchilik, murakkab ishtirokchilik, uyushgan guruh, jinoiy uyushma shaklida bo‘ladi. Ikki yoki undan ortiq shaxsning oldindan til biriktirmay jinoyat sodir etishda qatnashishi oddiy ishtirokchilik deb topiladi. Ikki yoki undan ortiq shaxsning oldindan til biriktirib jinoyat sodir etilishida ishtirok qilishi murakkab ishtirokchilik deb topiladi. Ikki yoki undan ortiq shaxsning birgalikda jinoiy faoliyat olib borish uchun oldindan bir guruhga birlashishi uyushgan guruh deb topiladi. Ikki yoki undan ortiq uyushgan guruhning jinoiy faoliyat bilan shug‘ullanish uchun oldindan birlashishi jinoiy uyushma deb topiladi.",
            "sharxi": "1. Sharhlanayotgan modda ishtirokchilikning u yoki bu shakllarini tavsiflovchi muayyan belgilar asosida turlarga bo‘lingan ishtirokchilik shakllarini ajratadi. Ishtirokchilik shakli deganda, bir necha shaxslarning jinoyat sodir etilishi jarayonidagi birgalikdagi faoliyati fe’l-atvori tushuniladi. Ishtirokchilik shakllari jinoyat sodir etishdagi o‘zaro aloqadorlik, ishtirokchilar harakatining oldindan til biriktirgan holda amalga oshirilish darajasi, subyektiv aloqadorligi va xususiyatiga ko‘ra farq qiladi. Qayd etilgan belgilarning har biri birgalikdagi jinoiy faoliyat tavsifi uchun katta ahamiyatga ega, chunki ular ishtirokchilar o‘rtasidagi o‘zaro bog‘liqlik, til biriktirganlik va umumiy maqsadga erishish uchun muvofiqlashtirilganligi darajasini ochib beradi. Shubhasiz, ishtirokchilar xatti-harakatlarining hamjihatligi va uyushganligi darajasi qanchalik yuqori bo‘lsa, istalgan natijaga erishish shunchalik oson bo‘ladi. Birgalikdagi jinoiy faoliyatni tahlil etish jarayonida shu narsa ayon bo‘ladiki, tergov va sud organlari xodimlari tomonidan mazkur belgilarning to‘g‘ri aniqlanishi ishtirokchilikda sodir etiladigan jinoyatlar to‘g‘ri kvalifikatsiya qilinishining muhim shartidir. Ishtirokchilik shakllari obyektiv (ishtirokchilar o‘rtasidagi obyektiv aloqalar) va subyektiv (ular o‘rtasidagi subyektiv bog‘liqlik) mezonlariga ko‘ra tasniflanadi.\n\n2. Ishtirokchilikning obyektiv mezoni mazkur ishtirokchilarning obyektiv aloqadorligida ifodalanadi. Ishtirokchilarning obyektiv o‘zaro ta’siri (bog‘lanishi)ning o‘ziga xos xususiyatlarida ifodalanuvchi obyektiv mezon ishtirokchilikning oddiy va murakkab shakllarga bo‘linishining asosi qilib olingan. Oddiy ishtirokchilikda jinoyat ikki yoki undan ortiq shaxslar tomonidan oldindan til biriktirmay sodir etiladi va ijtimoiy xavfli qilmishning obyektiv tomoni birgalikdagi ishtirokchilikdan guvohlik beruvchi barcha ishtirokchilar tomonidan qisman yoki to‘liq amalga oshiriladi. Murakkab ishtirokchilik birgalikda harakat qiluv-chi shaxslar o‘rtasida vazifalarning taqsimlanishi, bu faoliyatning yo‘naltirilganligi va bevosita bajaruvchi bilan bir qatorda tashkilotchi, dalolatchi, yordamchi yoki hech bo‘lmaganda, ulardan birining mavjudligi bilan tavsiflanadi. Boshqacha qilib aytganda, murakkab ishtirokchilik ikki yoki undan ortiq shaxsning oldindan til biriktirib jinoyat sodir etilishida ifodalanadi. Masalan, bir ishtirokchi (tashkilotchi) o‘g‘rilikni tashkil etadi, reja tuzib, ishtirokchilarni tanlaydi va hokazo, boshqa bir ishtirokchi (bajaruvchi) bevosita o‘g‘rilikni sodir etadi, uchinchi shaxs (yordamchi) bu ikkalasiga o‘g‘irlangan narsalarni olib chiqib ketish uchun avtomobil taklif qiladi, o‘g‘irlangan mol-mulkni olib, uni o‘tkazadi, shundan keyin uchalasi pulni bo‘lib oladi. Ishtirokchilikning obyektiv mezoni sodir etilayotgan jinoyat yuzasidan ishtirokchilar o‘rtasidagi jinoyat sodir etishdagi aloqadorlikni ifodalaydi, ya’ni rollarning taqsimlanishi, kim qaysi vazifani bajarishining belgilab qo‘yilishi va boshqalar. Oddiy ishtirokchilikda ishtirokchilardan biri jinoyat sodir etishga qiziqtirishi, tashkilotchi yoki dalolatchiga aylanishi, shu bilan birga, ijtimoiy xavfli qilmish sodir etilishida bevosita qatnashishi mumkin bo‘lgan vaziyatlar ham mavjud. Bunday vaziyatlarda unga boshqa ishtirokchilar (boshqalarning so‘zsiz, raqobatchi roziligidan dalolat beruvchi) qo‘shilishi mumkin. Boshqalarning jinoiy tajovuzga qo‘shilishida ifodalanadigan va amaliyotda, ayniqsa, voyaga yetmaganlar, bir guruh shaxslar tomonidan sodir etiladigan nomusga tegish, bezorilik va boshqa shu kabi jinoyatlarda ko‘p uchraydigan birgalikdagi bajaruvchilikning aniq namoyon bo‘lishini ko‘rishimiz mumkin.\n\n3. Ishtirokchilikning subyektiv mezoni ishtirokchilar harakatlarining hamjihatligi, ular o‘rtasidagi aloqalarning tabiati darajasi bilan tavsiflanadi. Ishtirokchilikning subyektiv mezoni ishtirokchilarning jinoiy harakatni amalga oshirishda o‘zaro kelishishganligi bilan ifodalanadi. Shu mezonga muvofiq, ishtirokchilikning barcha holatlari oldindan til biriktirish ishtirokchiligi va oldindan til biriktirishsiz ishtirokchiliklarga bo‘linadi. Oldindan til biriktirilmagan ishtirokchilik bevosita jinoyat sodir etish jarayonida yoki muayyan vaqt oralig‘ida ishtirokchilik jinoyatni amalga oshirish jarayonida bir vaqtning o‘zida (masalan, ikki shaxs jabrlanuvchiga tajovuz qilib, uni o‘lgunicha do‘pposlaydilar), shuningdek, muayyan vaqt davridan so‘ng (masalan, bir shaxs do‘pposlashga tushadi, ikkinchisi birozdan so‘ng unga qo‘shiladi va ular birgalikda jabrlanuvchini o‘ldirishadi) vujudga kelishi mumkin bo‘lgan oldindan (jinoyat sodir etilishidan oldin) til biriktirishning bo‘lmasligi bilan tavsiflanadi. Bunday ishtirokchilikda til biriktirilganlik darajasi minimal bo‘lib, jinoyatning obyektiv tomonini tashkil qiluvchi harakatlar to‘liq yoki qisman amalga oshiriladi, ishtirokchilar o‘z harakati orqali boshqasining harakatini to‘ldiradi.\n\n4. Oldindan kelishilgan ishtirokchilikda birgalikda jinoyat sodir etish haqida oldindan til biriktirib, shuning-dek, jinoyat sodir etilishidan oldinroq til biriktirgan holda jinoyat sodir etiladi. Ishtirokchilikni kvalifikatsiya qilish uchun bu kelishuvga erishilganidan so‘ng qancha vaqt o‘tganligi ahamiyatga ega emas. Vaqt katta hamda kichik oraliqlarda hisoblanishi mumkin: daqiqalar, soatlar, sutkalar, oylar, yillar va hokazo. Ishtirokchilar o‘rtasida u yoki bu jinoyatni sodir etish yuzasidan kelishuv og‘zaki yoki yozma, til biriktiruv, shartli belgi, boshni chayqatish, imo-ishora va boshqa shu kabi shakllarda ifodalanishi mumkin. Oldindan til biriktirish tomonlarning ko‘zda tutilayotgan jinoyatning birgalikda sodir etishidan xabardorligidan, uni sodir etishda har bir ishtirokchining o‘z vazifalarini bilishi, hamjihatlikning nisbatan yuqori darajasi bilan tavsiflanadi. Oldindan til biriktirish ishtirokchiligi bir guruh shaxslar, uyushgan guruh, jinoiy uyushma tomonidan oldindan til biriktirib sodir etiladigan jinoyatlarda bo‘ladi.\n\n5. Sharhlanayotgan modda ishtirokchilikning shakllarga bo‘linishi obyektiv va subyektiv mezonlarning bir-birini taqozo etib (to‘ldirib) kelishi va o‘zaro bog‘liqligiga asoslanadi. Ishtirokchilik shakllarini to‘g‘ri aniqlash uchun va shundan kelib chiqib, har bir ishtirokchi roli va maqomini aniqlashda ishtirokchilikda sodir etilgan jinoyat uchun javobgarlik masalasini hal etishda ishtirokchilar o‘rtasidagi subyektiv bog‘lanish fe’l-atvori, hamjihatlik, uyushganlik darajasi va boshqa belgilarni aniqlash lozim. Shu bilan birga, uyushgan guruh va jinoiy uyushma kabi ishtirokchilik shakllariga nisbatan ularni tavsiflovchi boshqa belgilarni aniqlash kerak. Uyushgan guruh va jinoiy uyushma oldindan til biriktirish bilan birga yana jinoyat ishtirokchilarining uyushganligi va ular o‘rtasidagi subyektiv bog‘lanishning barqarorligi darajasi kabi belgilar bilan ajralib turadi. O‘zbekiston Respublikasi Oliy sudi Plenumi o‘z qarorlarida «ayblash fikrida va sud hukmida aynan qanday asoslarga ko‘ra jinoiy guruh uyushgan deb topilganligi ko‘rsatilgan bo‘lishi shart»ligini belgilagan. Mazkur talab jinoiy uyushmaning huquqiy baholanishiga ham to‘liq tarzda tegishlidir.\n\n6. Ishtirokchilikning shakl va turlarini bir-biridan alohida tarzda ko‘rib chiqish mumkin emas; u ko‘pincha, tashkilotchi va dalolatchi boshqa ishtirokchilar bilan bir qatorda jinoyat obyektiv tomonini yoki uning qismini amalga oshirgan paytlarda bir-biri bilan bog‘lanib kelishi mumkin. Bunday hollarda, oldindan til biriktirib sodir etiladigan ishtirokchilik (ishtirokchilik shakli), shuningdek birgalikdagi bajaruvchilik va tor ma’nodagi ishtirokchilik, ya’ni vazifalarni taqsimlab olish bilan ishtirokchilik bo‘ladi. Ishtirokchilikning muayyan shakli va turining aniqlanishi sodir etilgan qilmishni kvalifikatsiya qilishga ta’sir etadi va javobgarlikni individuallashtirishda hisobga olinishi shart. Ishtirokchilik shakllari va turlari ishtirokchilar birgalikdagi jinoiy faoliyatining ijtimoiy xavflilik darajasi va fe’l-atvorini o‘rnatishga imkon beradi. Ishtirokchilikda sodir etilgan jinoyatning ijtimoiy xavflilik darajasi va fe’l-atvori ishtirokchilar harakatlarining hamjihatligini hisobga olishni anglatadi. Ishtirokchilar o‘rtasidagi aloqalar qanchalik yaqin bo‘lsa, ularning harakatlari shunchalik uyushgan bo‘ladi va tegishincha, qilmishning ijtimoiy xavflilik darajasi shunchalik yuqoriroq bo‘ladi. Murakkab ishtirokchilikning barcha shakllari (bir guruh shaxslar tomonidan oldindan til biriktirish ishtirokchiligi, uyushgan guruh yoki jinoiy uyushma) sud tomonidan jazo tayinlashda hisobga olinishi ko‘zda tutilgan jazoni og‘irlashtiruvchi holatlar qatorida sanab o‘tilgan (Jinoyat kodeksining 56-moddasi birinchi qismining «m» bandi). Jinoyat kodeksining Maxsus qismi moddalarida ishtirokchilikning ba’zi shakllari kvalifikatsiya qilishning zaruriy belgisi sifatida ko‘zda tutiladi. Baholovchi belgilar sifatida ishtirokchilik shakllarining bir necha konstruksiyalari ajratib ko‘rsatiladi: bir guruh shaxslar tomonidan oldindan til biriktirib yoki bir guruh shaxslar tomonidan. Shuni nazarda tutish lozimki, qonunda «bir guruh shaxslar tomonidan oldindan til biriktirib» jumlasi mavjud bo‘lsa (masalan, Jinoyat kodeksining 244-1-moddasi uchinchi qismining «a» bandi), bu jumla bir guruh shaxslar tomonidan oldindan til biriktirib jinoyat sodir etilishi hollarini ham, oldindan til biriktirmay sodir etilishi hollarini ham qamrab oladi. Qonunda javobgarlikni og‘irlashtiruvchi holat sifatida bir guruh shaxslar tomonidan jinoyat sodir etilishi nazarda tutilgan bo‘lsa (masalan, Jinoyat kodeksining 97-moddasi ikkinchi qismi «p» bandi; 104-moddaning ikkinchi qismi «K» bandi; 118-moddasi ikkinchi qismining «v» bandi va h.k.) jinoiy javobgarlik uchun oldindan til biriktirilganlik ahamiyatga ega bo‘lmaydi. Bu holatda jinoyat sodir etgan shaxslarning harakati ushbu jinoyatni sodir etishga qaratilganligini aniqlash lozim. Agar bu jinoyat ularning umumiy maqsadidan chetga chiqib sodir etilgan bo‘lsa, ushbu band bilan kvalifikatsiya qilinmasdan, moddaning boshqa tegishli qismlari bilan javobgarlikka tortiladi. Agar qonun Maxsus qism normasi «oldindan til biriktirib», degan ta’rif bilan cheklangan bo‘lsa, kvalifikatsiya qilinadigan holatlarni belgilashda u jinoiy guruh yoki jinoiy uyushma sifatida talqin qilinmaydi.\n\n7. Sharhlanayotgan moddaning ikkinchi qismida birgalikdagi jinoiy tajovuzning nisbatan ijtimoiy xavfi kam bo‘lgan shakli jinoyat sodir etishda oddiy ishtirokchilik tushunchasiga ta’rif berilgan. Jinoyat sodir etishda ikki yoki undan ortiq shaxsning oldindan til biriktirmay qatnashishi oddiy ishtirokchilik, deb topiladi. Bu shaklni boshqalardan ajratib turuvchi muhim belgilardan biri oldindan til biriktirishning yo‘qligidir. Jinoyatni oldindan til biriktirmay sodir etilgan, deb topish oddiy ishtirokchilik ishtirokchilar o‘rtasida vazifalarining taqsimlangan bo‘lishiga qaramay, xar doim birgalikdagi bajaruvchilik (oddiy ishtirokchilik) ekanligiga asoslanishi lozim. Vazifalarning taqsimlanishi ko‘proq murakkab ishtirokchilik, ayniqsa, uyushgan guruh va jinoiy uyushmaga xosdir. Biroq, shu bilan birga, sud amaliyotining tahlili shuni ko‘rsatadiki, jinoyat sodir etish tashabbusi o‘z harakatlari bilan boshqa ishtirokchilar (birgalikdagi bajaruvchilar) harakatlari uchun namuna bo‘ladigan bajaruvchilardan biri tomonidan chiqishi mumkin. Mazkur holat jinoyat tashabbuskori ahamiyatiga hech bir tarzda ta’sir etmaydi va uning xatti-harakatlari bajaruvchi qilmishi belgilari bo‘yicha kvalifikatsiya qilinadi. Shu sababdan vazifalarning taqsimlanishi tashabbuskor-bajaruvchi qilmishi bilan qamrab olinadi. Ishtirokchilikning mazkur shakli uchun jinoyat sodir etishdan oldin til biriktirishning imkoni yo‘qligi bilan bog‘liq sabablarga ko‘ra, hamjihatlikning minimal darajasi xosdir. Ishtirokchilikning bu shakli muayyan shaxslar tomonidan amalga oshirilayotgan tajovuzga boshqa shaxslarning qo‘shilishi mumkinligini nazarda tutadi.\n\n8. Jinoyatda ishtirokchilikning nisbatan keng tarqal-gan va xavfliroq ko‘rinishi oldindan til biriktirish hisoblanadi. Sharhlanayotgan moddaning uchinchi qismi ikki yoki undan ortiq shaxslar tomonidan oldindan til biriktirib jinoyat sodir etishini murakkab ishtirokchilik, deb topadi. Oldindan til biriktirish deganda, jinoyat sodir etish yoki jinoiy faoliyat bilan shug‘ullanish uchun jinoyatning obyektiv tomoni amalga oshirilgunga qadar bo‘lgan kelishuv tushuniladi (JKning Maxsus qismi sakkizinchi bo‘limiga qarang) Ishtirokchilikning bu shakli uchun asosiy element bo‘lib, ikki yoki undan ortiq shaxsning jinoyat sodir etish boshlangunga qadar, shuningdek, Jinoyat kodeksining Maxsus qismida ko‘rsatilgan qilmishning hech bo‘lmaganda, bir kishi tomonidan sodir etish boshlanguncha til biriktirilganligi hisoblanadi. Bir guruh shaxslar tomonidan oldindan til biriktirib jinoyat sodir etganlik uchun Jinoyat kodeksida aniq bir jinoyatning zaruriy kvalifikatsiya belgisi, shuningdek, og‘irlashtiruvchi holat sifatida javobgarlik nazarda tutilgan. Murakkab ishtirokchilikning asosiy xususiyatlaridan biri jinoyatning obyektiv tomonini belgilovchi belgilar barcha ishtirokchilar tomonidan emas, balki bir kishi yoki ularning ba’zi birlari tomonidan sodir etilishidir. Qolgan ishtirokchilar jinoyatning obyektiv tomonini amalga oshirishda bevosita ishtirok etmaydilar. Murakkab ishtirokchilik oddiy ishtirokchilikdan vazifalarning ishtirokchilar o‘rtasida taqsimlanganligi bilan farqlanadi: biri jinoyatni tashkil qiladi, boshqasi obyektiv tomonini bajaradi yoki jinoyat sodir qilishga dalolat qiladi yoxud jinoyat sodir etilishiga yordam beradi. Murakkab ishtirokchilikning muhim belgilari-dan biri oldindan til biriktirishdir. Til biriktirish ikki yoki undan ortiq shaxsning muayyan ijtimoiy xavfli qilmishni sodir etishga kelishib olishidir. Bunda agar jinoyat ishtirokchilarning minimal soni, ya’ni ikki kishi tomonidan sodir etilgan bo‘lsa, ulardan biri jinoyat bajaruvchisi sifatida, boshqasi tashkilotchi, dalolatchi yoki yordamchi sifatida harakat qiladi. Tashkilotchi o‘z faoliyati bilan tashkilotchilik, dalolatchilik yoki yordamchilikni qamrab olishi mumkin. Bu holda jinoyatni kvalifikatsiya qilishda aniq jinoyatni ko‘rsatish bilan birga tashkilotchilarning kvalifikatsiyasi nazarda tutilgan modda qismi, ya’ni Jinoyat kodeksi 28-moddasining uchinchi qismiga havola qilinishi shart, chunki tashkilotchilik uchun javobgarlik dalolatchilik yoki yordamchilikka nisbatan og‘irroqdir. Mazkur holatga ayblov hukmining tavsif qismi mazmuni tartibga solingan JPKning 467-moddasi talabiga ko‘ra, agar jinoyat bir guruh shaxslar tomonidan oldindan til biriktirib yoki uyushgan guruh tomonidan sodir etilgan bo‘lsa, hukmda jinoyatning har bir ishtirokchisi tomonidan aynan qanday jinoiy harakatlar sodir etilganligi aniq ko‘rsatilishi lozim. Til biriktirish natijasida ishtirokchilarga tayyorlanayotgan jinoyat haqida umumiy ma’lumotlar ma’lum qilinadi. Til biriktirish og‘zaki yoki yozma shaklda bo‘lishi mumkin. Juda kam hollarda ishtirokchilar kelishuvga raqobatchi harakatlar orqali (so‘zsiz rozilik) erishadilar. Ishtirokchilik mazkur shaklining o‘ziga xos belgisi til biriktirishning aniq jinoyat sodir etishga qaratilganligi holatidir. Ishtirokchilik shakllarining bu kabi turlariga bir necha bor jinoyat sodir etishga qaratilgan birgalikdagi jinoiy faoliyat xosdir.\n\n9. Ishtirokchilikda sodir etiladigan jinoyatlarni kvalifikatsiya qilish o‘ziga xos xususiyatlarga ega. Masalan, mulkka qarshi qaratilgan jinoyatlar uchun Jinoyat kodeksining 164-moddasi ikkinchi qismi, 169-moddalarida nazarda tutilgan «bir guruh shaxslar tomonidan oldindan til biriktirib» belgisi baholovchi hisoblanadi. Bir guruh shaxslar tomonidan oldindan til biriktirib sodir etilgan talon-toroj deganda, bu jinoyatni sodir etishga oldindan kelishib olgan ikki yoki undan ortiq shaxs qatnashgan talon-toroj tushuniladi. Bu yerda gap bajaruvchiga jinoyat qurollarini taqdim etish, obyekt rejasini tuzish, qimmatliklarga ega shaxslarni ko‘rsatish va h.k. haqida emas, balki qonun bilan qo‘riqlanadigan obyektga ikkitadan kam bo‘lmagan shaxslarning bevosita tajovuzi haqida ketmoqda. Ta’kidlash joizki, bir guruh shaxslar tomonidan oldindan til biriktirib o‘zgalar mulkini talon-toroj qilishda ifodalanadigan mulkka qarshi jinoyatlarni, xususan, bosqinchilikni sodir etishda ishtirokchilarning barchasi jabrlanuvchiga nisbatan uning hayoti yoki sog‘lig‘i uchun xavfli bo‘lgan zo‘rlik ishlatishi majburan shart emas. Tajovuzning ularning biri tomonidan amalga oshirilishi va jinoyat obyektiv tomonini qisman sodir etgan boshqa ishtirokchilarning qasdi bilan birinchining harakatlari qamrab olinishi muhimdir. Aks holda, gap faqatgina bajaruvchi ekssessi haqida borishi mumkin. (Bu haqda batafsil JK Maxsus qismining X bobi sharhiga qarang) Alohida holatni mansabdor shaxslarning oldindan til biriktirishi tashkil etadi (Jinoyat kodeksining 210-moddasi ikkinchi qismi «g» bandi). Bunda ishtirokchilar tarkibi maxsus subyektlar mansabdor shaxslardan iborat bo‘lishi lozim, aks holda, mazkur asos bo‘yicha javobgarlikka tortish qonuniy bo‘lishi mumkin emas.\n\n10. Uyushgan guruh oddiy va murakkab ishtirokchilikka nisbatan xavfliroq ishtirokchilik shaklidir. Sharhlanayotgan moddaning to‘rtinchi qismiga muvofiq, ikki yoki undan ortiq shaxsning birgalikda jinoiy faoliyat olib borishi uchun oldindan bir guruhga birlashishi uyushgan guruh, deb topiladi. O‘zbekiston Respublikasi Oliy sudi Plenumi qarorlarida uyushgan guruhni tavsiflovchi belgilarni aniqlash yuzasidan tushuntirishlar berilgan. Xususan, qayd etiladiki, uyushgan guruh deganda transport vositalarini olib qochish yoki boshqa jinoyatlarni sodir etish maqsadida ikki yoki ko‘p shaxslarning barqaror birlashmasi tushunilishi kerak. Mazkur qoida uyushgan guruh belgilari bo‘yicha sodir etilgan bosh boshqa jinoyatlarni kvalifikatsiya qilishga ham birday tegishlidir. Uyushgan guruhni xususiyatlanuvchi belgilardan biri bu uning barqaror ekanligidir. Bunda tashkilotchi jinoiy rejani tuzadi, ishtirokchilar o‘rtasida vazifalarni taqsimlaydi, ular faoliyatini yo‘naltiradi va guruhdagi tartibni mustahkamlaydi, shuningdek, guruh intizomini nazorat qiladi va h.k. (JKning 28-moddasi uchinchi qismi sharhiga qarang) Uyushgan jinoiy guruh ishtirokchilari harakatini kvalifikatsiya qilish oldindan til biriktirib jinoyat sodir etishdan farq qiladi. Agar jinoyat oldindan til biriktirgan holda bir necha bajaruvchilar tomonidan sodir etilgan bo‘lsa, u faqat Maxsus qismdagi tegishli moddaning o‘zi bilan 28-moddani qo‘llamagan holda kvalifikatsiya qilinadi. Uyushgan guruh tomonidan jinoyat sodir etilganda ishtirokchilarning jinoyat sodir etishdagi vazifasi qanday bo‘lganligidan qat’i nazar (tashkilotchi, bajaruvchi, dalolatchi, yordamchi), Jinoyat kodeksining 28-moddasini qo‘llagan holda javobgarlik belgilanadi. «Uyushgan guruh tarkibida transport vositasini olib qochishda qatnashgan shaxslarning harakatlarini, ularning har birining rolidan qat’i nazar, ishtirokchilik deb topishlik lozim». Masalaning bu kabi hal etilishi Jinoyat kodeksining 30-moddasi uchinchi qismida mustahkamlangan qoida bilan bog‘liq bo‘lib, unga muvofiq «uyushgan guruh yoki jinoiy uyushma tashkil etgan yoki ularga rahbarlik qilgan shaxslar shu guruh yoki uyushma sodir etgan barcha jinoyatlar uchun, basharti, bu jinoyatlar ularning jinoiy niyati bilan qamrab olingan bo‘lsa, javobgarlikka tortiladilar». (JKning 30-moddasi sharhiga qarang) Nihoyat, bir guruh shaxslar tomonidan oldindan til biriktirib sodir etiladigan jinoyatlar bir martalik tajovuzga qaratilgan bo‘ladi, uyushgan guruh, qoida tariqasida, mazkur guruhning jinoiy faoliyatidan darak beruvchi bir necha marta jinoyat sodir etishga yo‘naltiriladi (qaratiladi). \n\n11. Uyushgan guruh oldindan til biriktirish, barqarorlik, vazifalarning taqsimlanishi, bir qancha jinoyat sodir etish maqsadida tuzilganligi kabi qator o‘ziga xos belgilar bilan tavsiflanadi. Uyushgan guruh barqarorligi deganda, guruh ishtirokchilari o‘rtasidagi doimiy aloqadorlik va jinoyat sodir etishga tayyorgarlik ko‘rish yoxud bir yoki bir necha marotaba jinoyat sodir etishning maxsus usullaridan foydalanish tushuniladi. Obyektiv tomondan barqarorlik ikkiyoqlama tavsiflanadi: birinchidan, tashkilotchi (rahbar) shaxsining jinoiy faoliyatni amalga oshirish maqsadi asosida tashkil etilgan guruh o‘rtasidagi o‘zaro aloqadorlik, umumiy jinoiy maqsad va manfaat, jinoiy guruh a’zolari o‘rtasida vazifalarning taqsimlanganligi; ikkinchidan, jinoyatga tayyorgarlik ko‘rish jarayonida maxsus usullardan foydalanish, guruhdagi qat’iy tartib, doimiy nazorat va guruh a’zolari harakatini boshqarish, yuqori darajada kelishganlik va uyushganlik. O‘zbekiston Respublikasi Oliy sudi Plenumining tushuntirishlariga ko‘ra, «jinoiy faoliyatning oldindan rejalashtirilganligi, jinoiy qasdni amalga oshirish uchun zarur bo‘lgan vositalarning tayyorlanishi, ishtirokchilarni tanlash, yollash va ular o‘rtasida vazifalarning taqsimlanishi, jinoyatni yashirish choralarini ta’minlash, guruhda o‘rnatilgan intizomga va tashkilotchining ko‘rsatmalariga bo‘ysunishlik jinoiy guruhning uyushganligidan dalolat beradi». jinoiy faoliyat uyushgan guruhning (jinoiy uyushmaning ham) asosiy tavsiflaridan biridir. Uyushgan guruh faoliyati ma’lum darajada bir necha marotaba jinoyat sodir etishga, o‘z faoliyatini muayyan vaqt oralig‘idagi davomiylikka qaratadi. Uyushgan guruhning jinoiy faoliyati tizimli fe’l-atvorga ega. U jinoyat sodir etish hisobiga mavjud bo‘ladi va bu uyushgan guruh alohida a’zolarining va butun guruhning malakasidan guvohlik beradi. Qonunning uyushgan guruh va uning a’zolariga nisbatan qattiqligi ham shu bilan izohlanadi, chunki ijtimoiy xavfli, huquqqa xilof qilmishlar guruh a’zolari tomonidan jinoiy faoliyatga aylantiriladi. Qonunga muvofiq, uyushgan guruhning doimiy a’zolari bajargan vazifasidan qat’i nazar, uni tayyorlashda qatnashgan bo‘lishsa, barcha jinoyatlar uchun javobgarlikka tortilishlari shart.\n\n12. Shuni nazarda tutish lozimki, alohida jinoyat tarkibi konstruksiyasida uyushgan guruh belgisi mavjud bo‘lmaganda (masalan, Jinoyat kodeksining 114-moddasi), biroq jinoyat amalda uyushgan guruh tomonidan amalga oshirilsa, mazkur belgi Jinoyat kodeksining 56-moddasi birinchi qismi «m» bandiga muvofiq, jazoni og‘irlashtiruvchi holat sifatida hisobga olinishi lozim. Uyushgan guruh tomonidan jinoyat sodir etilishi Jinoyat kodeksi Maxsus qismining tegishli moddalarida (masalan, Jinoyat kodeksining 202-moddasi uchinchi qismining «d» bandi) baholovchi belgi sifatida nazarda tutilgan hollarda, sodir etilgan qilmishni moddaning mazkur belgi ko‘rsatib o‘tilgan qismi bandi bo‘yicha Jinoyat kodeksining 28-moddasiga havola qilinmay kvalifikatsiya qilinadi va guruhning barcha a’zolari muayyan jinoyat tarkibi uchun majburiy faktor bo‘lib keluvchi mazkur belgi bo‘yicha javobgarlikka tortiladi. Jinoyat kodeksi Maxsus qismi moddalarida «uyushgan guruh yoki uning manfaatlarini ko‘zlab jinoyat sodir etish» tushunchasi ishlatiladi, bunda umumiy qoida bo‘yicha jinoiy guruhning jinoiy faoliyatidan guvohlik beruvchi bir necha jinoiy tajovuzlarning amalga oshirilishi nazarda tutilgan. Biroq, amaliyotda uyushgan guruh a’zolaridan biri bir jinoyatni sodir etishda ishtirok etib, keyin o‘zining jinoiy faoliyatini to‘xtatgan hollari ham uchrab turadi. Bunday Xollarda ularning jinoiy qilmishlari sonidan qat’i nazar, u uyushgan guruh tarkibida jinoyat sodir etganligi uchun (o‘zi buni anglagan hollarda) jinoiy javobgarlikka tortiladi. \n13. Jinoiy uyushma ishtirokchilikning barcha shakllari ichida eng xavflisidir. Jinoiy uyushmaning xavfliligi u tomonidan sodir etiladigan jinoyatning xususiyati va og‘irlik darajasi bilan belgilanadi. Jinoiy uyushmaning asosiy belgilaridan biri uning ikki yoki undan ortiq uyushgan guruhlardan iborat bo‘lishidir. Jinoiy uyushma yoki uyushgan guruh birlashmasi ikki shaxsdan iborat bo‘lishi mumkin emas, u ishtirokchilarning ko‘proq sonini talab etadi. Jinoiy uyushma a’zolari o‘rtasida, qoida tariqasida, jinoiy maqsadga erishish uchun vazifalar taqsimlanadi. Jinoiy uyushma jinoiy guruhlarni o‘zining tarkibiy bo‘g‘ini sifatida birlashtiradi. Jinoiy uyushmaning tarkibiy bo‘g‘ini deganda, rahbar bilan birgalikda ikki yoki undan ortiq shaxsdan iborat, jinoiy uyushmaning maqsadlaridan kelib chiqib, muayyan yo‘nalishda faoliyat yuritadigan guruh tushuniladi. Bu kabi faoliyat, masalan, jinoyatga tayyorgarlik ko‘rish, jinoiy yo‘l bilan topilgan mol-mulk yoki giyohvandlik vositalari, ularning analoglari va psixotrop moddalarning o‘tkazish joylarini izlab topish; jinoiy uyushmani transport vositalari yoki boshqa texnik vositalar bilan ta’minlash; davlat organlari mansabdor shaxslari, tijorat va shu kabi boshqa tashkilotlarning vakillari bilan jinoiy uyushmani va sodir etiladigan jinoyatlarni jazodan ozod qilish maqsadida aloqalar o‘rnatish; jinoiy yo‘l bilan topilgan pullar va boshqa mol-mulkni yashirish; jinoiy uyushma a’zolari, jinoyat sodir etish vosita va qurollari, jinoyat izlari va jinoiy yo‘l bilan topilgan narsalarni yashirishga sharoit yaratish kabilar bo‘lishi mumkin. Boshqa guruhlardan alohida holda mustaqil jinoyat sodir etuvchi bu kabi guruhlarni jinoiy uyushma, deb topish uchun bunda har bir guruh o‘z faoliyatini jinoiy uyushma maqsadini amalga oshirish uchun alohida-alohida harakat qiladi. Buni aniqlash uchun barcha guruhlar faoliyati yagona tashkiliy boshqaruv asosida boshqarilganligiga e’tibor berish lozim. Yagona tashkiliy boshqaruv, bitta tashkilotchidan, shuningdek, bir guruh tashkilotchilardan iborat bo‘lishi mumkin. Kvalifikatsiya qilishda shunga e’tibor qaratish lozimki, jinoiy uyushmaning alohida a’zolari mazkur jinoiy tashkilotning ichida harakat qilayotganligi anglamasliklari mumkin. Bu holatlar jinoiy uyushma mazmun va mohiyatiga hech bir tarzda ta’sir etmaydi va mazkur shaxs jinoiy uyushma tarkibida sodir etgan jinoyatlari uchun javobgarlikka tortiladi. Jinoiy uyushmaning barqarorligi va uyushganligi nisbatan davomli jinoiy faoliyatni va uyushma qatna qatnashchilarni sodir etishga intiladigan jinoyatlarning og‘ir keltirib chiqaradi. Jinoiy uyushma ishtirokchilikning boshqa shakllaridan yuqori darajada uyushganligi, barqarorligi, texnik vositalari bilan ta’minlanganlik darajasiga ko‘ra, a’zolarning birgalikdagi keskin harakati kabilar bilan farq qiladi. Tashkil etiladigan jinoiy uyushma sodir etmoqchi bo‘lgan jinoyatlarning xavfliligini inobatga olib, qonun chiqaruvchi jinoiy uyushmaning o‘zini va undagi ishtirokchilarni Jinoyat kodeksining 242-moddasi belgilari bo‘yicha mustaqil jinoyatlarga kiritadi va shu bilan jinoiy uyushmaning amalda jinoyat sodir etganligi yoki etmaganligidan qat’i nazar, tashkil etilishining dastlabki bosqichidanoq, jinoiy jazoga tortilishini mustahkamlaydi. Jinoiy uyushmani tashkil etish uyushma yoki uyushgan qurolli guruh tuzilgan paytdan boshlab tugallangan hisoblanadi (JKning 242-moddasi bo‘yicha)."
        },
        {
            "modda_raqami": "29-modda. Ishtirokchilikning shakllari.",
            "matni": "Jinoyatda ishtirokchilik: oddiy ishtirokchilik, murakkab ishtirokchilik, uyushgan guruh, jinoiy uyushma shaklida bo‘ladi. Ikki yoki undan ortiq shaxsning oldindan til biriktirmay jinoyat sodir etishda qatnashishi oddiy ishtirokchilik deb topiladi. Ikki yoki undan ortiq shaxsning oldindan til biriktirib jinoyat sodir etilishida ishtirok qilishi murakkab ishtirokchilik deb topiladi. Ikki yoki undan ortiq shaxsning birgalikda jinoiy faoliyat olib borish uchun oldindan bir guruhga birlashishi uyushgan guruh deb topiladi. Ikki yoki undan ortiq uyushgan guruhning jinoiy faoliyat bilan shug‘ullanish uchun oldindan birlashishi jinoiy uyushma deb topiladi.",
            "sharxi": "1. Sharhlanayotgan modda ishtirokchilikning u yoki bu shakllarini tavsiflovchi muayyan belgilar asosida turlarga bo‘lingan ishtirokchilik shakllarini ajratadi. Ishtirokchilik shakli deganda, bir necha shaxslarning jinoyat sodir etilishi jarayonidagi birgalikdagi faoliyati fe’l-atvori tushuniladi. Ishtirokchilik shakllari jinoyat sodir etishdagi o‘zaro aloqadorlik, ishtirokchilar harakatining oldindan til biriktirgan holda amalga oshirilish darajasi, subyektiv aloqadorligi va xususiyatiga ko‘ra farq qiladi. Qayd etilgan belgilarning har biri birgalikdagi jinoiy faoliyat tavsifi uchun katta ahamiyatga ega, chunki ular ishtirokchilar o‘rtasidagi o‘zaro bog‘liqlik, til biriktirganlik va umumiy maqsadga erishish uchun muvofiqlashtirilganligi darajasini ochib beradi. Shubhasiz, ishtirokchilar xatti-harakatlarining hamjihatligi va uyushganligi darajasi qanchalik yuqori bo‘lsa, istalgan natijaga erishish shunchalik oson bo‘ladi. Birgalikdagi jinoiy faoliyatni tahlil etish jarayonida shu narsa ayon bo‘ladiki, tergov va sud organlari xodimlari tomonidan mazkur belgilarning to‘g‘ri aniqlanishi ishtirokchilikda sodir etiladigan jinoyatlar to‘g‘ri kvalifikatsiya qilinishining muhim shartidir. Ishtirokchilik shakllari obyektiv (ishtirokchilar o‘rtasidagi obyektiv aloqalar) va subyektiv (ular o‘rtasidagi subyektiv bog‘liqlik) mezonlariga ko‘ra tasniflanadi.\n\n2. Ishtirokchilikning obyektiv mezoni mazkur ishtirokchilarning obyektiv aloqadorligida ifodalanadi. Ishtirokchilarning obyektiv o‘zaro ta’siri (bog‘lanishi)ning o‘ziga xos xususiyatlarida ifodalanuvchi obyektiv mezon ishtirokchilikning oddiy va murakkab shakllarga bo‘linishining asosi qilib olingan. Oddiy ishtirokchilikda jinoyat ikki yoki undan ortiq shaxslar tomonidan oldindan til biriktirmay sodir etiladi va ijtimoiy xavfli qilmishning obyektiv tomoni birgalikdagi ishtirokchilikdan guvohlik beruvchi barcha ishtirokchilar tomonidan qisman yoki to‘liq amalga oshiriladi. Murakkab ishtirokchilik birgalikda harakat qiluv-chi shaxslar o‘rtasida vazifalarning taqsimlanishi, bu faoliyatning yo‘naltirilganligi va bevosita bajaruvchi bilan bir qatorda tashkilotchi, dalolatchi, yordamchi yoki hech bo‘lmaganda, ulardan birining mavjudligi bilan tavsiflanadi. Boshqacha qilib aytganda, murakkab ishtirokchilik ikki yoki undan ortiq shaxsning oldindan til biriktirib jinoyat sodir etilishida ifodalanadi. Masalan, bir ishtirokchi (tashkilotchi) o‘g‘rilikni tashkil etadi, reja tuzib, ishtirokchilarni tanlaydi va hokazo, boshqa bir ishtirokchi (bajaruvchi) bevosita o‘g‘rilikni sodir etadi, uchinchi shaxs (yordamchi) bu ikkalasiga o‘g‘irlangan narsalarni olib chiqib ketish uchun avtomobil taklif qiladi, o‘g‘irlangan mol-mulkni olib, uni o‘tkazadi, shundan keyin uchalasi pulni bo‘lib oladi. Ishtirokchilikning obyektiv mezoni sodir etilayotgan jinoyat yuzasidan ishtirokchilar o‘rtasidagi jinoyat sodir etishdagi aloqadorlikni ifodalaydi, ya’ni rollarning taqsimlanishi, kim qaysi vazifani bajarishining belgilab qo‘yilishi va boshqalar. Oddiy ishtirokchilikda ishtirokchilardan biri jinoyat sodir etishga qiziqtirishi, tashkilotchi yoki dalolatchiga aylanishi, shu bilan birga, ijtimoiy xavfli qilmish sodir etilishida bevosita qatnashishi mumkin bo‘lgan vaziyatlar ham mavjud. Bunday vaziyatlarda unga boshqa ishtirokchilar (boshqalarning so‘zsiz, raqobatchi roziligidan dalolat beruvchi) qo‘shilishi mumkin. Boshqalarning jinoiy tajovuzga qo‘shilishida ifodalanadigan va amaliyotda, ayniqsa, voyaga yetmaganlar, bir guruh shaxslar tomonidan sodir etiladigan nomusga tegish, bezorilik va boshqa shu kabi jinoyatlarda ko‘p uchraydigan birgalikdagi bajaruvchilikning aniq namoyon bo‘lishini ko‘rishimiz mumkin.\n\n3. Ishtirokchilikning subyektiv mezoni ishtirokchilar harakatlarining hamjihatligi, ular o‘rtasidagi aloqalarning tabiati darajasi bilan tavsiflanadi. Ishtirokchilikning subyektiv mezoni ishtirokchilarning jinoiy harakatni amalga oshirishda o‘zaro kelishishganligi bilan ifodalanadi. Shu mezonga muvofiq, ishtirokchilikning barcha holatlari oldindan til biriktirish ishtirokchiligi va oldindan til biriktirishsiz ishtirokchiliklarga bo‘linadi. Oldindan til biriktirilmagan ishtirokchilik bevosita jinoyat sodir etish jarayonida yoki muayyan vaqt oralig‘ida ishtirokchilik jinoyatni amalga oshirish jarayonida bir vaqtning o‘zida (masalan, ikki shaxs jabrlanuvchiga tajovuz qilib, uni o‘lgunicha do‘pposlaydilar), shuningdek, muayyan vaqt davridan so‘ng (masalan, bir shaxs do‘pposlashga tushadi, ikkinchisi birozdan so‘ng unga qo‘shiladi va ular birgalikda jabrlanuvchini o‘ldirishadi) vujudga kelishi mumkin bo‘lgan oldindan (jinoyat sodir etilishidan oldin) til biriktirishning bo‘lmasligi bilan tavsiflanadi. Bunday ishtirokchilikda til biriktirilganlik darajasi minimal bo‘lib, jinoyatning obyektiv tomonini tashkil qiluvchi harakatlar to‘liq yoki qisman amalga oshiriladi, ishtirokchilar o‘z harakati orqali boshqasining harakatini to‘ldiradi.\n\n4. Oldindan kelishilgan ishtirokchilikda birgalikda jinoyat sodir etish haqida oldindan til biriktirib, shuning-dek, jinoyat sodir etilishidan oldinroq til biriktirgan holda jinoyat sodir etiladi. Ishtirokchilikni kvalifikatsiya qilish uchun bu kelishuvga erishilganidan so‘ng qancha vaqt o‘tganligi ahamiyatga ega emas. Vaqt katta hamda kichik oraliqlarda hisoblanishi mumkin: daqiqalar, soatlar, sutkalar, oylar, yillar va hokazo. Ishtirokchilar o‘rtasida u yoki bu jinoyatni sodir etish yuzasidan kelishuv og‘zaki yoki yozma, til biriktiruv, shartli belgi, boshni chayqatish, imo-ishora va boshqa shu kabi shakllarda ifodalanishi mumkin. Oldindan til biriktirish tomonlarning ko‘zda tutilayotgan jinoyatning birgalikda sodir etishidan xabardorligidan, uni sodir etishda har bir ishtirokchining o‘z vazifalarini bilishi, hamjihatlikning nisbatan yuqori darajasi bilan tavsiflanadi. Oldindan til biriktirish ishtirokchiligi bir guruh shaxslar, uyushgan guruh, jinoiy uyushma tomonidan oldindan til biriktirib sodir etiladigan jinoyatlarda bo‘ladi.\n\n5. Sharhlanayotgan modda ishtirokchilikning shakllarga bo‘linishi obyektiv va subyektiv mezonlarning bir-birini taqozo etib (to‘ldirib) kelishi va o‘zaro bog‘liqligiga asoslanadi. Ishtirokchilik shakllarini to‘g‘ri aniqlash uchun va shundan kelib chiqib, har bir ishtirokchi roli va maqomini aniqlashda ishtirokchilikda sodir etilgan jinoyat uchun javobgarlik masalasini hal etishda ishtirokchilar o‘rtasidagi subyektiv bog‘lanish fe’l-atvori, hamjihatlik, uyushganlik darajasi va boshqa belgilarni aniqlash lozim. Shu bilan birga, uyushgan guruh va jinoiy uyushma kabi ishtirokchilik shakllariga nisbatan ularni tavsiflovchi boshqa belgilarni aniqlash kerak. Uyushgan guruh va jinoiy uyushma oldindan til biriktirish bilan birga yana jinoyat ishtirokchilarining uyushganligi va ular o‘rtasidagi subyektiv bog‘lanishning barqarorligi darajasi kabi belgilar bilan ajralib turadi. O‘zbekiston Respublikasi Oliy sudi Plenumi o‘z qarorlarida «ayblash fikrida va sud hukmida aynan qanday asoslarga ko‘ra jinoiy guruh uyushgan deb topilganligi ko‘rsatilgan bo‘lishi shart»ligini belgilagan. Mazkur talab jinoiy uyushmaning huquqiy baholanishiga ham to‘liq tarzda tegishlidir.\n\n6. Ishtirokchilikning shakl va turlarini bir-biridan alohida tarzda ko‘rib chiqish mumkin emas; u ko‘pincha, tashkilotchi va dalolatchi boshqa ishtirokchilar bilan bir qatorda jinoyat obyektiv tomonini yoki uning qismini amalga oshirgan paytlarda bir-biri bilan bog‘lanib kelishi mumkin. Bunday hollarda, oldindan til biriktirib sodir etiladigan ishtirokchilik (ishtirokchilik shakli), shuningdek birgalikdagi bajaruvchilik va tor ma’nodagi ishtirokchilik, ya’ni vazifalarni taqsimlab olish bilan ishtirokchilik bo‘ladi. Ishtirokchilikning muayyan shakli va turining aniqlanishi sodir etilgan qilmishni kvalifikatsiya qilishga ta’sir etadi va javobgarlikni individuallashtirishda hisobga olinishi shart. Ishtirokchilik shakllari va turlari ishtirokchilar birgalikdagi jinoiy faoliyatining ijtimoiy xavflilik darajasi va fe’l-atvorini o‘rnatishga imkon beradi. Ishtirokchilikda sodir etilgan jinoyatning ijtimoiy xavflilik darajasi va fe’l-atvori ishtirokchilar harakatlarining hamjihatligini hisobga olishni anglatadi. Ishtirokchilar o‘rtasidagi aloqalar qanchalik yaqin bo‘lsa, ularning harakatlari shunchalik uyushgan bo‘ladi va tegishincha, qilmishning ijtimoiy xavflilik darajasi shunchalik yuqoriroq bo‘ladi. Murakkab ishtirokchilikning barcha shakllari (bir guruh shaxslar tomonidan oldindan til biriktirish ishtirokchiligi, uyushgan guruh yoki jinoiy uyushma) sud tomonidan jazo tayinlashda hisobga olinishi ko‘zda tutilgan jazoni og‘irlashtiruvchi holatlar qatorida sanab o‘tilgan (Jinoyat kodeksining 56-moddasi birinchi qismining «m» bandi). Jinoyat kodeksining Maxsus qismi moddalarida ishtirokchilikning ba’zi shakllari kvalifikatsiya qilishning zaruriy belgisi sifatida ko‘zda tutiladi. Baholovchi belgilar sifatida ishtirokchilik shakllarining bir necha konstruksiyalari ajratib ko‘rsatiladi: bir guruh shaxslar tomonidan oldindan til biriktirib yoki bir guruh shaxslar tomonidan. Shuni nazarda tutish lozimki, qonunda «bir guruh shaxslar tomonidan oldindan til biriktirib» jumlasi mavjud bo‘lsa (masalan, Jinoyat kodeksining 244-1-moddasi uchinchi qismining «a» bandi), bu jumla bir guruh shaxslar tomonidan oldindan til biriktirib jinoyat sodir etilishi hollarini ham, oldindan til biriktirmay sodir etilishi hollarini ham qamrab oladi. Qonunda javobgarlikni og‘irlashtiruvchi holat sifatida bir guruh shaxslar tomonidan jinoyat sodir etilishi nazarda tutilgan bo‘lsa (masalan, Jinoyat kodeksining 97-moddasi ikkinchi qismi «p» bandi; 104-moddaning ikkinchi qismi «K» bandi; 118-moddasi ikkinchi qismining «v» bandi va h.k.) jinoiy javobgarlik uchun oldindan til biriktirilganlik ahamiyatga ega bo‘lmaydi. Bu holatda jinoyat sodir etgan shaxslarning harakati ushbu jinoyatni sodir etishga qaratilganligini aniqlash lozim. Agar bu jinoyat ularning umumiy maqsadidan chetga chiqib sodir etilgan bo‘lsa, ushbu band bilan kvalifikatsiya qilinmasdan, moddaning boshqa tegishli qismlari bilan javobgarlikka tortiladi. Agar qonun Maxsus qism normasi «oldindan til biriktirib», degan ta’rif bilan cheklangan bo‘lsa, kvalifikatsiya qilinadigan holatlarni belgilashda u jinoiy guruh yoki jinoiy uyushma sifatida talqin qilinmaydi.\n\n7. Sharhlanayotgan moddaning ikkinchi qismida birgalikdagi jinoiy tajovuzning nisbatan ijtimoiy xavfi kam bo‘lgan shakli jinoyat sodir etishda oddiy ishtirokchilik tushunchasiga ta’rif berilgan. Jinoyat sodir etishda ikki yoki undan ortiq shaxsning oldindan til biriktirmay qatnashishi oddiy ishtirokchilik, deb topiladi. Bu shaklni boshqalardan ajratib turuvchi muhim belgilardan biri oldindan til biriktirishning yo‘qligidir. Jinoyatni oldindan til biriktirmay sodir etilgan, deb topish oddiy ishtirokchilik ishtirokchilar o‘rtasida vazifalarining taqsimlangan bo‘lishiga qaramay, xar doim birgalikdagi bajaruvchilik (oddiy ishtirokchilik) ekanligiga asoslanishi lozim. Vazifalarning taqsimlanishi ko‘proq murakkab ishtirokchilik, ayniqsa, uyushgan guruh va jinoiy uyushmaga xosdir. Biroq, shu bilan birga, sud amaliyotining tahlili shuni ko‘rsatadiki, jinoyat sodir etish tashabbusi o‘z harakatlari bilan boshqa ishtirokchilar (birgalikdagi bajaruvchilar) harakatlari uchun namuna bo‘ladigan bajaruvchilardan biri tomonidan chiqishi mumkin. Mazkur holat jinoyat tashabbuskori ahamiyatiga hech bir tarzda ta’sir etmaydi va uning xatti-harakatlari bajaruvchi qilmishi belgilari bo‘yicha kvalifikatsiya qilinadi. Shu sababdan vazifalarning taqsimlanishi tashabbuskor-bajaruvchi qilmishi bilan qamrab olinadi. Ishtirokchilikning mazkur shakli uchun jinoyat sodir etishdan oldin til biriktirishning imkoni yo‘qligi bilan bog‘liq sabablarga ko‘ra, hamjihatlikning minimal darajasi xosdir. Ishtirokchilikning bu shakli muayyan shaxslar tomonidan amalga oshirilayotgan tajovuzga boshqa shaxslarning qo‘shilishi mumkinligini nazarda tutadi.\n\n8. Jinoyatda ishtirokchilikning nisbatan keng tarqal-gan va xavfliroq ko‘rinishi oldindan til biriktirish hisoblanadi. Sharhlanayotgan moddaning uchinchi qismi ikki yoki undan ortiq shaxslar tomonidan oldindan til biriktirib jinoyat sodir etishini murakkab ishtirokchilik, deb topadi. Oldindan til biriktirish deganda, jinoyat sodir etish yoki jinoiy faoliyat bilan shug‘ullanish uchun jinoyatning obyektiv tomoni amalga oshirilgunga qadar bo‘lgan kelishuv tushuniladi (JKning Maxsus qismi sakkizinchi bo‘limiga qarang) Ishtirokchilikning bu shakli uchun asosiy element bo‘lib, ikki yoki undan ortiq shaxsning jinoyat sodir etish boshlangunga qadar, shuningdek, Jinoyat kodeksining Maxsus qismida ko‘rsatilgan qilmishning hech bo‘lmaganda, bir kishi tomonidan sodir etish boshlanguncha til biriktirilganligi hisoblanadi. Bir guruh shaxslar tomonidan oldindan til biriktirib jinoyat sodir etganlik uchun Jinoyat kodeksida aniq bir jinoyatning zaruriy kvalifikatsiya belgisi, shuningdek, og‘irlashtiruvchi holat sifatida javobgarlik nazarda tutilgan. Murakkab ishtirokchilikning asosiy xususiyatlaridan biri jinoyatning obyektiv tomonini belgilovchi belgilar barcha ishtirokchilar tomonidan emas, balki bir kishi yoki ularning ba’zi birlari tomonidan sodir etilishidir. Qolgan ishtirokchilar jinoyatning obyektiv tomonini amalga oshirishda bevosita ishtirok etmaydilar. Murakkab ishtirokchilik oddiy ishtirokchilikdan vazifalarning ishtirokchilar o‘rtasida taqsimlanganligi bilan farqlanadi: biri jinoyatni tashkil qiladi, boshqasi obyektiv tomonini bajaradi yoki jinoyat sodir qilishga dalolat qiladi yoxud jinoyat sodir etilishiga yordam beradi. Murakkab ishtirokchilikning muhim belgilari-dan biri oldindan til biriktirishdir. Til biriktirish ikki yoki undan ortiq shaxsning muayyan ijtimoiy xavfli qilmishni sodir etishga kelishib olishidir. Bunda agar jinoyat ishtirokchilarning minimal soni, ya’ni ikki kishi tomonidan sodir etilgan bo‘lsa, ulardan biri jinoyat bajaruvchisi sifatida, boshqasi tashkilotchi, dalolatchi yoki yordamchi sifatida harakat qiladi. Tashkilotchi o‘z faoliyati bilan tashkilotchilik, dalolatchilik yoki yordamchilikni qamrab olishi mumkin. Bu holda jinoyatni kvalifikatsiya qilishda aniq jinoyatni ko‘rsatish bilan birga tashkilotchilarning kvalifikatsiyasi nazarda tutilgan modda qismi, ya’ni Jinoyat kodeksi 28-moddasining uchinchi qismiga havola qilinishi shart, chunki tashkilotchilik uchun javobgarlik dalolatchilik yoki yordamchilikka nisbatan og‘irroqdir. Mazkur holatga ayblov hukmining tavsif qismi mazmuni tartibga solingan JPKning 467-moddasi talabiga ko‘ra, agar jinoyat bir guruh shaxslar tomonidan oldindan til biriktirib yoki uyushgan guruh tomonidan sodir etilgan bo‘lsa, hukmda jinoyatning har bir ishtirokchisi tomonidan aynan qanday jinoiy harakatlar sodir etilganligi aniq ko‘rsatilishi lozim. Til biriktirish natijasida ishtirokchilarga tayyorlanayotgan jinoyat haqida umumiy ma’lumotlar ma’lum qilinadi. Til biriktirish og‘zaki yoki yozma shaklda bo‘lishi mumkin. Juda kam hollarda ishtirokchilar kelishuvga raqobatchi harakatlar orqali (so‘zsiz rozilik) erishadilar. Ishtirokchilik mazkur shaklining o‘ziga xos belgisi til biriktirishning aniq jinoyat sodir etishga qaratilganligi holatidir. Ishtirokchilik shakllarining bu kabi turlariga bir necha bor jinoyat sodir etishga qaratilgan birgalikdagi jinoiy faoliyat xosdir.\n\n9. Ishtirokchilikda sodir etiladigan jinoyatlarni kvalifikatsiya qilish o‘ziga xos xususiyatlarga ega. Masalan, mulkka qarshi qaratilgan jinoyatlar uchun Jinoyat kodeksining 164-moddasi ikkinchi qismi, 169-moddalarida nazarda tutilgan «bir guruh shaxslar tomonidan oldindan til biriktirib» belgisi baholovchi hisoblanadi. Bir guruh shaxslar tomonidan oldindan til biriktirib sodir etilgan talon-toroj deganda, bu jinoyatni sodir etishga oldindan kelishib olgan ikki yoki undan ortiq shaxs qatnashgan talon-toroj tushuniladi. Bu yerda gap bajaruvchiga jinoyat qurollarini taqdim etish, obyekt rejasini tuzish, qimmatliklarga ega shaxslarni ko‘rsatish va h.k. haqida emas, balki qonun bilan qo‘riqlanadigan obyektga ikkitadan kam bo‘lmagan shaxslarning bevosita tajovuzi haqida ketmoqda. Ta’kidlash joizki, bir guruh shaxslar tomonidan oldindan til biriktirib o‘zgalar mulkini talon-toroj qilishda ifodalanadigan mulkka qarshi jinoyatlarni, xususan, bosqinchilikni sodir etishda ishtirokchilarning barchasi jabrlanuvchiga nisbatan uning hayoti yoki sog‘lig‘i uchun xavfli bo‘lgan zo‘rlik ishlatishi majburan shart emas. Tajovuzning ularning biri tomonidan amalga oshirilishi va jinoyat obyektiv tomonini qisman sodir etgan boshqa ishtirokchilarning qasdi bilan birinchining harakatlari qamrab olinishi muhimdir. Aks holda, gap faqatgina bajaruvchi ekssessi haqida borishi mumkin. (Bu haqda batafsil JK Maxsus qismining X bobi sharhiga qarang) Alohida holatni mansabdor shaxslarning oldindan til biriktirishi tashkil etadi (Jinoyat kodeksining 210-moddasi ikkinchi qismi «g» bandi). Bunda ishtirokchilar tarkibi maxsus subyektlar mansabdor shaxslardan iborat bo‘lishi lozim, aks holda, mazkur asos bo‘yicha javobgarlikka tortish qonuniy bo‘lishi mumkin emas.\n\n10. Uyushgan guruh oddiy va murakkab ishtirokchilikka nisbatan xavfliroq ishtirokchilik shaklidir. Sharhlanayotgan moddaning to‘rtinchi qismiga muvofiq, ikki yoki undan ortiq shaxsning birgalikda jinoiy faoliyat olib borishi uchun oldindan bir guruhga birlashishi uyushgan guruh, deb topiladi. O‘zbekiston Respublikasi Oliy sudi Plenumi qarorlarida uyushgan guruhni tavsiflovchi belgilarni aniqlash yuzasidan tushuntirishlar berilgan. Xususan, qayd etiladiki, uyushgan guruh deganda transport vositalarini olib qochish yoki boshqa jinoyatlarni sodir etish maqsadida ikki yoki ko‘p shaxslarning barqaror birlashmasi tushunilishi kerak. Mazkur qoida uyushgan guruh belgilari bo‘yicha sodir etilgan bosh boshqa jinoyatlarni kvalifikatsiya qilishga ham birday tegishlidir. Uyushgan guruhni xususiyatlanuvchi belgilardan biri bu uning barqaror ekanligidir. Bunda tashkilotchi jinoiy rejani tuzadi, ishtirokchilar o‘rtasida vazifalarni taqsimlaydi, ular faoliyatini yo‘naltiradi va guruhdagi tartibni mustahkamlaydi, shuningdek, guruh intizomini nazorat qiladi va h.k. (JKning 28-moddasi uchinchi qismi sharhiga qarang) Uyushgan jinoiy guruh ishtirokchilari harakatini kvalifikatsiya qilish oldindan til biriktirib jinoyat sodir etishdan farq qiladi. Agar jinoyat oldindan til biriktirgan holda bir necha bajaruvchilar tomonidan sodir etilgan bo‘lsa, u faqat Maxsus qismdagi tegishli moddaning o‘zi bilan 28-moddani qo‘llamagan holda kvalifikatsiya qilinadi. Uyushgan guruh tomonidan jinoyat sodir etilganda ishtirokchilarning jinoyat sodir etishdagi vazifasi qanday bo‘lganligidan qat’i nazar (tashkilotchi, bajaruvchi, dalolatchi, yordamchi), Jinoyat kodeksining 28-moddasini qo‘llagan holda javobgarlik belgilanadi. «Uyushgan guruh tarkibida transport vositasini olib qochishda qatnashgan shaxslarning harakatlarini, ularning har birining rolidan qat’i nazar, ishtirokchilik deb topishlik lozim». Masalaning bu kabi hal etilishi Jinoyat kodeksining 30-moddasi uchinchi qismida mustahkamlangan qoida bilan bog‘liq bo‘lib, unga muvofiq «uyushgan guruh yoki jinoiy uyushma tashkil etgan yoki ularga rahbarlik qilgan shaxslar shu guruh yoki uyushma sodir etgan barcha jinoyatlar uchun, basharti, bu jinoyatlar ularning jinoiy niyati bilan qamrab olingan bo‘lsa, javobgarlikka tortiladilar». (JKning 30-moddasi sharhiga qarang) Nihoyat, bir guruh shaxslar tomonidan oldindan til biriktirib sodir etiladigan jinoyatlar bir martalik tajovuzga qaratilgan bo‘ladi, uyushgan guruh, qoida tariqasida, mazkur guruhning jinoiy faoliyatidan darak beruvchi bir necha marta jinoyat sodir etishga yo‘naltiriladi (qaratiladi). \n\n11. Uyushgan guruh oldindan til biriktirish, barqarorlik, vazifalarning taqsimlanishi, bir qancha jinoyat sodir etish maqsadida tuzilganligi kabi qator o‘ziga xos belgilar bilan tavsiflanadi. Uyushgan guruh barqarorligi deganda, guruh ishtirokchilari o‘rtasidagi doimiy aloqadorlik va jinoyat sodir etishga tayyorgarlik ko‘rish yoxud bir yoki bir necha marotaba jinoyat sodir etishning maxsus usullaridan foydalanish tushuniladi. Obyektiv tomondan barqarorlik ikkiyoqlama tavsiflanadi: birinchidan, tashkilotchi (rahbar) shaxsining jinoiy faoliyatni amalga oshirish maqsadi asosida tashkil etilgan guruh o‘rtasidagi o‘zaro aloqadorlik, umumiy jinoiy maqsad va manfaat, jinoiy guruh a’zolari o‘rtasida vazifalarning taqsimlanganligi; ikkinchidan, jinoyatga tayyorgarlik ko‘rish jarayonida maxsus usullardan foydalanish, guruhdagi qat’iy tartib, doimiy nazorat va guruh a’zolari harakatini boshqarish, yuqori darajada kelishganlik va uyushganlik. O‘zbekiston Respublikasi Oliy sudi Plenumining tushuntirishlariga ko‘ra, «jinoiy faoliyatning oldindan rejalashtirilganligi, jinoiy qasdni amalga oshirish uchun zarur bo‘lgan vositalarning tayyorlanishi, ishtirokchilarni tanlash, yollash va ular o‘rtasida vazifalarning taqsimlanishi, jinoyatni yashirish choralarini ta’minlash, guruhda o‘rnatilgan intizomga va tashkilotchining ko‘rsatmalariga bo‘ysunishlik jinoiy guruhning uyushganligidan dalolat beradi». jinoiy faoliyat uyushgan guruhning (jinoiy uyushmaning ham) asosiy tavsiflaridan biridir. Uyushgan guruh faoliyati ma’lum darajada bir necha marotaba jinoyat sodir etishga, o‘z faoliyatini muayyan vaqt oralig‘idagi davomiylikka qaratadi. Uyushgan guruhning jinoiy faoliyati tizimli fe’l-atvorga ega. U jinoyat sodir etish hisobiga mavjud bo‘ladi va bu uyushgan guruh alohida a’zolarining va butun guruhning malakasidan guvohlik beradi. Qonunning uyushgan guruh va uning a’zolariga nisbatan qattiqligi ham shu bilan izohlanadi, chunki ijtimoiy xavfli, huquqqa xilof qilmishlar guruh a’zolari tomonidan jinoiy faoliyatga aylantiriladi. Qonunga muvofiq, uyushgan guruhning doimiy a’zolari bajargan vazifasidan qat’i nazar, uni tayyorlashda qatnashgan bo‘lishsa, barcha jinoyatlar uchun javobgarlikka tortilishlari shart.\n\n12. Shuni nazarda tutish lozimki, alohida jinoyat tarkibi konstruksiyasida uyushgan guruh belgisi mavjud bo‘lmaganda (masalan, Jinoyat kodeksining 114-moddasi), biroq jinoyat amalda uyushgan guruh tomonidan amalga oshirilsa, mazkur belgi Jinoyat kodeksining 56-moddasi birinchi qismi «m» bandiga muvofiq, jazoni og‘irlashtiruvchi holat sifatida hisobga olinishi lozim. Uyushgan guruh tomonidan jinoyat sodir etilishi Jinoyat kodeksi Maxsus qismining tegishli moddalarida (masalan, Jinoyat kodeksining 202-moddasi uchinchi qismining «d» bandi) baholovchi belgi sifatida nazarda tutilgan hollarda, sodir etilgan qilmishni moddaning mazkur belgi ko‘rsatib o‘tilgan qismi bandi bo‘yicha Jinoyat kodeksining 28-moddasiga havola qilinmay kvalifikatsiya qilinadi va guruhning barcha a’zolari muayyan jinoyat tarkibi uchun majburiy faktor bo‘lib keluvchi mazkur belgi bo‘yicha javobgarlikka tortiladi. Jinoyat kodeksi Maxsus qismi moddalarida «uyushgan guruh yoki uning manfaatlarini ko‘zlab jinoyat sodir etish» tushunchasi ishlatiladi, bunda umumiy qoida bo‘yicha jinoiy guruhning jinoiy faoliyatidan guvohlik beruvchi bir necha jinoiy tajovuzlarning amalga oshirilishi nazarda tutilgan. Biroq, amaliyotda uyushgan guruh a’zolaridan biri bir jinoyatni sodir etishda ishtirok etib, keyin o‘zining jinoiy faoliyatini to‘xtatgan hollari ham uchrab turadi. Bunday Xollarda ularning jinoiy qilmishlari sonidan qat’i nazar, u uyushgan guruh tarkibida jinoyat sodir etganligi uchun (o‘zi buni anglagan hollarda) jinoiy javobgarlikka tortiladi. \n13. Jinoiy uyushma ishtirokchilikning barcha shakllari ichida eng xavflisidir. Jinoiy uyushmaning xavfliligi u tomonidan sodir etiladigan jinoyatning xususiyati va og‘irlik darajasi bilan belgilanadi. Jinoiy uyushmaning asosiy belgilaridan biri uning ikki yoki undan ortiq uyushgan guruhlardan iborat bo‘lishidir. Jinoiy uyushma yoki uyushgan guruh birlashmasi ikki shaxsdan iborat bo‘lishi mumkin emas, u ishtirokchilarning ko‘proq sonini talab etadi. Jinoiy uyushma a’zolari o‘rtasida, qoida tariqasida, jinoiy maqsadga erishish uchun vazifalar taqsimlanadi. Jinoiy uyushma jinoiy guruhlarni o‘zining tarkibiy bo‘g‘ini sifatida birlashtiradi. Jinoiy uyushmaning tarkibiy bo‘g‘ini deganda, rahbar bilan birgalikda ikki yoki undan ortiq shaxsdan iborat, jinoiy uyushmaning maqsadlaridan kelib chiqib, muayyan yo‘nalishda faoliyat yuritadigan guruh tushuniladi. Bu kabi faoliyat, masalan, jinoyatga tayyorgarlik ko‘rish, jinoiy yo‘l bilan topilgan mol-mulk yoki giyohvandlik vositalari, ularning analoglari va psixotrop moddalarning o‘tkazish joylarini izlab topish; jinoiy uyushmani transport vositalari yoki boshqa texnik vositalar bilan ta’minlash; davlat organlari mansabdor shaxslari, tijorat va shu kabi boshqa tashkilotlarning vakillari bilan jinoiy uyushmani va sodir etiladigan jinoyatlarni jazodan ozod qilish maqsadida aloqalar o‘rnatish; jinoiy yo‘l bilan topilgan pullar va boshqa mol-mulkni yashirish; jinoiy uyushma a’zolari, jinoyat sodir etish vosita va qurollari, jinoyat izlari va jinoiy yo‘l bilan topilgan narsalarni yashirishga sharoit yaratish kabilar bo‘lishi mumkin. Boshqa guruhlardan alohida holda mustaqil jinoyat sodir etuvchi bu kabi guruhlarni jinoiy uyushma, deb topish uchun bunda har bir guruh o‘z faoliyatini jinoiy uyushma maqsadini amalga oshirish uchun alohida-alohida harakat qiladi. Buni aniqlash uchun barcha guruhlar faoliyati yagona tashkiliy boshqaruv asosida boshqarilganligiga e’tibor berish lozim. Yagona tashkiliy boshqaruv, bitta tashkilotchidan, shuningdek, bir guruh tashkilotchilardan iborat bo‘lishi mumkin. Kvalifikatsiya qilishda shunga e’tibor qaratish lozimki, jinoiy uyushmaning alohida a’zolari mazkur jinoiy tashkilotning ichida harakat qilayotganligi anglamasliklari mumkin. Bu holatlar jinoiy uyushma mazmun va mohiyatiga hech bir tarzda ta’sir etmaydi va mazkur shaxs jinoiy uyushma tarkibida sodir etgan jinoyatlari uchun javobgarlikka tortiladi. Jinoiy uyushmaning barqarorligi va uyushganligi nisbatan davomli jinoiy faoliyatni va uyushma qatna qatnashchilarni sodir etishga intiladigan jinoyatlarning og‘ir keltirib chiqaradi. Jinoiy uyushma ishtirokchilikning boshqa shakllaridan yuqori darajada uyushganligi, barqarorligi, texnik vositalari bilan ta’minlanganlik darajasiga ko‘ra, a’zolarning birgalikdagi keskin harakati kabilar bilan farq qiladi. Tashkil etiladigan jinoiy uyushma sodir etmoqchi bo‘lgan jinoyatlarning xavfliligini inobatga olib, qonun chiqaruvchi jinoiy uyushmaning o‘zini va undagi ishtirokchilarni Jinoyat kodeksining 242-moddasi belgilari bo‘yicha mustaqil jinoyatlarga kiritadi va shu bilan jinoiy uyushmaning amalda jinoyat sodir etganligi yoki etmaganligidan qat’i nazar, tashkil etilishining dastlabki bosqichidanoq, jinoiy jazoga tortilishini mustahkamlaydi. Jinoiy uyushmani tashkil etish uyushma yoki uyushgan qurolli guruh tuzilgan paytdan boshlab tugallangan hisoblanadi (JKning 242-moddasi bo‘yicha)."
        },
        {
            "modda_raqami": "31-modda. Jinoyatga daxldorlik.",
            "matni": "Jinoyatga tayyorgarlik ko‘rilayotganligi, jinoyat sodir etilayotganligi yoki jinoyat sodir etilganligi haqida aniq bila turib, oldindan va’da bermagan holda, hokimiyat organlariga xabar qilmaslik, ushbu Kodeksning 155 va 241-moddalarida nazarda tutilgan hollardagina javobgar-likka sabab bo‘ladi. Jinoyatchini, jinoyat sodir etish quroli va vositalarini, jinoyat izlarini yoki jinoiy yo‘l bilan qo‘lga kiritilgan narsalarni oldindan va’da bermagan holda yashirganlik ushbu Kodeksning 241-moddasida nazarda tutilgan hollardagina javobgarlikka sabab bo‘ladi. Oldindan va’da bermagan holda jinoyat haqida xabar bermaganlik yoki jinoyatni yashirganlik uchun gumon qilinuvchi, ayblanuvchi yoki sudlanuvchining yaqin qarindoshlari javobgarlikka tortilmaydi.",
            "sharxi": "1. Jinoyatga daxldorlik bu jinoiy daxldorlikning jinoyat haqida oldindan va’da bermagan holda xabar qilmaslik, oldindan va’da bermagan holda jinoyatchini yashirganlik va oldindan va’da bermagan holda jinoyatga yo‘l qo‘yganlikda ifodalanuvchi bajaruvchining qilmishi bilan sababiy bog‘lanishda bo‘lmagan shaklidir. Daxldorlik ishtirokchilikdan shu bilan farqlanadiki, bunda jinoyatga daxldor shaxslar sodir etilgan jinoyatga muayyan munosabatda daxldor bo‘lsalar-da, u bilan sababiy bog‘lanishda bo‘lmaydilar, jinoiy natijaning kelib chiqishiga ko‘maklashmaydilar. Jinoyatga daxldorlik, agar mazkur holatlar o‘ta og‘ir va og‘ir jinoyatlar bilan bog‘liq bo‘lsa, jinoiy javobgarlikni keltirib chiqaradi. Sharhlanayotgan moddaning birinchi qismida tayyorlanayotgan, sodir etilayotgan yoki sodir etilgan jinoyat haqida oldindan va’da bermagan holda xabar qilmaslik shaklini ko‘rib chiqadi. Jinoyatga daxldorlikning ijtimoiy xavfliligi shundan iboratki, u huquqni muhofaza etish organlariga o‘z faoliyatini, xususan, jinoyat sodir etishning oldini olish faoliyatini samarali amalga oshirishga to‘sqinlik qiladi. Jinoyat haqida xabar qilmaslik, jinoyatni yashirish singari, jinoyatchilarda yoki jinoyat sodir etish niyatida bo‘lgan shaxslarda jazosiz qolish hissini vujudga keltiradi, ongda salbiy tasavvurni shakllantiradi, muayyan hollarda og‘ir va o‘ta og‘ir jinoyat sodir etgan aybdor shaxslarning javobgarlikdan va jazodan qutulib qolishiga yordam beradi.\n\n2. Oldindan va’da qilinmagan xabar bermas-likning obyektiv tomoni harakatsizlikdan, ya’ni og‘ir yoki o‘ta og‘ir jinoyatga tayyorgarlik ko‘rilayotganligi, jinoyat sodir etilayotganligi yoki jinoyat sodir etilganligi haqida aniq bila turib xabar bermaslikdan iborat passiv xulq-atvorda ifodalanadi. (Og‘ir va o‘ta og‘ir jinoyatlarga ta’rif JKning 15-moddasida berilgan). Ko‘p hollarda jinoyat haqida xabar berish, avvalambor, fuqaroviy burch bo‘lganligi sababli xabar qilmaslik axloqiy nuqtayi nazardan ko‘rib chiqilishi lozim. Biroq, ba’zi hollarda, ayniqsa, qonun chiqaruvchi tomonidan eng xavfli, deb belgilangan hollarda (ular tajovuzning ijtimoiy xavflilik darajasida ifodalanadi) Jinoyat kodeksining 241-moddasi mazmunida jinoiy jazoga sazovor qilmish sifatida ko‘rib chiqilishi lozim.\n\n3. Tayyorlanayotgan jinoyat jinoyatga tayyorgarlik ko‘rishda ifodalanadigan tugallanmagan jinoyat bosqichi. U jinoyat sodir etish sharoitlarini yaratish, jinoyat sodir etish rejalarining ishlab chiqilishi, ishtirokchilarning qidirib topilishiga qaratilgan harakatlarda va ijtimoiy xavfli qilmish sodir etishga bo‘lgan boshqa shu kabi tayyorgarlik harakatlarida ifodalanadi. Bundan tashqari, jinoyatga tayyorgarlik zarur qurolga ega bo‘lish, atrofni o‘rganish, ishtirokchilarni qidirish va h.k.da ifodalanishi mumkin. (Jinoyat sodir etishga tayyorgarlik ko‘rish haqida JKning 25-moddasi sharhiga qarang) Sodir etilayotgan jinoyat suiqasdda ifodalanadigan tugallanmagan jinoyat bosqichi (suiqasd haqida JKning 25-moddasi sharhida batafsilroq berilgan). Amaliyotda har xil alohida akt jinoiy jazoga sazovor qilmishni tashkil etadigan, ammo umuman olganda tugallangan jinoyat tarkibini tashkil etmaydigan davomli jinoyatlar ham uchraydi. Bu kabilar ham sodir etilayotgan jinoyat, deb topilishi lozim. Sodir etilgan jinoyat bu jinoyatning formal va moddiy tarkiblaridan kelib chiqib, tugallangan jinoyat. U Jinoyat kodeksi Maxsus qismining muayyan moddasi konstruksiyasi bo‘yicha tugallangan jinoyat tarkibini tashkil etuvchi harakatlarda ifodalanadi.\n\n4. Xabar bermaslikni tayyorgarlik ko‘rilayotgan, sodir etilayotgan yoki sodir etilgan jinoyat haqida aniq bila turib aybdor huquqni muhofaza qilish organlari: surishtiruv, dastlabki tergov, prokuratura va sudlarni ma’lum qilmaganligida qayd etish mumkin. Mazkur organlarni xabardor qilish og‘zaki yoki yozma; shaxsan yoki boshqa shaxslar yordamida; ma’lumot kim tomonidan berilayotganligini ko‘rsatib yoki anonim tarzda va h.k. ko‘rinishida amalga oshirilishi mumkin, bunda ma’lumot berish shakli va turi ahamiyatga ega emas.\n\n5. Tugallanmagan yoki tugallangan jinoyat haqida xabar bermaslik faktining mavjudligi uchun asosiy shartlardan biri aybdor shaxsning xabardorligining haqiqiyligidir.\n\n6. Subyektiv tomondan aybdor tayyorgarlik ko‘rilayotgan, sodir etilayotgan yoki sodir etilgan jinoyatni aniq bila turib xabar bermayotganligini biladi, o‘z harakatlari fe’l-atvorini anglaydi, bu harakatlar oqibatini oldindan ko‘ra biladi hamda istaydi yoxud shunga ongli ravishda yo‘l qo‘yadi. Bunda motiv va maqsad jinoyat-huquqiy ahamiyatga ega emas.\n\n7. Sharhlanayotgan jinoyatning subyekti 16 yoshga to‘lgan har qanday aqli raso shaxs bo‘lishi mumkin. O‘z xizmat vazifalarini bajarish yuzasidan sodir etishga tayyorgarlik ko‘rilayotgan, sodir etilayotgan yoki sodir etilgan jinoyat haqida xabar berishga majbur bo‘lgan, biroq xabar bermagan mansabdor shaxslar mansabga sovuqqonlik bilan qarash yoki hokimiyat harakatsizligi uchun javobgarlikka tortilishlari lozim.\n\n8. Sharhlanayotgan moddaning ikkinchi qismi daxl dorlikning oldindan va’da bermagan holda yashirganlik shaklini belgilaydi. Uning ijtimoiy xavfliligi jinoyatni fosh etishda qiyinchiliklar tug‘dirishidadir. Oldindan va’da bermagan holda jinoyatni yashir-ganlik jinoyat tugallanishigacha bajaruvchiga va’da berilmagan yashirishdir. U jinoyat bilan sababiy bog‘lanishda bo‘lmaydi, shu holat bilan oldindan va’da bergan holda yashirish shaklidagi yordamchilikdan farq qiladi.\n\n9. Oldindan va’da bermasdan jinoyatni yashirishga obyektiv tomondan aynan harakatlarda, ya’ni jinoyatchiga jismoniy ko‘mak berish, u yashirinishi mumkin bo‘lgan turar joyni taqdim etish orqali uni odil sudlov organlaridan yashirishi, uni qalbaki yoki o‘zga shaxslarga tegishli hujjatlar bilan ta’minlashda ifodalanadi. (Jinoyatchini, jinoyat vositalari va qurollari, jinoyat izlarini, jinoiy yo‘l bilan topilgan narsalarni yashirish tushunchasi haqida 28-moddaning beshinchi qismi sharhiga qarang) Yashirish subyektiv tomondan faqat to‘g‘ri qasd bilan amalga oshiriladi. Yashiruvchi, birinchidan, o‘ta og‘ir yoki og‘ir jinoyatni oshirayotganligini, ikkinchidan, o‘z harakatlarining ijtimoiy xavfliligini anglaydi. Shaxs jinoyatni yashirganlik uchun faqat o‘zi bilgan jinoyat uchungina javobgarlikka tortilishi mumkin. Jinoyatni yashirish jinoyatining tarkibi formal bo‘lganligi sababli aybdor o‘zi amalga oshirayotgan harakatlarning sodir etilishini xohlaydi.\n\n10. Sharhlanayotgan moddaning uchinchi qismiga muvofiq, oldindan va’da bermagan holda jinoyat haqida xabar bermaganlik yoki jinoyatni yashirganlik uchun gumon qilinuvchi, ayblanuvchi yoki sudlanuvchining yaqin qarindosh-lari javobgarlikka tortilmaydilar. (Yaqin qarindosh tushunchasi haqida JK Maxsus qismining sakkizinchi bo‘limiga qarang). (Jinoyatga daxldorlik uchun javobgarlik haqida JKning 241-moddasiga berilgan sharhda batafsil ma’lumot berilgan)."
        }
    ]
}