{
    "bob_nomi": "VII bob. Fuqarolarning konstitutsiyaviy huquq va erkinliklariga qarshi jinoyatlar",
    "moddalar": [
        {
            "modda_raqami": "141-modda. Fuqarolarning teng huquqliligini buzish.",
            "matni": "Haqorat qilish, ya’ni shaxsning sha’ni va qadr-qimmatini beodoblik bilan qasddan tahqirlash, basharti shunday harakatlar uchun ma’muriy jazo qo‘llanilgandan keyin sodir etilgan bo‘lsa, eng kam oylik ish haqining ikki yuz baravarigacha miqdorda jarima yoki bir yilgacha axloq tuzatish ishlari bilan jazolanadi.\n\nNashr qilish yoki boshqacha usulda ko‘paytirilgan matnda yoki ommaviy axborot vositalari orqali haqorat qilish, eng kam oylik ish haqining ikki yuz baravaridan to‘rt yuz baravarigacha miqdorda jarima yoki bir yildan ikki yilgacha axloq tuzatish ishlari bilan jazolanadi.\n\nHaqorat qilish:  \n\na) jabrlanuvchini o‘z xizmat yoki fuqarolik burchini bajarishi munosabati bilan bog‘liq holda;  \n\nb) xavfli retsidivist tomonidan yoki tuhmat qilganligi uchun ilgari sudlangan shaxs tomonidan qilingan bo‘lsa, eng kam oylik ish haqining to‘rt yuz baravaridan olti yuz baravarigacha miqdorda jarima yoki ikki yildan uch yilgacha axloq tuzatish ishlari yoki olti oygacha qamoq bilan jazolanadi.Jinsi, irqi, millati, tili, dini, ijtimoiy kelib chiqishi, e’tiqodi, shaxsiy yoki ijtimoiy mavqeiga qarab fuqarolarning huquqlarini bevosita yoki bilvosita buzish yoki cheklash yoki fuqarolarga bevosita yoki bilvosita afzalliklar berish, eng kam oylik ish haqining ellik baravarigacha miqdorda jarima yoki uch yilgacha muayyan huquqdan mahrum qilish yoki ikki yilgacha axloq tuzatish ishlari bilan jazolanadi.\n\nO‘sha harakatlar zo‘rlik ishlatib sodir etilgan bo‘lsa, ikki yildan uch yilgacha axloq tuzatish ishlari yoki olti oygacha qamoq yoki uch yilgacha ozodlikdan mahrum qilish bilan jazolanadi.",
            "sharxi": "1. Konstitutsiyaning 18-moddasida O‘zbekiston Respublikasida barcha fuqarolar bir xil huquq va erkinliklarga ega bo‘lib, jinsi, irqi, millati, tili, dini, ijtimoiy kelib chiqishi, e’tiqodi, shaxsiy va ijtimoiy mavqeidan qati nazar qonun oldida tengligi belgilangan. Jinoyat qonunining sharhlanayotgan moddasi xalqaro huquqiy hujjatlarga to‘la muvofiq keladi. Xususan, Fuqarolik va siyosiy huquqlar to‘g‘risidagi Xalqaro Paktning 26-moddasida barcha kishilarning qonun oldida tengligi va har bir shaxsning huquqi qonun bilan himoya qilinishi yozib qo‘yilgan. Shu munosabat bilan har qanday kamsitish qonun bilan taqiqlangan bo‘lib, qonun barcha shaxslarning irqiga, tanasining rangiga, jinsiga, tiliga, diniga, siyosiy yoki boshqa e’tiqodlariga, milliy yoki ijtimoiy kelib chiqishiga, mulkiy mavqeiga, tug‘ilishi yoki boshqa vaziyatlariga ko‘ra kamsitilishiga qarshi teng va samarali himoyani kafolatlashi lozim.\n\n2. Jinoyat obyekti insonning shaxsiy huquq va erkinliklari hisoblanadi.\n\n3. Obyektiv tomondan jinoyat huquqni bevosita yoki bilvosita buzish yoki uni cheklash yoki bir fuqaroning bevosita yoki bilvosita imtiyozlarini boshqasidan ustun qo‘yish muayyan shaxsning davlat, jamoat ishlarida, madaniy ishlar yoki boshqa faoliyatda ishtirok etishi uchun to‘siq yaratishda ifodalanadi.\n\n4. Huquqni bevosita yoki bilvosita buzish yoki uni cheklash yoki bir fuqaroning bevosita yoki bilvosita imtiyozlarini boshqasidan ustun qo‘yish muayyan shaxsning davlat, jamoat ishlarida, madaniy ishlar yoki boshqa faoliyatda ishtirok etishi uchun to‘siq yaratishda (masalan, jinsi, irqi, millati va boshqa belgilar bois ishga, o‘qishga, biror-bir ijtimoiy birlashma a’zoligiga qabul qilmaslikda) ifodalanishi mumkin.\n\n5. Jinoyat fuqarolarning huquqlarini jinsi, irqi, millati, tili, dini va hokazolarga ko‘ra buzish yoki cheklash boshlangan vaqtdan tugallangan hisoblanadi. Fuqarolarning qonuniy huquqlari va manfaatlariga zarar yetkazish jinoyatning zaruriy belgisi hisoblanadi. Zarar fuqaroning jinsi, irqi, millati, tili, dini, ijtimoiy kelib chiqishi, e’tiqodi, shaxsiy yoki ijtimoiy holatidan kelib chiqqan holda uning muayyan huquq va erkinligi cheklab qo‘yilishida ifodalanishi mumkin.\n\n6. Teng huquqlilik zo‘rlik ishlatish bilan buzilgan bo‘lsa, ayblanuvchining harakatlari JK 141-moddasi 2-qismi bo‘yicha kvalifikatsiya qilinadi. Fuqarolarning teng huquqliligini buzish jarayonida zo‘rlik ishlatish deganda kaltaklash, do‘pposlash, badanga yengil yoki o‘rtacha og‘ir shikast yetkazish tushunilishi lozim. Mazkur oqibatlar kelib chiqishi bilan qilmishni shaxsga qarshi jinoyatlarni nazarda tutadigan moddalar bo‘yicha qo‘shimcha kvalifikatsiya qilishga ehtiyoj qolmaydi.\n\n7. Subyektiv tomondan jinoyat to‘g‘ri qasd bilan sodir etiladi.\n\n8. Jinoyat subyekti 16 yoshga to‘lgan har qanday shaxs bo‘lishi mumkin.\n\n9. Jinoyat mansabdor shaxs tomonidan o‘z xizmat vakolatlaridan foydalanib sodir qilingan hollarda yoki JK 141-moddasi 1-qismi dispozitsiyasida nazarda tutilgan harakatlarni sodir etganda, ish holatlaridan kelib chiqib, aybdorning harakatlarini jinoyatlar majmui tariqasida JK 141-moddasi va tegishlicha JK 205-moddasi yoki 206-moddasi bo‘yicha kvalifikatsiya qilish lozim."
        },
        {
            "modda_raqami": "142-modda. Fuqarolarning turar joyi daxlsizligini buzish.",
            "matni": "Turar joyga unda yashovchilarning erkiniga xilof ravishda zo‘rlik ishlatib g‘ayriqonuniy bostirib kirish, uch yilgacha axloq tuzatish ishlari yoki besh yilgacha ozodlikdan mahrum qilish bilan jazolanadi.",
            "sharxi": "1. Turar joy daxlsizligi O‘zbekiston Respublikasi Konstitutsiyasi bilan kafolatlanadi, ya’ni Konstitutsiyaning 27-moddasida hech kim qonunda nazarda tutilgan hollardan va tartibdan tashqari birovning turar joyiga kirishi, tintuv o‘tkazishi yoki uni ko‘zdan kechirishi mumkin emas, deb qayd etilgan. JK 142-moddasi Fuqarolik va siyosiy huquqlar to‘g‘risidagi Xalqaro Paktga va Inson huquqlari umumjahon deklaratsiyasiga to‘la mos keladi. Fuqarolik va siyosiy huquqlar to‘g‘risidagi Xalqaro Paktning 17-moddasida hech kimning uy-joy daxlsizligiga noqonuniy tarzda tajovuz qilish mumkin emasligi belgilab qo‘yilgan.\n\n2. Jinoyat obyekti fuqarolarning Konstitutsiya bilan kafolatlangan turar joy daxlsizligi huquqi hisoblanadi.\n\n3. Jinoyatning obyektiv tomoni turar joyga unda yashovchilarning erkiniga xilof ravishda zo‘rlik ishlatib g‘ayriqonuniy bostirib kirishda ifodalanadi.\n\n4. G‘ayriqonuniy bostirib kirish deganda aybdorning birovning uy-joyiga, turar joy egasining ruxsatisiz kirishga huquqi bo‘lmagan holda o‘zboshimchalik bilan bostirib kirishiga qaratilgan har xil harakatlarni tushunish kerak.\n\n5. Turar joyga unda yashovchilarning erkiniga xilof ravishda zo‘rlik ishlatib g‘ayriqonuniy bostirib kirish bilan bog‘liq bo‘lgan holatda sodir etilgan qilmish JK 142-moddasi bo‘yicha jinoiy javobgarlikni keltirib chiqaradi. G‘ayriqonuniy bostirib kirish zo‘rlik ishlatmasdan sodir etilgan holatda aybdorning harakatlari jinoiy jazoga tortilmaydi. Zo‘rlik ishlatish deganda jabrlanuvchini itarib yuborish, qo‘lini qayirish, kaltaklash, do‘pposlash, uning badaniga yengil va o‘rtacha og‘ir shikast yetkazish tarzidagi jismoniy harakatni tushunish lozim. Bunday holatlarda aybdorning harakatlarini jinoyatlar majmui bo‘yicha JKning shaxsga qarshi jinoyatlar uchun javobgarlikni nazarda tutadigan moddalari bo‘yicha jazolab bo‘lmaydi. Biroq ayblanuvchi tomonidan jabrlanuvchiga og‘ir tan jarohati yetkazilgan hollarda ayblanuvchining harakatlari jinoyatlar majmui tariqasida JK 142 va 104-moddalari bo‘yicha kvalifikatsiya qilinishi lozim.\n\n6. Turar joyga unda yashovchilarning erkiniga xilof ravishda zo‘rlik ishlatib g‘ayriqonuniy ravishda bostirib kirish mansabdor shaxs tomonidan sodir etilsa, uning harakatlari JK 206-moddasi bo‘yicha kvalifikatsiya qilinadi va bunday hollarda JK 142-moddasi bo‘yicha kvalifikatsiya talab qilinmaydi.\n\n7. Jinoyat zo‘rlik ishlatib turar joyga bostirib kirish vaqtidan boshlab, vujudga kelgan oqibatlardan qati nazar, tugallangan hisoblanadi.\n\n8. (Turar joy tushunchasi to‘g‘risida JK 164-moddasining sharhiga qarang). Birovning mol-mulkini o‘g‘irlash maqsadida turar joyga kirish o‘zgalar mol-mulkini o‘g‘irlaganlik uchun javobgarlikni nazarda tutadigan tegishli moddalar doirasiga kiradi va JK 142-moddasi bilan qo‘shimcha kvalifikatsiya qilishni talab qilmaydi.\n\n9. Subyektiv tomondan jinoyat to‘g‘ri qasd bilan sodir etiladi.\n\n10. Jinoyat subyekti 16 yoshga to‘lgan har qanday shaxs hisoblanadi."
        },
        {
            "modda_raqami": "143-modda. Xat-yozishmalar, telefonda so‘zlashuv, telegraf xabarlari yoki boshqa xabarlarning sir saqlanishi tartibini buzish.",
            "matni": "Xat-yozishmalar, telefonda so‘zlashuv, telegraf xabarlari yoki boshqa xabarlarning sir saqlanishi tartibini qasddan buzish, shunday harakatlar uchun ma’muriy jazo qo‘llanilganidan keyin sodir etilgan bo‘lsa, eng kam oylik ish haqining yigirma besh baravarigacha miqdorda jarima yoki uch yilgacha muayyan huquqdan mahrum qilish yoki uch yilgacha axloq tuzatish ishlari yoki olti oygacha qamoq bilan jazolanadi.",
            "sharxi": "1. O‘zbekiston Respublikasi Konstitutsiyasining 27-moddasida fuqarolarning xat-yozishmalari va telefonda so‘zlashuvlari himoyalanishi huquqi, shuningdek shaxsiy hayotga aralashishdan himoyalanish huquqi mustahkamlangan. Konstitutsiyaning mazkur qoidalari Fuqarolik va siyosiy huquqlar to‘g‘risidagi Xalqaro Paktning 17-moddasiga va Inson huquqlari umumjahon deklaratsiyasining 12-moddasiga asoslanadi.\n\n2. Jinoyat obyekti fuqarolarning xat-yozishmalari, telefon, telegraf so‘zlashuvlari yoki boshqa ma’lumotlarning sir saqlanishiga bo‘lgan konstitutsiyaviy huquqlari hisoblanadi.\n\n3. Obyektiv tomondan jinoyat fuqarolarning pochta-telegraf xabarlari yoki telefonda so‘zlashuvlari mazmuni bilan begona shaxslarning g‘ayriqonuniy ravishda tanishuvi yoki ularning xat-yozishmalarda, telegrammalarda, telefaksda, telefonda, elektron pochta orqali va hokazolarda jo‘natilgan ma’lumotlarni oshkor etishda ifodalanadi. Ushbu modda ma’muriy prelyuditsiyaga (oldingi ma’muriy yechimning zarurligi) ega. Jinoiy javobgarlik sud tomonidan ushbu harakatlarga nisbatan ma’muriy jazo choralari qo‘llanilganidan keyin boshlanadi.\n\n4. Jinoyat fuqarolarning pochta-telegraf xabarlari yoki telefonda so‘zlashuvlari mazmuni bilan begona shaxslarning g‘ayriqonuniy ravishda tanishuvi yoki ularning xat-yozishmalarda, telegrammalarda, telefaksda, telefonda va hokazolarda jo‘natadigan ma’lumotlarni oshkor etishida ifodalanadi.\n\n5. Xat-yozishmalar, telefon, telegraf so‘zlashuvlari yoki boshqa xabarlarning egasining ruxsatisiz tanishish yoki ularni bitta begona shaxsga oshkor etilishi vaqtidan boshlab jinoyat tugallangan hisoblanadi.\n\n6. Xat-yozishmalar, telefon, telegraf so‘zlashuvlari yoki boshqa xabarlarning siri jinoyatni ochish, jinoyatni aniqlash va jinoyatchini ushlash maqsadida qonunda belgilangan tartibda huquqni muhofaza qiluvchi organ xodimlari tomonidan buzilgan hollarda shaxslarning harakatlari jinoiy jazolanmaydigan qilmish deb topiladi.\n\n7. Mansabdor shaxslarning g‘ayriqonuniy harakatlari tegishli belgilar mavjud bo‘lgan holatda JK 205 yoki 206-moddalarida nazarda tutilgan mansab vakolatini suiiste’mol qilish jinoyatini vujudga keltirishi mumkin.\n\n8. Subyektiv tomondan ushbu jinoyat to‘g‘ri qasd bilan sodir etiladi.\n\n9. Jinoyat subyekti 16 yoshga to‘lgan shaxs hisoblanadi."
        },
        {
            "modda_raqami": "144-modda. Fuqarolarning murojaatlari to‘g‘risidagi qonun hujjatlarini buzish.",
            "matni": "Murojaat ko‘rib chiqilishini asossiz rad etish, murojaatni ko‘rib chiqish muddatlarini uzrli sabablarsiz buzish, asossiz qonunga zid qaror qabul qilish yoki fuqarolarning shaxsiy hayotiga doir ma’lumotlarni oshkor etish, shuningdek fuqarolarning murojaatlari to‘g‘risidagi qonun hujjatlarini fuqarolarning huquqlari yoki fuqarolar, jamiyat va davlatning qonun bilan qo‘riqlanadigan manfaatlariga jiddiy zarar yetkazadigan holda buzish, eng kam oylik ish haqining yigirma besh baravarigacha miqdorda jarima yoki ikki yilgacha axloq tuzatish ishlari yoki olti oygacha qamoq bilan jazolanadi.\n\nFuqaroni davlat organiga, korxona, muassasa, tashkilot yoki jamoat birlashmasiga murojaat qilganligi yoki murojaatda bayon etilgan tanqid, shuningdek boshqacha shaklda tanqid qilganligi uchun mansabdor shaxs tomonidan ta’qib qilish, eng kam oylik ish haqining yigirma besh baravaridan ellik baravarigacha miqdorda jarima yoki ikki yildan uch yilgacha axloq tuzatish ishlari yoki uch yilgacha ozodlikdan mahrum qilish bilan jazolanadi.",
            "sharxi": "1. O‘zbekiston Respublikasi Konstitutsiyasining 35-moddasida: “Har bir shaxs bevosita o‘zi va boshqalar bilan birgalikda vakolatli davlat organlariga, muassasalariga yoki xalq vakillariga ariza, taklif va shikoyatlar bilan murojaat qilish huquqiga ega”ligi mustahkamlab qo‘yilgan.\n\n2. Jinoyat obyekti jismoniy shaxslarning vakolatli davlat organlariga, muassasalariga yoki xalq vakillariga ariza, taklif va shikoyatlar bilan konstitutsiyaviy murojaat qilish huquqi hisoblanadi.\n\n3. Jinoyat kodeksi 144-moddasining 1-qismida ko‘zda tutilgan jinoyatning obyektiv tomoni fuqarolarning murojaatlari to‘g‘risidagi qonunni buzishga qaratilgan har xil harakatlar bo‘lib, u fuqarolarning, jamiyatning va davlatning qonun bilan muhofaza etiladigan huquqlariga jiddiy zarar yetkazishda ifodalanadi.\n\n4. Fuqarolar, jamiyat va davlatning qonun bilan muhofaza etiladigan huquqlariga yetkazilgan zararning jiddiyligi to‘g‘risidagi masalani hal qilish jarayonida kelib chiqqan oqibatlar xususiyatini hamda ma’naviy zararning ahamiyatini, moddiy zarar hajmini, fuqaroning mehnati, shaxsiy va mulkiy bo‘lmagan huquq va manfaatlarining cheklanish darajasi inobatga olinishi kerak. Shaxslar vakolatli davlat organlariga, muassasalariga yoki xalq vakillariga ariza, taklif va shikoyatlar bilan konstitutsiyaviy murojaat qilish huquqini ta’minlash sohasidagi munosabatlar O‘zbekiston Respublikasining 2002 yil 13 dekabrdagi “Fuqarolar murojaatlari to‘g‘risida”gi Qonuni (yangi tahriri) bilan tartibga solinadi.\n\n5. Murojaatlarni ko‘rib chiqishni qonunga xilof ravishda rad etish murojaatlarni ko‘rib chiqish majburiyati yuklangan shaxs yoki organning qonunda ko‘rsatilmagan asoslarga ko‘ra murojaatni qabul qilmasligidir. Murojaatlar mansabdor shaxs tomonidan qabul qilinmasligi quyidagi hollarda qonuniy deb topiladi:  \n\n- yozma murojaatlarda imzo qo‘yilmagan va fuqarolarning ismi-sharifi, turar joyi to‘g‘risida ma’lumotlar ko‘rsatilmagan yoki yolg‘on ma’lumotlar ko‘rsatilgan hollarda (Qarang: O‘zbekiston Respublikasining 2002 yil 13 dekabrdagi “Fuqarolar murojaatlari to‘g‘risida”gi Qonuni (yangi tahriri), 6-modda, 3-qism);  \n\n- og‘zaki murojaatlar – murojaat qiluvchi shaxsini tasdiqlovchi guvohnomani taqdim etmagan yoki uning murojaatlari asossiz bo‘lgan hollarda (Qarang: O‘zbekiston Respublikasining 2002 yil 13 dekabrdagi “Fuqarolar murojaatlari to‘g‘risida”gi Qonuni (yangi tahriri), 8-modda, 3, 4-qismlar). Murojaatda tegishli organlarga jo‘natish uchun ma’lumotlar mavjud bo‘lmasa, shuningdek murojaat etish muddati o‘tkazib yuborilgan bo‘lsa, u fuqaroga qaytarilib berilishi mumkin.\n\n6. Fuqarolarning murojaatlari to‘g‘risidagi qonunning buzilishi borasidagi ishlar bo‘yicha har bir alohida olingan holatda aybdorning qilmishlari va kelib chiqqan oqibatlar o‘rtasidagi sababiy bog‘lanish aniqlanishi kerak. Murojaatni ko‘rib chiqish muddatlarining buzilishi qonunchilikda o‘rnatilgan tartibda murojaatlarni ko‘rib chiqish, ularni tegishli organlarga ko‘rib chiqish uchun yuborish muddatlariga rioya qilmaslikda namoyon bo‘ladi. Asoslanmagan qonunga zid qaror qabul qilish – bu murojaatda qo‘yilgan masalaning amaldagi qonunchilik me’yorlariga xilof ravishda hal etilishidir. Fuqarolarning xususiy hayoti to‘g‘risidagi axborotni tarqatish murojaatni ko‘rib chiqish natijasida olingan u murojaat qilgan-qilmaganligidan qati nazar fuqaroning shaxsiy hayotiga taalluqli turli xabarlarni tarqatishdir.\n\n7. Sharhlanayotgan moddaning 2-qismida nazarda tutilgan jinoyatning obyektiv tomoni fuqaroning davlat organi, korxona, muassasa, tashkilot, jamoat birlashmasiga bergan murojaatnomasi yoki undagi mavjud tanqid sababli mansabdor shaxs tomonidan ta’qib qilinishidan iborat.\n\n8. Ta’qib qilish deganda mansabdor shaxsning qasddan fuqarolarning mehnat, turar joy, mulkiy va boshqa huquqlarini yoki davlat organlariga qonun bilan muhofaza etiladigan murojaati munosabati bilan yoki murojaatida tanqid mavjudligi uchun manfaatlarini cheklashni tushunish lozim (masalan, noqonuniy ishdan bo‘shatish, kam ish haqi to‘lanadigan ishga o‘tkazish, imtiyozlardan mahrum etish va hokazo) (Qarang: O‘zbekiston Respublikasining 2002 yil 13 dekabrdagi “Fuqarolar murojaatlari to‘g‘risida”gi Qonuni (yangi tahriri), 17-18-moddalar).\n\n9. Fuqarolar, jamiyat va davlat huquqlariga yoki ularning qonun bilan muhofaza etiladigan manfaatlariga jiddiy zarar yetkazilgan vaqtdan (JK 144-moddasining 1-qismi) yoki ta’qib boshlanishi bilan (JK 144-moddasining 2-qismi) jinoyat tugallangan deb topiladi.\n\n10. Fuqarolarning murojaatlari to‘g‘risidagi qonunchilik mansabdor shaxs tomonidan buzilgan holatlarda fuqarolar, jamiyat va davlatning huquqlariga yoki ularning qonun bilan muhofaza etiladigan manfaatlariga jiddiy zarar yetkazilganda, uning harakatlarini JK 205 yoki 206-moddalari bo‘yicha kvalifikatsiya qilish zarur.\n\n11. Subyektiv tomondan jinoyat bila turib qasd bilan sodir etiladi.\n\n12. Jinoyatning subyekti 16 yoshga to‘lgan shaxs bo‘lishi mumkin."
        },
        {
            "modda_raqami": "145-modda. Vijdon erkinligini buzish.",
            "matni": "Diniy tashkilotning qonuniy faoliyatiga yoki diniy marosimlarni o‘tkazishga to‘sqinlik qilish, eng kam oylik ish haqining ellik baravarigacha miqdorda jarima yoki besh yilgacha muayyan huquqdan mahrum qilish yoki ikki yilgacha axloq tuzatish ishlari bilan jazolanadi.\n\nVoyaga yetmagan bolalarni diniy tashkilotlarga jalb etish, xuddi shuningdek ularning ixtiyoriga, ota-onalari yoki ularning o‘rnini bosuvchi shaxslar ixtiyoriga zid tarzda dinga o‘qitish, eng kam oylik ish haqining ellik baravaridan yetmish besh baravarigacha miqdorda jarima yoki ikki yildan uch yilgacha axloq tuzatish ishlari yoki uch yilgacha ozodlikdan mahrum qilish bilan jazolanadi.\n\nFuqarolarning o‘z fuqarolik huquqlarini amalga oshirishlariga yoki fuqarolik burchlarini bajarishlariga to‘sqinlik qilish bilan, dindorlardan majburiy yig‘im undirish va soliq olish bilan yoki shaxsning sha’ni va obro‘sini kamsituvchi chora-tadbirlar qo‘llash bilan yoki diniy ta’lim olishda hamda fuqaro dinga nisbatan, dinga e’tiqod qilish yoki e’tiqod qilmaslikka nisbatan, ibodat qilishda, diniy rasm-rusumlar va marosimlarda qatnashish yoki qatnashmaslikka nisbatan o‘z munosabatini belgilayotgan paytda majburlash bilan bog‘liq diniy faoliyat yuritish, shuningdek diniy marosimlar o‘tkazishni tashkil etish shaxs badaniga yengil yoki o‘rtacha og‘ir shikast yetkazilishiga sabab bo‘lsa, eng kam oylik ish haqining yetmish besh baravaridan yuz baravarigacha miqdorda jarima yoki olti oygacha qamoq yoki uch yildan besh yilgacha ozodlikdan mahrum qilish bilan jazolanadi.",
            "sharxi": "1. O‘zbekiston Respublikasi Konstitutsiyasining 31-moddasida barcha uchun vijdon erkinligi kafolatlanganligi, har bir shaxsning xohlagan dinga e’tiqod qilishi yoki hech qaysi dinga e’tiqod qilmasligi huquqi belgilab berilgan. O‘zbekiston Respublikasida diniy aqidalarni majburiy tarqatishga yo‘l qo‘yilmaydi. Fuqarolik va siyosiy huquqlar to‘g‘risidagi Xalqaro Pakt va Inson huquqlari umumjahon deklaratsiyasining 18-moddasi mazmuni O‘zbekiston Respublikasi Jinoyat kodeksining 145-moddasi amalda mazkur xalqaro huquq normalariga muvofiq ekanligini tasdiqlaydi. Fuqarolik va siyosiy huquqlar to‘g‘risidagi Xalqaro Paktning 18-moddasida yozilishicha: “Har bir inson fikr, vijdon va din erkinligi huquqiga ega. Ushbu huquq o‘z ixtiyori bilan o‘ziga ma’qul dinni qabul qilish va e’tiqod qilish erkini, yakka holda, shuningdek boshqalar bilan birgalikda, oshkora yoki xususiy tartibda sig‘inishga borishga, diniy va boshqa urf-odatlarni va marosimni bajarish erkini ham o‘z ichiga oladi”.\n\n2. Jinoyat obyekti Konstitutsiya bilan kafolatlangan har bir diniy idoraning qonuniy faoliyat ko‘rsatishi va shaxsning xohlagan dinga e’tiqod qilishi yoki hech qaysi dinga e’tiqod qilmaslik huquqi va fuqarolar sog‘lig‘idir.\n\n3. Vijdon erkinligi deganda har qanday dinga erkin e’tiqod qilish yoki hech qaysi dinga e’tiqod qilmaslik, diniy, diniy bo‘lmagan yoki boshqa e’tiqodlarni tanlash, qonunga rioya qilgan holda unga muvofiq ish olib borishni tushunish kerak.\n\n4. Obyektiv tomondan JK 145-moddasining 1-qismida nazarda tutilgan jinoyat diniy tashkilotlarning qonuniy faoliyatiga yoki diniy urf-odatlarni amalga oshirishga qarshilik ko‘rsatishda ifodalanadi. Qarshilik ko‘rsatish diniy muassasalarning faoliyatiga to‘sqinlik qilishda (masjid va cherkovlarni yopib qo‘yish) yoki diniy marosimlarni (nikoh o‘qish, xatna qilish, janoza o‘qish yoki marhumni dafn etish va hokazo) o‘tkazishga yo‘l qo‘ymaslikka qaratilgan harakatlarni sodir etishda ifodalanishi mumkin.\n\n5. Diniy tashkilotlarning qonuniy faoliyatiga yoki diniy marosimlarni bajarishga qarshilik ko‘rsatish (JK 145-moddasining 1-qismi) boshlangan paytdan jinoyat tugallangan deb topiladi.\n\n6. JK 145-moddasi 2-qismining obyektiv tomoni voyaga yetmagan bolalarni diniy tashkilotlarga jalb etish, shuningdek ularning ixtiyoriga, ota-onalari yoki ularning o‘rnini bosuvchi shaxslar ixtiyoriga zid tarzda dinga o‘qitish hisoblanadi.\n\n7. JK 145-moddasi 3-qismining obyektiv tomoni fuqarolarning o‘z fuqarolik huquqlarini amalga oshirishlariga yoki fuqarolik burchlarini bajarishlariga to‘sqinlik qilish bilan, dindorlardan majburiy yig‘im undirish va soliq olish bilan yoki shaxsning sha’ni va abro‘sini kamsituvchi chora-tadbirlar qo‘llash bilan yoki diniy ta’lim olishda hamda fuqaro dinga nisbatan, dinga e’tiqod qilish yoki e’tiqod qilmaslikka nisbatan, ibodat qilishda, diniy rasm-rusumlar va marosimlarda qatnashish yoki qatnashmaslikka nisbatan o‘z munosabatini belgilayotgan paytda majburlash bilan bog‘liq diniy faoliyat yuritish, shuningdek shaxs badaniga yengil yoki o‘rtacha og‘ir shikast yetkazilishiga olib kelgan diniy marosimlar o‘tkazishni tashkil etish hisoblanadi. Bunday vaziyatlarda badanga yengil yoki o‘rtacha og‘ir shikast yetkazishni nazarda tutadigan moddalarga ko‘ra jinoyatlar majmui bo‘yicha baholash zarurati bo‘lmaydi.\n\n8. Voyaga yetmagan bolalarni diniy tashkilotlarga noqonuniy jalb etish – voyaga yetmagan shaxsni qonunga zid tarzda diniy tashkilotlar faoliyatida ishtirok etishga (aldov, moddiy boylik evaziga, qasos olish maqsadida, tahdid solish yo‘li bilan, g‘ayrilik yoki boshqa qabih niyatlarda) og‘dirish. Voyaga yetmagan bolalarni diniy tashkilotlarga noqonuniy jalb etish voyaga yetmagan shaxsni qonunga zid tarzda diniy tashkilotlar faoliyatida ishtirok etishga og‘dirish vaqtidan boshlab jinoyat tamomlangan hisoblanadi.\n\n9. Qonunga zid tarzda dinga o‘qitish – voyaga yetmagan bolalarga ularning ixtiyoriga, ota-onalari yoki ularning o‘rnini bosuvchi shaxslar ixtiyoriga zid tarzda diniy bilim berish hisoblanadi.\n\n10. JK 145-moddasining 3-qismida nazarda tutilgan jinoyat JK 145-moddasining 3-qismi dispozitsiyasida belgilangan harakat sodir etilgan vaqtdan boshlab, oqibatlaridan qat’i nazar, tugallangan deb topiladi. Diniy marosimlar o‘tkazishni tashkil etish shaxsning badaniga yengil yoki o‘rtacha og‘ir shikast yetkazilishiga sabab bo‘lishi bundan mustasno, chunki bu holatda oqibat kelib chiqqandan keyin jinoyat tugallangan hisoblanadi.\n\n11. Agar mansabdor shaxs o‘z xizmat mavqeidan foydalanib diniy tashkilotlarning qonuniy faoliyatiga yoki diniy urf-odatlarni amalga oshirishga to‘sqinlik qilsa, uning harakatlarini muayyan vaziyatlardan kelib chiqib jinoyatlar majmui tariqasida JK 205 yoki 206-moddalariga hamda 145-moddasi bo‘yicha kvalifikatsiya qilish lozim.\n\n12. Subyektiv tomondan jinoyat bila turib qasd bilan sodir etiladi. Jinoyatni kvalifikatsiya qilish uchun motiv va maqsad ahamiyatga ega emas.\n\n13. Jinoyatning subyekti 16 yoshga to‘lgan har qanday shaxs hisoblanadi."
        },
        {
            "modda_raqami": "146-modda. Saylov yoki referendum tashkil qilish, ularni o‘tkazish to‘g‘risidagi qonun hujjatlarini buzish.",
            "matni": "Saylov yoki referendum tashkil qilish, ularni o‘tkazish vaqtida mansabdor shaxslar, siyosiy partiyalar yoki fuqarolarning o‘zini o‘zi boshqarish organlarining vakillari, tashabbuskor guruhlar yoki saylov yoki referendum komissiyalari a’zolari tomonidan ovoz berishning yashirinligini buzish, saylov yoki referendum hujjatlarini qalbakilashtirish, saylov yoki imzo varaqalariga soxta yozuvlar kiritish, berilgan ovozlarni ataylab noto‘g‘ri hisoblash, eng kam oylik ish haqining yigirma besh baravarigacha miqdorda jarima yoki uch yilgacha axloq tuzatish ishlari yoki olti oygacha qamoq yoki uch yilgacha ozodlikdan mahrum qilish bilan jazolanadi.",
            "sharxi": "1. O‘zbekiston Respublikasi Konstitutsiyasining 9-moddasiga binoan jamiyat va davlat hayotining eng muhim masalalari xalq muhokamasiga taqdim etiladi, umumiy ovozga (referendumga) qo‘yiladi. Referendum o‘tkazish tartibi O‘zbekiston Respublikasining 2001 yil 30-avgustdagi “O‘zbekiston Respublikasining referendumi to‘g‘risida”gi Qonuni bilan belgilanadi. Referendum – umumxalq ovozi yordamida qonunlar qabul qilish yoki davlat hayotining eng muhim masalalarini hal etishdir.\n\n2. Jinoyatning obyekti fuqarolarning o‘z konstitutsiyaviy saylov huquqini amalga oshirish, referendum yoki saylovlarni belgilangan tartibda o‘tkazish hisoblanadi.\n\n3. Obyektiv tomondan jinoyat quyidagi harakatlardan birida ifodalanadi: ovoz berish yashirinligini buzish; saylov hujjatlarini qalbakilashtirish; referendum hujjatlarini qalbakilashtirish; ovoz berish byulletenlari yoki imzo varaqalariga soxta yozuvlarni kiritish; bila turib ovozlarni noto‘g‘ri hisob-kitob qilish. Ovoz berish yashirinligini buzish referendum yoki saylov uchastkasini unda ishtirok etayotgan shaxsning kimga ovoz berganligini bilish mumkin bo‘lgan sharoitda tashkil etishdan iborat. Bu ovoz berish xonalarining jihozlanmaganligi, ularda begona shaxslarning ishtiroki, qonunda nazarda tutilgan asossiz to‘ldirilgan byulletenlarni ko‘rib chiqish va hokazo oqibatida yuz berishi mumkin. Hujjatlarni soxtalashtirish deganda asl hujjatlarga qisman bo‘lsa-da boshqa yozuvlar kiritish yoki soxta hujjatlarni tayyorlash nazarda tutiladi. Bu o‘rinda soxtakorlik referendum yoki saylovlarda qatnashayotgan shaxslarning irodasini buzib ko‘rsatishi muhimdir. Bila turib ovozlarni noto‘g‘ri hisoblash ovoz berishda qatnashganlarning amalda ma’qullab yoki ma’qullamay bergan qarshi ovozlarini ongli ravishda ko‘paytirish yoki kamaytirishdan iborat.\n\n4. Saylovlar yoki referendumni tashkil etish, o‘tkazish to‘g‘risidagi qonunni buzishga qaratilgan harakatlardan birortasini sodir etish vaqtidan boshlab jinoyat tugallangan deb topiladi.\n\n5. Subyektiv tomondan jinoyat to‘g‘ri qasd bilan sodir etiladi.\n\n6. O‘n sakkiz yoshga to‘lgan mansabdor shaxslar, siyosiy partiyalar yoki fuqarolarning o‘zini o‘zi boshqarish idoralarining vakillari, tashabbuskor guruhlar yoki saylov komissiyalari yoki referendum komissiyalari a’zolari sharhlanayotgan jinoyatning subyekti bo‘lishlari mumkin."
        },
        {
            "modda_raqami": "147-modda. Saylov huquqining yoki ishonchli vakillar vakolatlarining amalga oshirilishiga to‘sqinlik qilish.",
            "matni": "Fuqarolarning deputat yoki O‘zbekiston Respublikasi Prezidentini saylash yoki saylanish, saylovoldi targ‘iboti olib borish huquqlarini, deputatlikka yoki O‘zbekiston Respublikasi Prezidentligiga nomzod shaxsning ishonchli vakillari o‘z vakolatlarini erkin amalga oshirishlariga, shuningdek fuqarolarning referendumda erkin ishtirok etishlariga zo‘rlik ishlatish, qo‘rqitish, aldash yoki og‘dirib olish yo‘li bilan to‘sqinlik qilish, uch yilgacha axloq tuzatish ishlari yoki olti oygacha qamoq yoki besh yilgacha ozodlikdan mahrum qilish bilan jazolanadi.",
            "sharxi": "1. Sharhlanayotgan modda Fuqarolik va siyosiy huquqlar to‘g‘risidagi Xalqaro Paktning 25-moddasiga muvofiq keladi, ya’ni “har bir fuqaro… hech bir kamsitishlarsiz va asoslanmagan cheklashlarsiz quyidagi huquq hamda imkoniyatlarga ega bo‘lishi kerak: …b) yalpi va teng saylov huquqi asosida, yashirin ovoz berish orqali o‘tkaziladigan va saylovlarning erkin holdagi xohish-irodasini ta’minlovchi chinakam davriy saylovda ovoz berish va saylanish…”. O‘zbekiston Respublikasi Konstitutsiyasining 32-moddasida O‘zbekiston Respublikasining fuqarolari jamiyat va davlat ishlarini boshqarishda bevosita hamda o‘z vakillari orqali ishtirok etish huquqiga egadirlar. Bunday ishtirok etish o‘zini o‘zi boshqarish, referendumlar o‘tkazish va davlat organlarini demokratik tarzda tashkil etish yo‘li bilan amalga oshiriladi. Bunday siyosiy huquqni buzish sharhlanayotgan moddada nazarda tutilgan jinoiy faoliyatni vujudga keltiradi.\n\n2. Fuqarolarning saylash yoki saylanish, saylovoldi targ‘iboti olib borish, deputatlikka yoki O‘zbekiston Respublikasi Prezidentligiga nomzod shaxsning ishonchli vakillari o‘z vakolatlarini erkin amalga oshirishlari, shuningdek fuqarolarning referendumda erkin ishtirok etish konstitutsiyaviy huquqi jinoyat obyekti hisoblanadi.\n\n3. Sharhlanayotgan jinoyat obyektiv tomondan zo‘rlik ishlatish, aldash, qo‘rqitish yoki og‘dirib olish yo‘li bilan fuqaroning saylov huquqlarini erkin amalga oshirishiga to‘sqinlik qilishda yoki deputatlikka nomzodlarning yoki O‘zbekiston Respublikasi Prezidentligiga nomzodlarning ishonchli shaxslari vakolatlarini amalga oshirishga yo‘l quymaslikda ifodalanadi.\n\n4. To‘sqinlik qilish qonunda ko‘rsatilgan usul bilan fuqaroga yoki deputatlikka nomzodga yoki O‘zbekiston Respublikasi Prezidentligiga nomzodga uni saylov huquqlarini amalga oshirishdan mahrum etish yoki ishonchli vakil vakolatlarini amalga oshirishda to‘sqinlik qilish uchun ta’sir ko‘rsatishda ifodalanadi (masalan, saylovoldi tashviqotini olib borishni taqiqlash; saylovchilar ro‘yxatiga kiritmaslik va hokazo). Mazkur jinoyatning muqarrar alomati zo‘rlik ishlatish, qo‘rqitish, aldash yoki og‘dirib olish yo‘li bilan amalga oshadigan to‘sqinlik qilishdir.\n\n5. Sharhlanayotgan moddada nazarda tutilgan zo‘rlik ishlatish deganda saylov huquqini yoki ishonchli vakillarning vakolatlarini amalga oshirishga to‘sqinlik qiluvchi har qanday jismoniy ta’sirni (masalan, kaltaklash, do‘pposlash, g‘ayriqonuniy ravishda ozodlikdan mahrum etish, badanga yengil yoki o‘rtacha og‘ir shikast yetkazishni) tushunish lozim. Agar saylov huquqi yoki ishonchli vakillar vakolatlarini amalga oshirishga qarshilik ko‘rsatish maqsadida sharhlanayotgan moddada nazarda tutilgandan ko‘ra qattiqroq jazolanadigan zo‘rlik ishlatish qo‘llanilsa, qilmish oqibatlarga qarab jinoyatlar majmui bo‘yicha kvalifikatsiya qilinadi.\n\n6. Qo‘rqitish jabrlanuvchiga ruhiy ta’sir o‘tkazishda, ya’ni agar u saylovda ishtirok etib o‘z huquqini amalga oshirsa, ovoz bersa yoki saylov oldi tashviqoti olib borsa, uning yoki yaqin qarindoshlarining qonun bilan qo‘riqlanadigan manfaatlariga (hayotiga, sog‘lig‘iga, mulkiga, sha’niga, qadr-qimmatiga va boshqalarga) zarar yetkazish niyati bildirilgan (yozma, og‘zaki, imo-ishora bilan) xabarlarda ifodalanadi. O‘ldirish yoki zo‘rlik ishlatish bilan qo‘rqitishni (JK 112-moddasi) sharhlanayotgan modda qamrab oladi va ayblanuvchining harakatlari qo‘shimcha kvalifikatsiya qilishni talab qilmaydi.\n\n7. Sharhlanayotgan jinoyatni sodir etish usuli sifatida aldash deganda bila turib shaxsning referendumda, saylovlarda, saylovoldi tashviqotlari olib borishda qatnashish huquqi borasida chalg‘itish, saylovoldi kampaniyalarida yoki saylovning o‘zida erkin qatnashish uchun fuqarolar bilishi shart bo‘lgan ovoz berish joyi, vaqti, byulletenni to‘ldirish tartibi va sanasi haqida noto‘g‘ri axborotlar berib yanglishtirish, bu haqda yolg‘on xabar berish tushuniladi.\n\n8. Og‘dirib olish deganda shaxsning saylovoldi kampaniyasida yoki saylovlarda yoki referendumda qatnashmasligi uchun yoki saylov komissiyasi a’zosini yoki boshqa shaxsni saylov komissiyasi ishiga to‘sqinlik qilgani uchun taqdirlash yoki biror mulkiy imtiyozlar yoki ne’matlarni taqdim etishga va’da berish tushuniladi.\n\n9. Jinoyat JK 147-moddasi dispozitsiyasida sanab o‘tilgan birorta harakat sodir etilgan vaqtdan boshlab tugallangan deb topiladi. Bunga fuqaroning ovoz berishda, saylovda yoki saylanishda saylovoldi tashviqotida qatnashuviga amalda chinakamiga to‘sqinlik qilingan-qilinmaganligining ahamiyati yo‘q.\n\n10. Mazkur jinoyat mansabdor shaxs tomonidan sodir etilganda va boshqa zarur belgilar mavjud bo‘lganda qilmishni JK 205 yoki 206-moddalarida ko‘rsatilgan jinoyatlar bilan jinoyatlar majmui bo‘yicha kvalifikatsiya qilish kerak.\n\n11. Subyektiv tomondan jinoyat bila turib qasd bilan sodir etiladi.\n\n12. O‘n olti yoshga to‘lgan shaxs jinoyat subyekti bo‘ladi."
        },
        {
            "modda_raqami": "148-modda. Mehnat qilish huquqini buzish.",
            "matni": "Bila turib g‘ayriqonuniy ravishda ishdan bo‘shatish yoki ishga tiklash to‘g‘risidagi sud qarorini bajarmaslik, shunday qilmishlar uchun ma’muriy jazo qo‘llanilganidan keyin sodir etilsa, eng kam oylik ish haqining yigirma besh baravarigacha miqdorda jarima yoki uch yilgacha muayyan huquqdan mahrum qilish yoki uch yilgacha axloq tuzatish ishlari bilan jazolanadi.\n\nAyolni homiladorligi yoki yosh bolani parvarish qilayotganligini bila turib uni ishga olishdan g‘ayriqonuniy ravishda bosh tortish yoki ishdan bo‘shatish, eng kam oylik ish haqining yigirma besh baravarigacha miqdorda jarima yoki uch yilgacha muayyan huquqdan mahrum qilish yoki uch yilgacha axloq tuzatish ishlari bilan jazolanadi.",
            "sharxi": "1. O‘zbekiston Respublikasi Konstitutsiyasining 37-moddasida fuqarolarning mehnat qilish huquqi muhofaza qilinadi va unga muvofiq “har bir shaxs mehnat qilish, erkin kasb tanlash, adolatli mehnat sharoitlarida ishlash va qonunda ko‘rsatilgan tartibda ishsizlikdan himoyalanish huquqiga egadir”. Inson huquqlari umumjahon deklaratsiyasining 23-moddasida “har bir inson mehnat qilish, ishni erkin tanlash, adolatli va qulay ish sharoitiga ega bo‘lish va ishsizlikdan himoyalanish huquqiga ega” deya ta’kidlanadi.\n\n2. Jinoyat obyekti fuqarolarning mehnat qilish va xavfsizlik hamda gigiyena talablariga javob beruvchi sharoitda ishlash konstitutsiyaviy huquqi hisoblanadi.\n\n3. Jinoyat kodeksi 148-moddasi 1-qismining obyektiv tomoni bila turib g‘ayriqonuniy ravishda ishdan bo‘shatish yoki ishga tiklash to‘g‘risidagi sud qarorini bajarmaslik hisoblanadi.\n\n4. Shaxsni sharhlanayotgan moddaning 1-qismi bo‘yicha jinoiy javobgarlikka tortishning muqarrar sharti uni mazkur modda dispozitsiyasida nazarda tutilgan qilmishlari uchun Ma’muriy javobgarlik to‘g‘risidagi kodeksning 49-moddasi bilan ma’muriy jazoga tortilganligidir.\n\n5. Shaxsni bila turib qonunga xilof ravishda ishdan bo‘shatish mehnat qonunida nazarda tutilgan asoslarning bo‘lmasligi yoki ishdan bo‘shatishning belgilangan tartibiga rioya qilmasdan amalga oshirilganligidir.\n\n6. Ishga tiklash to‘g‘risidagi sud qarorini bajarmaslik uni amalda ishga quymaslikdan yoki ishga tiklash to‘g‘risida buyruq chiqarishdan bo‘yin tovlashdan yoki qonuniy kuchga kirgan sud qaroriga boshqacha to‘sqinlik qilishdan iborat.\n\n7. JK 148-moddasining 1-qismida nazarda tutilgan jinoyat shaxsni g‘ayriqonuniy ishdan bo‘shatish yoki uni ishga tiklash to‘g‘risidagi sud qarorini bajarmaslik vaqtidan boshlab tugallangan deb topiladi.\n\n8. Ayolning homiladorligini yoki yosh bolani parvarish qilayotganligini bila turib uni ishga olishdan g‘ayriqonuniy bosh tortilganda yoki ishdan bo‘shatish to‘g‘risida buyruq berilganda (vakansiya yoki kerakli blankalarning, hujjatlarning yo‘qligini bahona qilib), aybdorning qilmishlari JK 148-moddasining 2-qismi bo‘yicha kvalifikatsiya qilinadi. Jinoiy javobgarlik kelib chiqishi uchun homiladorlik muddatining ahamiyati yo‘q.\n\n9. JK 148-moddasining 2-qismida nazarda tutilgan jinoyat ishga olishdan g‘ayriqonuniy bosh tortish yoki ayolning homiladorligi yoki yosh bolani parvarish qilayotganligi sababli ishdan bo‘shatish vaqtidan boshlab tugallangan deb topiladi.\n\n10. Subyektiv tomondan jinoyat faqat to‘g‘ri qasd bilan sodir etiladi. Jinoyatni kvalifikatsiya qilishda motiv va maqsadning ahamiyati yo‘q.\n\n11. Ishga qabul qilish yoki ishdan bo‘shatish huquqiga ega bo‘lgan shaxs jinoyat subyekti hisoblanadi."
        },
        {
            "modda_raqami": "149-modda. Mualliflik yoki ixtirochilik huquqlarini buzish.",
            "matni": "Tafakkur mulki obyektiga nisbatan mualliflik huquqini o‘zlashtirib olish, hammualliflikka majburlash, shuningdek tafakkur mulk obyektlari to‘g‘risidagi ma’lumotlarni ular rasman ro‘yxatdan o‘tkazilgunga yoki e’lon qilingunga qadar muallifning roziligisiz oshkor qilish, eng kam oylik ish haqining yigirma besh baravaridan yetmish besh baravarigacha miqdorda jarima yoki besh yilgacha muayyan huquqdan mahrum qilish yoki uch yilgacha axloq tuzatish ishlari yoki olti oygacha qamoq bilan jazolanadi.",
            "sharxi": "1. O‘zbekiston Respublikasining Konstitutsiyasida ilmiy va texnik ijod erkinligi, madaniyat yutuqlaridan foydalanish huquqi kafolatlanadi (42-modda) va bu esa ijodiy faoliyat bilan bog‘liq bo‘lgan ijtimoiy munosabatlarni qo‘riqlash zaruratini keltirib chiqaradi.\n\n2. Jinoyat obyekti fuqaroning o‘z tafakkur mulkini himoyalash bo‘yicha konstitutsiyaviy huquqi, jumladan mualliflik yoki kashfiyotchilik huquqi hisoblanadi.\n\n3. Obyektiv tomondan jinoyat tafakkur mulki obyektiga nisbatan mualliflik huquqini o‘zlashtirib olish, hammualliflikka majburlash, shuningdek tafakkur mulk obyektlari to‘g‘risidagi ma’lumotlarni ular rasman ro‘yxatdan o‘tkazilgunga yoki e’lon qilingunga qadar muallifning roziligisiz oshkor qilishda ifodalanadi.\n\n4. Har qanday asar – ilmiy maqola, badiiy, musiqiy yoki boshqa ijod namunalari muallif aqliy faoliyatining mahsulidir. Ularni e’lon qilish muayyan shaxsning mualliflik huquqini mustahkamlaydi. Mualliflikning boshqa shaxs tomonidan o‘zlashtirilishi uning o‘zgalar yozgan asarni o‘zining nomi bilan (plagiat yo‘li bilan) to‘la yoki qisman har qanday usulda chop etish bilan e’lon qilishda ifodalanadi.\n\n5. Ilmiy, adabiy, musiqiy yoki boshqa turdagi asardagi ommalashtirish mazkur asarni nashr etish, ko‘rgazmada namoyish qilish, televideniye orqali ko‘rsatish, radio orqali o‘qish yoki hikoya qilib berish va boshqalardan iborat.\n\n6. “Mutlaq huquq obyekti bo‘lgan intellektual mulkdan boshqa shaxslar faqat huquq egasining roziligi bilan foydalanishlari mumkin. Shuning uchun intellektual mulkdan har qanday qonunsiz foydalanish – bu huquqning qo‘pol buzilishi hisoblanadi. Jumladan, tadbirkorlik subyektlarining intellektual faoliyati natijalarini o‘zlashtirib olish Jinoyat kodeksining 149-moddasi bilan tavsiflanishi mumkin. Agar intellektual mulk obyektlari moddiy qimmatlikka ega bo‘lsa, aybdorning qilmishlari talon-toroj sifatida baholanadi” (O‘zbekiston Respublikasi Oliy sudi va O‘zbekiston Respublikasi Oliy xo‘jalik sudi Plenumining 2000 yil 28 apreldagi 2-sonli “Tadbirkorlik faoliyati bilan bog‘liq qonunchilikni qo‘llash sud amaliyoti to‘g‘risida”gi qo‘shma qarori, 7-band).\n\n7. Hammualliflikka majbur etish deganda tafakkur mulki obyektini muallifiga turli yo‘llar bilan ta’sir o‘tkazish, ya’ni aybdorning o‘zi tomonidan hamda uning talabi bilan tafakkur mulki obyektini yaratishda bevosita ishtirok etmagan boshqa shaxslar tomonidan ta’sir o‘tkazilishi tushuniladi. Hammualliflikka majbur etish muallifdan aybdorning talabi bilan uning o‘zini yoki boshqa shaxslarni tafakkur mulki obyektini yaratishda birgalikda qatnashgandek mualliflar jamoasi tarkibiga qo‘shishga roziligini talab qilishdir.\n\n8. Tafakkur mulk obyektlari deganda ilmiy, badiiy, musiqiy, adabiy asarlar yoki ixtirochilik va ishni oqilona tashkil etishga oid takliflarni tushunmoq zarur.\n\n9. Muallifning roziligisiz tafakkur mulki obyektini to‘g‘risidagi ma’lumotlarni oshkor etish deganda tafakkur mulki rasmiy ro‘yxatdan o‘tkazilguniga yoki e’lon qilinguniga qadar uning to‘g‘risida muallifning roziligisiz oshkor qilingan har qanday axborotni tushunish kerak.\n\n10. JK 149-moddasi dispozitsiyasida nazarda tutilgan har qanday harakatlardan biri sodir etilgan vaqtdan boshlab sharhlanayotgan jinoyat tugallangan deb topiladi.\n\n11. Subyektiv tomondan jinoyat to‘g‘ri qasd bilan sodir etiladi.\n\n12. O‘n olti yoshga to‘lgan shaxs sharhlanayotgan jinoyatning subyekti bo‘lishi mumkin."
        },
        {
            "modda_raqami": "150 - modda. Urushni targ‘ib qilish.",
            "matni": "Urushni targ‘ib qilish, ya’ni bir mamlakatni ikkinchi mamlakatga nisbatan qo‘zg‘atish uchun turli shakldagi qarashlar, g‘oyalar yoki chaqiriqlar tarqatish - besh yildan o‘n yilgacha ozodlikdan mahrum qilish bilan jazolanadi",
            "sharxi": "1. Urushni targ‘ib qilish - agressiya uchun muhim sharoit yaratib beruvchi va undan oldin yuz beruvchi jinoyat hisoblanadi. Shu sababli tinchlikni himoya qiluvchi xalqaro kongresslar urushni targ‘ib qilishni qat’iy taqiqlashni ko‘p marotaba talab qilmoqda. 1927 yilda Afinada o‘tkazilgan tinchlik kongressida urushni targ‘ib qilishning har qanday ko‘rinishi xalqaro jinoyat ekanligi to‘g‘risidagi rezolyutsiya qabul qilingan. Hozirgi zamon xalqaro huquqi urushni targ‘ib qilishni taqiqlab, uni insoniyatga qarshi og‘ir jinoyat deb hisoblaydi. 1947 yil 3 noyabrda \"Urushni targ‘ib qilishni taqiqlash to‘g‘risida\"gi BMT Bosh Assambleyasining maxsus rezolyutsiyasi qabul qilingan. Unda har qanday mamlakatda tinchlikka turli xavf tug‘diruvchi yoki mazkur xavfni kuchaytiruvchi, umuman, tinchlikka tahdid soluvchini buzuvchi tajovuzkorlik harakatlari qoralanadi. Mazkur rezolyutsiyaga asosan qator mamlakatlarda urushni targ‘ib qilish jinoiy jazolanadigan qilmish sifatida baholanadi va bu haqda maxsus qonunlar qabul qilingan. Ularda, urushni targ‘ib qilish qaysi shaklda olib borilganligidan qati nazar, urush boshlash xavfini tug‘diradi, tinchlikka putur yetkazadi va shunga ko‘ra, u - og‘ir jinoyat, deb ta’kidlanadi. Urushni targ‘ib qilishda aybdor deb topilgan shaxslar og‘ir jinoyat sodir etgan jinoyatchilar sifatida sud qilinishi lozim. Urushni targ‘ib qilishni taqiqlash tamoyili 1970 yildagi BMT Ustaviga muvofiq, xalqaro huquq tamoyillari to‘g‘risidagi Deklaratsiyaning davlatlar o‘rtasida do‘stona munosabatlarga va hamkorlikka taalluqli qismida o‘z aksini topgan. Deklaratsiyada barcha davlatlarning bosqinchilik urushlarini targ‘ib qilmasliklari zarurligi ta’kidlanadi. BMT Bosh Assambleyasining 38-sessiyasida qabul qilingan, yadro urushini qoralovchi Deklaratsiyada yadro qurolini birinchi bo‘lib qo‘llash, yadro urushini boshlashni targ‘ib qilishning oldini olishga oid muhim qoida mavjud. O‘zbekiston Respublikasi Konstitutsiyasida xalqaro huquqning umume’tirof etilgan normalari ustunligi tan olinib, Konstitutsiyaning 17-moddasida bu hol aniqlashtirilib, O‘zbekistonning tashqi siyosati \"davlatlarning suveren tengligi, kuch ishlatmaslik yoki kuch bilan tahdid qilmaslik, chegaralarning daxlsizligi, nizolarni tinch yo‘l bilan hal etish, boshqa davlatlarning ichki ishlariga aralashmaslik qoidalariga va xalqaro huquqning umume’tirof etilgan boshqa qoidalari va normalariga asoslanadi\", - deb belgilangan. Mazkur qoidalar Konstitutsiyaning 57-moddasida yanada rivojlantirilib, urushni targ‘ib qiluvchi siyosiy partiyalar va boshqa jamoat birlashmalarining tuzilishi taqiqlanishi qayd etilgan. Mazkur konstitutsiyaviy qoida ijrosi ta’minlanishining huquqiy kafolati urushni targ‘ib qilish uchun JK 150-moddasida nazarda tutilgan jinoiy javobgarlikning belgilanishi hisoblanadi.\n\n2. Urushni targ'ib qilishning ijtimoiy xavfliligi shundaki, aybdor ushbu jinoyatning obyektiv tomonini kishilarning ongi va irodasiga ta'sir qilib, jamiyatda va tegishli davlat tuzilmalarida urush olib borishni ma'naviy jihatdan oqlash va unga tayyorgarlik ijtimoiy-psixologik muhitni shakllantiradi, binobarin, davlat lavozimlarini egallab turgan hamda urush olib borishni boshlash to'g'risida qaror qabul qilishga vakolatli shaxslarni tegishlicha qo'llab-quvvatlaydi, ular bosqinchilik urushini boshlash to'g'risida qaror qabul qilayotganida ularni agressiv urushni boshlash bo'yicha xatti-harakatlarni sodir etishga undashga intiladi. Shu tariqa tinchlikka hamda davlatlarning tinch-totuvligiga rahna solinadi.\n\n3. Sharhlanayotgan jinoyatning obyekti rivojlanish va hayot faoliyatining sharti bo'lgan tinchlikni muhofaza qilish va davlatlarning tinch-totuvligini ta'minlash bo'yicha, O'zbekiston Respublikasi hayot faoliyatining: respublika xavfsizligi, uning ichki siyosati va tashqi siyosiy faoliyati, tinchlik hamda respublika va boshqa davlatlarning tinch-totuvligi, turli ko'lam va xususiyatga ega mojarolarning oldini olish singari sohalarida aniq ifodalanuvchi ijtimoiy munosabatlardir.\n\n4. Propaganda (lot. propaganda - targ'ib qilish) - biror g'oya, fikr, ta'limot va bilimlarni chuqur tushuntirish va targ'ib qilish; keng ommaga g'oyaviy ta'sir ko'rsatishdir. Urushni targ'ib qilish - muayyan doiradagi shaxslar orasida urush olovini yoqishga, bir davlatning ikkinchisiga nisbatan qo'zg'atishga qaratilgan qarashlar, g'oyalar yoki chaqiriqlarni tarqatishdan iborat. Bunday qarashlar va g'oyalar oshkora yoki xufya bo'lishi, bir yoki bir necha davlatlarga qarshi qaratilishi mumkin. Chaqiriqlar deganda, ma'lum yoki noma'lum doiradagi shaxslarga boshqa davlatga nisbatan urush e'lon qilish yoki olib borish zarurligi va maqsadga muvofiqligini asoslab murojaat qilish tushuniladi. Urush ham og'zaki, ham ommaviy axborot vositalari (radio, televideniye, matbuot, Internet va hokazolar)ni qo'llagan holda, ham yozma shaklda, teatr yoki sahna ko'rinishlarida, adabiyot va san'at sohasidagi badiiy asarlarda yoki boshqacha yo'llar bilan targ'ib qilinishi mumkin. Targ'ibot turli xil xususiyatda: urushga targ'ib etish, urushni xalqaro nizo va kelishmovchiliklarni yecha olishini oqlash, ommaviy zarba beruvchi qurol qo'llanishini oqlash tarzida bo'lishi mumkin.\n\n5. Shuni qayd etish lozimki, urushning adolatli, qonuniy (agressiyaga qarshi individual va kollektiv o'zini o'zi mudofaa qilish, BMT Xavfsizlik Kengashi qaroriga asosan agressorga nisbatan qurolli majburiy sanksiyalar belgilash, o'z taqdirini o'zi belgilash huquqini amalga oshirish maqsadidagi milliy ozodlik urushlari) va adolatsiz, g'ayriqonuniy (agressiya, kolonial urushlar) turlari mavjud.\n\n6. Obyektiv tomondan jinoyat bir mamlakatni ikkinchi mamlakatga tajovuz qilishi uchun turli shakldagi qarashlar, g'oyalar yoki chaqiriqlar tarqatishdan iborat.\n\n7. JK 150-moddasida urushni targ'ib qilganlik, ya'ni boshqa mamlakat hududida olib boriladigan, bosqinchilik (adolatsiz, g'ayriqonuniy) urushini boshlashni yoki boshqa davlatning ichki ishiga aralashish sifatida qoralanadigan urushni targ'ib qilganlik uchungina javobgarlik ko'zda tutilgan.\n\n8. Urushni targ'ib qilishga qurol-yarog'larni ko'paytirish, ommaviy qirg'in (atom, vodorod, kimyoviy va bakteriologik) qurollarini qo'llash haqidagi g'oyalarni tarqatish, milliy adovat qo'zg'atish, biror xalqqa qarshi qurollarni qo'llash yoki kelajakdagi agressiyaga harbiy, iqtisodiy, mafkuraviy tayyorgarlik ko'rish uchun shunga o'xshagan harakatlarni sodir etish kiradi.\n\n9. Urushni targ‘ib qiluvchi chaqiriqlar, qarashlar, g‘oyalarning ommaviyligi jinoyatni kvalifikatsiya qilishga ta’sir etmaydi. Urush boshlashga  qaratilgan chaqiriqlar, qarashlar yoki g‘oyalarni tarqatish vaqtidan boshlab jinoyat tugallangan hisoblanadi. Targ‘ibot bilan shaxsning ongiga, xulq-atvoriga ta’sir et\u001fgan-etmaganligi masalasi jinoyat tarkibi doirasidan tashqarida bo‘lib, aybdorga nisbatan jazo chorasini belgilashdagina ino\u001fbatga olinishi mumkin.\n\n10. Urushni targ‘ib qilish qanday shaklda bo‘lmasin, subyektiv tomondan jinoyat qasddan amalga oshirilishini taqozo etadi. Shunga ko‘ra bu jinoyat qasddan sodir etilishi mumkin. Aybdor o‘zi urush olovini yoqish haqida g‘oyalar, qarashlar, kayfi\u001fyatlarni tarqatayotganligini biladi va ularni tarqatishni xoh\u001flaydi. Jinoyat motivi diniy, milliy murosasizlik, dushmanlik, shuhratparastlik bo‘lishi mumkin. Ushbu qilmishni kvalifika\u001fsiya qilishda uning motivi ahamiyat kasb etmaydi, biroq aybla\u001fnuvchiga jazo tayinlashda ular hisobga olinishi lozim. \n\nJinoyatning maqsadi – bir mamlakatni ikkinchi mamlakatga nisbatan qo‘zg‘atish bo‘lib, bu jinoiy javobgarlik kelib chiqishining sharti hisoblanadi.\n\n11. Mazkur jinoyatning subyekti o‘n olti yoshga to‘lgan O‘zbekiston Respublikasi fuqarolari, chet el fuqarolari va fuqaro\u001fligi bo‘lmagan shaxslar bo‘lishi mumkin."
        }
    ]
}