{
    "bob_nomi": "VIII bob. Bir qancha jinoyat sodir etish",
    "moddalar": [
        {
            "modda_raqami": "32-modda. Takroran jinoyat sodir etish.",
            "matni": "Ushbu Kodeks Maxsus qismining aynan bir moddasida, qismida, Kodeksda alohida ko‘rsatilgan hollarda esa, turli moddalarida nazarda tutilgan ikki yoki bir necha jinoyatni shaxs turli vaqtlarda sodir etgan, ammo ularning birortasi uchun ham sudlangan bo‘lmasa, takroran jinoyat sodir etish deb topiladi. Tamom bo‘lgan jinoyat ham, jazoga sazovor bo‘lgan jinoyatga tayyorgarlik ko‘rish yoki jinoyat sodir etishga suiqasd qilish ham, shuningdek ishtirokchilikda jinoyat sodir etish ham takroran jinoyat sodir etish deb topiladi. Agar shaxs ilgari sodir etgan qilmishi uchun javobgarlikdan yoki jazodan ozod qilingan bo‘lsa, jinoyat takroran sodir etilgan deb topilmaydi. Umumiy qasd bilan qamrab olingan va yagona maqsadga yo‘naltirilgan bir jinoyat tarkibini tashkil qiluvchi bir-biriga o‘xshash bir necha jinoiy qilmishlardan iborat bo‘lgan (davomli) jinoyat takroran sodir etilgan deb topilmaydi. Vazifalarini uzoq vaqt mobaynida bajarmaslikdan iborat bo‘lib, bir jinoyatning uzluksiz tarkibini tashkil qilgan (uzoqqa cho‘zilgan) jinoyat takroran sodir etilgan deb topilmaydi.",
            "sharxi": "1. Bir shaxs tomonidan bir vaqtning o‘zida yoki turli vaqtda bir qancha jinoyatlarni sodir etishi tergov-sud amaliyotida ko‘p uchraydigan hodisalardir. Jinoyat huquqida bu hodisa bir qancha jinoyat sodir etish, deb nomlanadi. Bir qancha jinoyat sodir etish huquqiy nuqtayi nazardan tegishli huquqiy oqibatlarga olib keluvchi jinoyatning muayyan shakllarini aks ettiruvchi jinoyat-huquqiy atama sifatida tavsiflanishi lozim. Shaxs tomonidan uning jinoiy javobgarlikka tortilishigacha bir vaqtning o‘zida yoki turli vaqtda tizimli ravishda jinoyat sodir etish hollari yoki ilgari sodir etgan jinoyati uchun sudlanganidan keyin, sodir etilgan ikki jinoiy qilmishning hech bo‘lmaganda biri uchun jinoyat-huquqiy oqibatlari tugamagan yoki olib tashlanmagan (muddati o‘tmagan) bo‘lsa, shuningdek, jinoyat ishini qo‘zg‘atishga protsessual to‘siqlar bo‘lmasa, bir qancha jinoyat sodir etish holatlari yuzaga keladi.\n\n2. JKning 32-moddasi birinchi qismiga muvofiq, JK Maxsus qismining aynan bir moddasida, qismida, JKda alohida ko‘rsatilgan hollarda esa, turli moddalarda nazarda tutilgan ikki yoki bir necha jinoyatni shaxs turli vaqtlarda sodir etgan, ammo ularning birortasi uchun ham sudlangan bo‘lmasa, takroran jinoyat sodir etish deb topiladi. Mazkur qonunchilik ta’rifidan kelib chiqib, takroran jinoyat sodir etishning bir qancha belgilarini ajratib ko‘rsatish mumkin:\n\n- shaxs tomonidan ikki yoki undan ortiq jinoyatning sodir etilishi;\n\n- jinoyatning turli vaqtlarda sodir etilishi;\n\n- aynan bir moddada, qismda, ba’zi hollarda esa, turli moddalarda nazarda tutilgan yangi jinoyatning sodir etilishi; shaxsning sodir etilgan jinoiy qilmishlaridan birortasi uchun ham shaxs sudlangan bo‘lmasligi. \nTakroran jinoyat sodir etish deganda, ilgari muayyan jinoyat sodir etgan shaxs tomonidan, ilgarigi qilmishining huquqiy oqibatlari olib tashlanmasdan, yangi jinoyat sodir etish hollari tushuniladi. Jinoyat qonuni ma’nosida takroran jinoyat sodir etish (umuman, bir qancha jinoyat sodir etish singari) bir shaxs tomonidan har biri jinoiy jazoga sazovor, jinoyat bo‘lmish ijtimoiy xavfli harakatlarni kamida ikki marta sodir etishini nazarda tutadi. Shu sababdan, aybdorning biri Jinoyat kodeksining 14-moddasiga muvofiq, jinoyat, deb hisoblanmaydigan va ma’muriy yoki intizomiy huquqbuzarlik sifatida yoxud axloqqa xilof harakat sifatida kvalifikatsiya qilinadigan, ikkinchisi esa, jinoyat bo‘lib hisoblanadigan qilmishlari takroran jinoyat sodir etishni tashkil etmaydi. Masalan, mayda bezorilik (Ma’muriy javobgarlik to‘g‘risidagi kodeksning 183-moddasida ko‘zda tutilgan) va bezorilik (Jinoyat kodeksining 277-moddasi) takroran jinoyat sodir etish (shu jumladan, bir qancha jinoyat sodir etish)ni tashkil etmaydi. Jinoyat kodeksining qator dispozitsiyalarida ma’muriy preyuditsiya nazarda tutilgan hollarga qaramay, harakatlari-dan biri o‘zida ma’muriy huquqbuzarlik, boshqasi jinoiy qilmish belgilarini aks ettiruvchi shaxs qilmishi takroran jinoyat sodir etish belgilari bo‘yicha kvalifikatsiya qilinishi yo‘l qo‘yib bo‘lmaydigan holatdir.\n\n3. Shaxsning ikki yoki undan ortiq jinoyatlarni ketma-ket sodir etishi jinoyatni takroran sodir etishning zaruriy belgisi hisoblanadi. Jinoyatlarning turli vaqtlarda sodir etilishi (ketma-ket sodir etilishi) ularning bir-biridan vaqt bo‘yicha ajratilishi, ya’ni ularning har biri keyingisidan kichik bo‘lsa-da, muayyan vaqt oralig‘i bilan ajratilishini taqozo etadi. Vaqtdagi uzilish davomli bo‘lmasligi mumkin, biroq u har doim bir jinoyatni boshqasidan ajratish imkonini berishi lozim. Biroq, bunday vaqt oralig‘i sodir etilgan jinoyatlar o‘rtasida aybdorning huquqqa xilof xulqi jinoyatga qarshi yo‘naltirilganligining barqarorlik darajasi va xavfliligini aks ettiruvchi o‘zaro ichki aloqasi va bog‘liqligi yo‘qotilishiga olib kelgan holatda davomli bo‘lishi mumkin emas. Shaxs tomonidan sodir etilgan birinchi (ilgarigi) va yangi (keyingi) jinoyat o‘rtasida o‘zaro aloqa va bog‘liqlik mazkur shaxs jamiyatga qarshi (jinoiy) xulqining davom etishi sifatida qarash imkonini beruvchi takroran jinoyat sodir etishda mavjud bo‘ladi. Mazkur aloqa qayd etilishining jinoyat-huquqiy usuli bo‘lib, ilgari sodir etilgan jinoyat uchun jinoiy javobgarlikka tortish muddatlari hisoblanadi. Oqibatda, ilgarigi va keyingi sodir etilgan jinoyat o‘rtasida oldingi jinoyatning jinoyat-huquqiy oqibatlarini bekor qilmaydigan muddatlargina o‘tishi mumkin. Ilgarigi va keyingi jinoyat o‘rtasida birinchi qilmishning jinoyat-huquqiy ahamiyatini yo‘qotuvchi katta vaqt davri o‘tgan bo‘lsa, jinoyatlarning bunday birikuvi, takroran jinoyat sodir etish haqida so‘z yuritishning imkonini bermaydi. Jinoyatlarning turli vaqtda (ketma-ket) sodir etilishi bir qancha jinoyat sodir etish belgisi sifatida mazkur tushunchani jinoyatlarning ideal majmui tushunchasidan farqlash imkonini beradi. Jinoyatlarning ideal jami deganda, Jinoyat kodeksi Maxsus qismining turli moddalarida nazarda tutilgan ikki yoki bir necha jinoiy qilmishni bir vaqtning o‘zida bitta jinoiy harakat bilan sodir qilishga aytiladi. Jinoyatni takroran sodir etishda aybdor tomonidan sodir etilgan har bir harakat jinoyat qonuni nuqtayi nazaridan mustaqil jinoyat, deb topiladi. Bunda bir jinoyat har doim boshqasidan ajratilgan bo‘ladi, o‘zaro bog‘liq bo‘lsa-da, turli vaqtlarda sodir etiladi. Takroran jinoyat sodir etish, deb topilgan barcha jinoyatlar bir-biriga bog‘liq bo‘ladi. Takroran jinoyat sodir etishning subyektiv tomoni uning barcha belgilari bilan o‘ziga xos huquqiy ahamiyatga ega bo‘lib, jinoyatni to‘g‘ri kvalifikatsiya qilish va adolatli jazo tayinlashda muhimdir. Takroran jinoyat sodir etish, o‘z navbatida, yuqoridagi belgilarga ko‘ra, davomli uzoqqa cho‘zilgan retsidiv jinoyatlardan farq qiladi. Mohiyatan, jinoyatlarni turli vaqtlarda sodir etish subyektda jamiyatga qarshi qarashlar va motivlar barqarorligining guvohligi, aybdor shaxsining yuqori ijtimoiy xavfliligi ko‘rsatkichi hisoblanadi. Jinoyatlarni turli vaqtda sodir etish subyektning turli xil hayotiy vaziyatlarda bo‘lishi va ijtimoiy normalar hamda jinoyat qonuniga muvofiq, xulq-atvor variantini tanlashning haqiqiy imkoniyatiga ega bo‘la turib, qonun bilan taqiqlangan xulq-atvorni tanlashini ko‘rsatadi. Har bir muayyan vaziyatda tegishli xulq-atvorni tanlashda shaxs huquqqa xilof variantlarni tanlar ekan, bu jamiyatga qarshi harakatlari qarashlarining barqarorligi, muayyan hayotiy pozitsiyasi, uning yuqori ijtimoiy xavfliligidan dalolat beradi.\n\n4. Jinoyatni takroran sodir etish bir xil, ba’zan esa, turdosh jinoyatlardan iborat o‘ziga xos tuzilishga ega barqaror aloqalar tizimidir. Shu bilan birga, qonun ba’zi hollarda takroran jinoyat sodir etishning maxsus shartlarda ham bo‘lishi mumkinligini mustahkamlaydi. Bunday shartlar qatoriga qonun chiqaruvchi takroran jinoyat sodir etish belgilariga jinoyat qonuni boshqa moddalarida javobgarlik nazarda tutilgan boshqa jinoyatlarni sodir etish hollarini kiritishini hisoblash mumkin. Masalan, qonun chiqaruvchi «ilgari ushbu Kodeksning 118-moddasida nazarda tutilgan jinoyatni sodir etgan shaxs tomonidan» jumlasini keltiradi. Mazkur jumla turdosh va har xil jinoyatlarga tegishlidir. Bu kabi tarkiblar Kodeksda ko‘p, ularga quyidagilar kiradi: 104-modda uchinchi qismining «b» bandi, 105-modda ikkinchi qismining «k» bandi qasddan odam o‘ldirish bilan; 118-modda ikkinchi qismining «b» bandi, 119-modda ikkinchi qismining «b» bandi 128-modda ikkinchi qismining «b» bandi bilan birgalikda; 131-modda ikkinchi qismining «b» bandi Jinoyat kodeksi 135-moddasi va 137-moddalari bilan birgalikda va boshqalar. Bir xil (bir-biriga o‘xshash) jinoyatlar bo‘lib Jinoyat kodeksining bitta moddasi yoki qismida javobgarlik nazarda tutilgan jinoyatlar hisoblanadi. Bu jinoyatlar o‘zining obyektiv va subyektiv belgilari bilan mos keladi. Takroran jinoyat sodir etishni tashkil etuvchi ikkinchi va keyingi jinoyatlar katta xavf tug‘diradi, chunki kattaroq zarar, ko‘proq jabrlanuvchilarga zarar yetkazishi mumkin. Mazkur holatni e’tiborga olib, qonun chiqaruvchi takroran jinoyat sodir etishni ko‘pgina jinoyatlarning kvalifikatsiya belgilariga kiritadi (masalan, 97-modda ikkinchi qismining «r» bandi, 118-modda ikkinchi qism «b» bandi, 135-modda ikkinchi qismining «d» bandi va boshqalarga qarang). Turdosh jinoyatlar javobgarligi Jinoyat kodeksi Maxsus qismining tegishli boblarida nazarda tutilgan bir xil obyektlarga tajovuz qiladigan va bir xil ayb shakllarida motivi to‘g‘ri qasd bilan sodir etiladigan jinoyatlar. Masalan, o‘g‘irlik, talonchilik, bosqinchilik, o‘zganing mulkiga egalik qilishga qaratilgan firibgarlik, Jinoyat kodeksining 97-moddasi birinchi qismi bo‘yicha oddiy qasddan odam o‘ldirish va Jinoyat kodeksining 97-moddasi ikkinchi qismi bo‘yicha og‘irlashtiruvchi holatlarda qasddan odam o‘ldirish. Muhim yuridik belgilari bo‘yicha to‘la farq qiladigan jinoyatlar har xil jinoyatlar hisoblanadi. Masalan, nomusga tegish (JKning 118-moddasi) va davlatga xoinlik qilish (JKning 157-moddasi), firibgarlik (JKning 168-moddasi) va bezorilik (JKning 277-moddasi) har xil jinoyatlardandir. Qoida tariqasida, takroran jinoyat sodir etish bir xil jinoyatlarni sodir etishni tashkil etadi; masalan, valyuta qimmatliklarini qonunga xilof ravishda olish yoki o‘tkazish (JKning 177-moddasi) mazkur jinoyatni yana bir bor sodir etilgan holdagina takroran sodir etilgan, deb topiladi yoki Jinoyat kodeksining Maxsus qismi moddasining bir qismi bo‘yicha, agarda mazkur moddada mazkur jinoyatlarga jinoiy javobgarlik belgilagan bo‘lsa (masalan, JKning 228, 248, 273-moddalari). Jinoyat kodeksida nazarda tutilgan alohida hollarda jinoyatni takroran sodir etish nafaqat bir xil, balki turdosh yoki har xil turdagi jinoyatlarning birikuvidan tashkil topadi. Masalan, nomusga tegishdan (118-modda) so‘ng sodir etilgan jinsiy ehtiyojni zo‘rlik ishlatib g‘ayritabiiy usulda qondirish (119-modda) kabi turdosh jinoyatlarni aybdorning bu jinoyatlarning birortasi uchun ham sudlanmagan taqdirda takroran jinoyat sodir etish, deb kvalifikatsiya qilish lozim. Aks holda, so‘z jinoyatlar retsidivi haqida boradi. Bunga misol sifatida bir turdagi jinoyat tarkiblaridan darak beruvchi tarkiblar maxsus ko‘zda tutilgan mansabdorlik jinoyatlarini sodir etishni keltirish mumkin. Masalan, Jinoyat kodeksining 210-moddasi ikkinchi qismi «a» bandi; 211-moddasi ikkinchi qismi «a» bandi; 212-moddasi ikkinchi qismi «a» bandi; 213-moddasi uchinchi qismi «a» bandi. Har xil turdagi jinoyatlarni takroran sodir etish, deb javobgarlik Jinoyat kodeksi Maxsus qismi moddalarida alohida nazarda tutilgan va mazkur tajovuz Maxsus qism turli boblariga tegishli jinoyatlarni sodir etishi topiladi. Boshqacha qilib aytganda, keyingi ijtimoiy xavfli qilmish turli xil turdosh obyektlarga tajovuz qiladi.\n\n5. Shaxsning sodir etgan jinoyatlardan birortasi uchun ham sudlanganlik faktining yo‘qligi takroran jinoyat sodir etishni jinoyatlar retsidividan farqlashga imkon beruvchi asosiy belgilardan biridir. Mazkur belgining mazmuni shundan iboratki, takroran jinoyat sodir etishni tashkil qiluvchi har bir jinoyat jinoyat-huquqiy oqibatga ega bo‘ladi. Bu shuni anglatadiki, jinoyatni takroran sodir etish faqatgina aybdor shaxs jinoiy javobgarlikka tortilmagan yoki Jinoyat kodeksining Umumiy qismi XII bobi qoidalari asosida jinoiy javobgarlikdan ozod etilgan yoxud Jinoyat kodeksining Umumiy qismi XІІІ bobida nazarda tutilgan holatlar asosida jazodan ozod etilgan hollardagina mavjud bo‘ladi. Ta’kidlash joizki, oldingi jinoyatlarning bo‘lishida ahamiyatga ega jinoyat-huquqiy oqibatlar qatoriga jinoiy javobgarlikka tortish muddatlarining (oshib ketmagan bo‘lishi) saqlanishi kiradi. (JKning 64-moddasi sharhiga qarang). Sudlanganlik kabi jinoyat-huquqiy oqibat (uning aybdor shaxsdan olib tashlanmagan yoki tugatilmaganligi hollarida) faqat retsidivga, tabiiyki, bir qancha jinoyat sodir etishning mazkur shakliga tegishli shartlar mavjud bo‘lsa, tegishli bo‘ladi.\n\n6. Agar shaxs ilgari sodir etgan jinoyati uchun qonunda nazarda tutilgan tartibda jinoiy javobgarlik yoki jazodan ozod qilingan bo‘lsa, jinoyat takroran sodir etilgan, deb topilmaydi. Jinoyatni takroran sodir etish belgisi ko‘pgina moddalarda ijtimoiy xavfli qilmishning kvalifikatsiya belgisi bo‘lganligi sababli shaxs tomonidan sodir etilgan jinoyatlar mazkur holda Jinoyat kodeksi moddasining takroran jinoyatni sodir etish uchun jazoni nazarda tutuvchi tegishli qismi bo‘yicha kvalifikatsiya qilinadi. (Masalan, Jinoyat kodeksining 118-moddasi ikkinchi qismining «b» bandi; 164-moddasi uchinchi qismining «a» bandi; 170-moddasi ikkinchi qismining «a» bandlari va boshqalar). Muayyan jinoyat tarkibi konstruksiyasida mazkur baholovchi belgi nazarda tutilmagan bo‘lsa, qilmish Jinoyat kodeksining 56-moddasi birinchi qismining «n» bandi asosida jazoni og‘irlashtiruvchi holat sifatida hisobga olinadi.\n\n7. Takroran jinoyatni sodir etish belgilari tugallangan va tugallanmagan jinoyatlarga ham, shuningdek, ishtirokchilikda sodir etilgan jinoyatlarga ham tegishlidir. Qonunning mazkur qoidalaridan, tugallanmagan va ishtirokchilikda sodir etilgan jinoyatlar jinoiy jazoga loyiq xulq-atvor, deb topilar ekan, tegishli ravishda takroran jinoyatni sodir etish belgilari mavjudligida shaxs Jinoyat kodeksi Maxsus qismining tegishli moddalari bo‘yicha Umumiy qismning 25-moddasi (tayyorgarlik yoki suiqasd) tegishli qismiga va takroran jinoyat sodir etish kvalifikatsiyasini nazarda tutuvchi Maxsus qism moddasining muayyan bandi va qismiga havola qilinib javobgarlikka tortiladi. Ishtirokchilikda sodir etilgan jinoyatlarga ham kvalifikatsiya qoidalari aybdorning roli va ishtirokchilik shakli ko‘rsatilgan holda qo‘llaniladi.\n\n8. Sharhlanayotgan moddaning ikkinchi qismi shaxs jinoiy javobgarlikdan yoki jazodan ozod etilgan hollarda takroran jinoyat sodir etish belgisini istisno qiladi. Javobgarlikdan va jazodan ozod qilishning barcha asoslari ham takroran jinoyat sodir etish va bir qancha jinoyat sodir etish qoidalariga birday qo‘llanilavermaydi. «Qasddan takroran yoki ilgari sodir etilgan jinoyat uchun sudlangandan so‘ng qasddan yangi jinoyat sodir etilishi, agar birinchi jinoyat uchun jinoiy javobgarlikka tortish muddati o‘tib ketgan, sudlanganlik belgilangan tartibda tugallangan yoki olib tashlangan yoxud shaxs muqaddam sodir etgan jinoiy xatti-harakat uchun qonunda javobgarlik bekor qilingan bo‘lsa, shuningdek, JK 65, 66,67 , 68, 69, 70, 71, 76-moddalariga binoan shaxs ilgari sodir etgan jinoyati uchun jinoiy javobgarlikdan va jazodan ozod etilgan bo‘lsa, jazoni og‘irlashtiruvchi holat sifatida e’tirof etilishi mumkin emas».\n\n9. Bir necha jinoyat sodir etish uchun bir necha alohida jinoyatlarni sodir etish xosdir. Alohida jinoyatlar o‘zining obyektiv belgilari bo‘yicha turli tarzda tavsiflanadi. Ulardan ba’zilari tashqi shakli bo‘yicha shunchalik oddiy va aniqki, ularni bir martalik jinoyat sifatida kvalifikatsiya qilishda shubha va qiyinchiliklar tug‘dirmaydi. Masalan, aybdor shaxs kalitlarni tanlash yo‘li bilan omborni ochadi va u yerdan mol-mulkni o‘maradi. Bu kabi qilmishlarning bir martaligi aybdor tomonidan bitta harakatning sodir etilishi va uning natijasida bitta oqibatning kelib chiqishi bilan tavsiflanadi. Bu bir martalik jinoyatga misol bo‘ladi. Murakkab jinoiy qilmishlar bu shunday qilmishlarki, bir harakatdan iborat bo‘lib, bir necha ijtimoiy xavfli oqibatlarni keltirib chiqaradigan yoki bitta oqibatga olib kelgan bir necha harakatlar yoxud bir qancha oqibatlarga olib kelgan bir necha xatti-harakatlar. Adabiyotda, odatda, murakkab jinoyatlarning uch turi ajratib ko‘rsatiladi: tarkibli, davomli va uzoqqa cho‘zilgan jinoyatlar. Murakkab jinoyatlarning (murakkab tarkibli jinoyatlarning) birinchi turi bir qilmish bilan kvalifikatsiya qilinuvchi tarkib sifatida nazarda tutilmagan va muayyan jinoyatning konstruktiv tarkibi bo‘lib hisoblanmaydigan bir necha jinoyatlarni sodir etishda ifodalanadi. Boshqacha qilib aytganda, murakkab tarkibli jinoyat deganda, har bir mustaqil jinoyat hisoblangan ikki yoki undan ortiq oddiy tarkibli jinoyatlardan iborat bo‘lgan jinoiy qilmish tushuniladi. Jinoyatning bu turi jinoyat majmui bo‘yicha kvalifikatsiya qilinishi lozim. Agar jinoyatlar konstruktiv ravishda tarkibga kiritilsa, bu holda ular kvalifikatsiya bilan qamrab olinadi va Maxsus qismning boshqa moddalari bo‘yicha qo‘shimcha kvalifikatsiyani talab etmaydi. Bu jinoiy qilmishlar Maxsus qism moddalarining huquqiy konstruksiyasida nazarda tutiladi va ularning tarkibiy qismi bo‘lib hisoblanadi. Murakkab aybli jinoyatlardan Jinoyat kodeksi ikki yoki undan ortiq moddalari bilan kvalifikatsiya qilinadigan bir necha jinoyatlar sodir qilishning farqini aniqlash qilmishni to‘g‘ri kvalifikatsiya qilish va jazo tayinlashning muhim shartidir. Murakkab jinoyatlarning keyingi turlari bu uzoqqa cho‘ziluvchi va davom etuvchi jinoyatlar obyektiv mezonlari bo‘yicha bir qancha jinoyat sodir etishning takroran jinoyat sodir etish shakliga o‘xshasa-da, mustaqil bir martalik (yagona) jinoyatlar bo‘lib hisoblanadi.\n\n10. Murakkab jinoyat tarkibli, uzoqqa cho‘ziladigan va davomli jinoyatlarning belgilarini to‘g‘ri aniqlash, jinoyat sodir etish joyi va vaqti, uning tugallanish vaqtini aniqlash, javobgarlikka tortish muddatlari va amnistiyaning qo‘llanilishi, takroriylik masalalarining hal etilishi, shuningdek, bir necha jinoyatlar sodir etishning ajratilishi va umuman to‘g‘ri kvalifikatsiya qilish hamda jinoyatlar majmuida jazo tayinlash uchun amaliy ahamiyatga ega. Ko‘pgina jinoiy qilmishlar o‘z ichiga tarkibiy element sifatida shunday huquqqa xilof xatti-harakatlarni oladiki, bu harakatlarni ularning alohida ajratil-gan tarzdagi huquqiy baholanishida va subyektiv yo‘naltirilganlikni hisobga olmaganda, Jinoyat kodeksining turli moddalari bilan ko‘zda tutilgan mustaqil jinoiy qilmishlar sifatida ko‘rib chiqish mumkin bo‘ladi. Biroq, tegishli jinoiy qilmish tarkibida bu harakatlar mustaqil huquqiy ahamiyatga ega emas, alohida kvalifikatsiya qilinmaydi va mazkur jinoyat tarkibi doirasida qamrab olinadi. Boshqacha qilib aytganda, ular bir necha emas, balki bitta yaxlit jinoyatni tashkil etadi. Masalan, bezorilik ko‘pincha jabrlanuvchini haqorat qilish, urish-do‘pposlash, badanga yengil shikast yetkazish, o‘zganing mulkiga qasddan shikast yetkazish yoxud nobud qilish, hokimiyat vakiliga qarshilik ko‘rsatish va sh.k.lar bilan birga ro‘y beradi, biror ko‘rsatib o‘tilgan harakatlar mustaqil jinoyat-huquqiy baholanmaydi. Shaxsga, fuqarolarning mulkiga nisbatan ko‘rsatilgan tajovuzlar bilan bog‘liq bezorilik harakatlari bezorilikning tarkibi bilan to‘la qamrab olinadi va JKning boshqa moddalari bilan qo‘shimcha kvalifikatsiya qilinmaydi. Yuqorida qayd etilgan holatlarda alohida ajratilib baholanganda mustaqil jinoyat sifatida kvalifikatsiya qilinishi mumkin bo‘lgan huquqqa xilof harakatlar yanada og‘irroq turdagi jinoiy qilmishning tarkibiy elementi sifatida qaraladi. Bu kabi qamrab olish mazkur tajovuzlar (ikki yoki undan ortiq) o‘zining ichki yaxlitligi sababli bitta jinoyat tarkibiga birlashtirilishi mumkin.\n\n11. Sharhlanayotgan moddaning uchinchi qismi murakkab jinoyatlarning bu kabi turlaridan birini davomli jinoyat sifatida nazarda tutadi. Davomli jinoyat deganda, yagona maqsad yo‘lida amalga oshiriladigan umumiy qasd doirasida birlashgan ikki va undan ortiq ijtimoiy xavfli harakatlar tushuniladi. Davomli jinoyatlarning o‘ziga xos xususiyati shundan iboratki, barcha jinoyatlarning o‘zaro bog‘liqligi, bir butunni tashkil qilishda namoyon bo‘ladigan barcha epizodlarning yagonaligidadir. Davomli jinoyatning alohida aktlari, ular mustaqil jinoyat fe’l-atvori ega bo‘lmasa, mustaqil kvalifikatsiya qilinmaydi; o‘zining yig‘indisida bir martalik jinoyat sifatida qaraladi. Shunday qilib, davomli jinoyat bir qator aynan o‘xshash xatti-harakatlar bilan turli vaqtlarda sodir etilgan bo‘lsa-da, biroq yagona qasd bilan qamrab olingan, obyekti va sodir etish usuli, oqibatlari bir xilligi jihatidan o‘zaro o‘xshash bo‘ladi. Masalan, qadr-qimmatini muttasil ravishda kamsitish natijasida o‘zini o‘zi o‘ldirish darajasiga yetkazish (JKning 103-moddasi), o‘zini o‘zi o‘ldirishga undash, ya’ni ko‘ndirish, aldash yoki boshqa yo‘l bilan o‘zga shaxsda o‘zini o‘zi o‘ldirish hissini uyg‘otish (1031-modda), muttasil ravishda do‘pposlash bilan qiynash (JKning 110-moddasi), bir-biriga tobe bo‘lmagan harbiy xizmatchilar o‘rtasidagi o‘zaro munosabatlarga oid ustav qoidalarini buzish (JKning 285-moddasi) va h.k. Mazkur misollardan xulosa qilib aytish mumkinki, Jinoyat kodeksining Maxsus qismi moddasida nazarda tutilgan jinoyatni sodir qilishda ayblash uchun shaxs o‘sha modda dispozitsiyasida nazarda tutilgan harakatni ko‘p marta, ya’ni muttasil ravishda sodir qilib kelgan bo‘lishi kerak. Bunday hollarda ham qilmish bir qancha jinoyat sodir qilish, deb topilmay bitta norma bilan javobgar qilinadi. Davomli jinoyat yuridik nuqtayi nazardan yagona jinoyatdir. Davomli jinoyat birinchi jinoiy aktning amalga oshirilishi paytidan boshlanadi va oxirgisi bilan tugallanadi. Mazkur holatga, ya’ni bir xil bo‘lsa-da, bir qancha alohida harakatlarning amalga oshirilishiga qaramay, u yagona jinoyat, deb topiladi. Masalan, aybdor zavoddan televizorni o‘marish maqsadida o‘tish punktidan har doim bitta qismdan olib chiqadi. U detalni navbatdagi olib chiqishi paytida qo‘lga olinsa, qilmish takroran talon-toroj qilishni tashkil etmaydi, chunki bitta detaldan 50 marta olib chiqilgan taqdirda ham, yagona qasd televizorni o‘g‘irlash bilan qamrab olingan. Davomli jinoyatda muayyan jinoiy natijaga qaratilganligi sababli, bu natijaga erishilmagan taqdirda, suiqasd sifatida kvalifikatsiya qilinishi lozim. Davomli jinoyatlar takroran sodir etilgan jinoyatlardan farq qiladi. Bu jinoyatlar o‘rtasidagi asosiy farq sodir etilgan jinoyatning subyektiv tomoniga to‘g‘ri keladi, lekin obyektiv belgilari mos tushadi. Davomli jinoyatlar bir qator o‘xshash yoki bir xil harakatlardan tashkil topadigan, yagona qasd bilan qamrab olingan va bitta umumiy maqsadga erishishga yo‘naltirilgan bir martalik jinoyatlardir. Takroran sodir etilgan jinoyatlar esa, turli xil (ikki yoki undan ortiq) mustaqil jinoyatlardan iborat bo‘ladi va aybdorning nisbatan yuqori ijtimoiy xavfliligi va jinoiy niyatlarining barqarorligini ifodalaydi. Alohida e’tiborga talon-toroj va mansabdorlik jinoyatlaridagi davomli jinoyatlarni takroran sodir etiladigan jinoyatlardan farqlash hollari molikdir. O‘zbekiston Respublikasi Oliy sudi Plenumi sudlarga, sodir etilgan qilmishlar davomli jinoyatlar sifatida topilishi hollaridan tashqari, bir necha bor talon-toroj qilishni takroran sodir etilgan, deb topishni tavsiya etadi. Davomli talon-toroj sodir etilgan hollarda aybdorning harakatlari talon-toroj qilingan summani hisobga olgan holda tavsiflanishi zarur. Davomli talon-toroj bir qator o‘xshash harakatlardan iborat, aybdorning yagona qasdi bilan qamrab olingan va yig‘indisi bitta jinoyatni tashkil etadigan o‘zganing mulkini noqonuniy o‘zlashtirish umumiy maqsadiga ega. Davomli talon-toroj sodir etilgan hollarda aybdorning harakatlari talon-toroj qilingan umumiy summani hisobga olgan holda tavsiflanishi zarur. Agar shaxsning harakatlari davomli jinoyat xususiyatiga ega bo‘lmasdan, bir necha mustaqil epizodlardan, misol uchun, o‘g‘rilik, talonchilik, firibgarlik va boshqalardan iborat bo‘lsa, bu harakatlar talon-toroj qilingan umumiy summadan kelib chiqqan holda tavsiflanishi mumkin emas. Bunday hollarda, jinoyatni o‘zganing mulkini talon-toroj qilganlik uchun javobgarlikni nazarda tutuvchi Jinoyat kodeksi moddasining dispozitsiyasiga muvofiq, jumladan, takroriylik belgisi bilan tavsiflash lozim. Pora olish, pora berish yoki pora olish-berishda vositachilik qilishni takroriylik belgisiga ko‘ra tavsiflash ushbu jinoyatning o‘zini ikki marotabadan kam bo‘lmagan miqdorda sodir etilishini va ulardan hech biri uchun shaxsning sudlanmaganligini hamda jinoiy javobgarlikka tortishning muddati o‘tib ketmaganligini taqozo etadi. Mansabdor shaxsning bir vaqtning o‘zida bir necha shaxsdan poralarni olishi, basharti pora beruvchilarni har biri uchun alohida qilmish sodir etilsa, takroriy pora olish deb tavsiflanishi lozim.\n\n12. Sharhlanayotgan moddaning to‘rtinchi qismi vazifalarining uzoq vaqt mobaynida bajarilmaslikdan iborat bitta uzoqqa cho‘zilgan jinoyat tarkibini uzluksiz amalga oshirilishini tavsiflovchi jinoyatlarning takroran sodir etilgan, deb topilmasligi qoidasini mustahkamlaydi. Uzoqqa cho‘zilgan jinoyat deganda, qonun bilan jinoiy jazo qo‘llash tahdidi bilan aybdorga yuklatilgan vazifalarning uzoq vaqt mobaynida bajarilmasligidan iborat harakat yoki harakatsizlik tushuniladi. Harakat-sizlik bilan bu jinoyat shaxsning huquqiy majburiyat-larini bajarmasligi orqali, harakat bilan esa, qonun bilan taqiqlangan vositalarni saqlash orqali sodir etiladi. Uzoqqa cho‘zilgan jinoyatning o‘ziga xos belgisi uning vaqtdagi tanaffuslar bilan sodir etiladigan davomli jinoyatlardan farqli ravishda muntazam davom etishidadir. Uzoqqa cho‘zilgan jinoyat tarkibini boshqa barcha jinoyat tarkiblari turlaridan ajratuvchi ikkinchi xususiyat bu muayyan harakatni amalga oshirish majburiyatining mavjudligidir. Davomli jinoyatdan farqli o‘laroq uzoqqa cho‘zilgan jinoyat vazifalarni bajarmaslikning nihoyasiga yetishi paytidan tugallangan, deb hisoblanadi, chunki uzoqqa cho‘zilgan tarkibli jinoyatlarning obyektiv tomoni qasdning yagonaligi va jinoiy qilmishning boshlang‘ich bosqichi va aybdorning keyingi harakatlari o‘rtasidagi ichki borliqlik bilan qamrab olinadigan butun davr mobaynida amalga oshiriladi. Muayyan vaqtda davom etuvchi yagona jinoyatini tashkil qiladigan vazifalarni uzoq vaqt bajarmaslik ham bitta umumiy qasdga yo‘naltirilgan bo‘ladi. Uzoqqa cho‘zilgan jinoyatning o‘ziga xos xususiyati aybdor qilmishni sodir etishni to‘xtatmagunicha va javobgarlikka tortilmaguncha o‘ziga yuklatilgan vazifalarni muntazam ravishda bajarmaslikdan iborat. Uzoqqa cho‘zilgan jinoyat, qancha vaqt mobaynida amalga oshirilishidan qat’i nazar, bitta jinoyat sifatida, takroran sodir etilgan harakat yoki harakatsizlik aktlari esa, uzoqqa cho‘zilgan jinoyatni sodir etish bo‘yicha bitta qilmishning qatori sifatida ko‘rilishi kerak. Muayyan harakatni bajarish va ish orqali jinoiy xulqni tugatish majburiyati turli xil normativ-huquqiy hujjatlardan kelib chiqishi mumkin. Masalan, Jinoyat kodeksining 122-moddasi voyaga yetmagan yoki mehnatga layoqatsiz shaxslarni moddiy ta’minlashdan bo‘yin tovlash; Jinoyat kodeksining 123-moddasi ota-onani moddiy ta’minlashdan bo‘yin tovlash, O‘zbekiston Respublikasining Konstitutsiyasi qoidalaridan to‘g‘ridan to‘g‘ri kelib chiqadi. Bundan tashqari, qurol, o‘q-dorilar, portlovchi moddalar yoki portlatish qurilmalariga qonunga xilof ravishda egalik qilish (248-modda), harbiy xizmatdan bo‘yin tovlash (290-modda), zo‘rlik ishlatib g‘ayriqonuniy ravishda ozodlikdan mahrum qilish (138-modda) kabilar ham uzoqqa cho‘zilgan jinoyatga xos hisoblanadi. Jinoyatchi qo‘lga olingandan yoki huquqni muhofaza qiluvchi organga o‘z ixtiyori bilan kelgan vaqtdan boshlab jinoyat to‘xtatilgan deb topiladi. Umuman olganda, uzoqqa cho‘zilgan jinoyatlar bir necha jinoyat sodir qilish tushunchasi doirasiga kirmaydi."
        },
        {
            "modda_raqami": "33-modda. Jinoyatlar majmui.",
            "matni": "Ushbu Kodeks Maxsus qismining turli moddalarida yoki bitta moddasining turli qismlarida nazarda tutilgan, javobgarlikka tortiladigan ikki yoki bir necha jinoiy qilmishni sodir etish, agarda ulardan birortasi uchun ham shaxs sudlangan bo‘lmasa, jinoyatlar majmui deb topiladi. Agar shaxs sodir etgan qilmishda ushbu Kodeks Maxsus qismi ayni bir moddasining turli qismlarida nazarda tutilgan jinoyatlarning alomatlari mavjud bo‘lsa, u moddaning og‘irroq jazo belgilangan qismi bo‘yicha javobgarlikka tortiladi.",
            "sharxi": "1. Jinoyat majmui bir qancha jinoyat sodir etishning shakli sifatida JKning 33-moddasi birinchi qismida, shaxs tomonidan ushbu Kodeks Maxsus qismining turli moddalarida yoki bitta moddasining turli qismlarida nazarda tutilgan, javobgarlikka tortiladigan ikki yoki bir necha jinoiy qilmishni sodir etish, agarda ulardan birortasi uchun ham shaxs sudlangan bo‘lmasa, jinoyatlar majmui deb topiladi.  Jinoyat majmuini quyidagi uch belgi bilan tavsiflash mumkin:\n\n-shaxs tomonidan ikki yoki undan ortiq jinoyatning sodir etilganligi;\n\n-sodir etilgan qilmishlar jinoyat qonunining turli moddalari bo‘yicha baholanishi, ya’ni yuridik tabiati bo‘yicha turli xil jinoyatlar bo‘lishi;\n\nbu jinoyatlar shaxs tomonidan sudlangunga qadar sodir etilishi, ya’ni ularning hali sud jarayoni predmeti bo‘lmaganligi va aybdorning bu jinoyatlarning birortasi uchun ham jazolanmaganligi.\n\n\n2. Bir shaxs tomonidan ikki yoki bir necha jinoiy qilmishning sodir etilishi jinoyatlar majmuining asosiy huquqiy belgilaridan bo‘lib, u shaxs tomonidan sodir etilgan har bir jinoiy qilmish amaldagi JKning 14-moddasiga muvofiq, yagona mustaqil jinoyat sifatida baholanib, mustaqil ravishda alohida kvalifikatsiya qilinadi, alohida-alohida jazo tayinlanadi. Jinoyat majmui uchun, shuningdek, jinoyatlar ketma-ketligi turli vaqtlarda sodir etilishi xosdir. Keyingi jinoiy qilmish ma’muriy yoki boshqa huquqbuzarlikni emas, balki aynan jinoyatni tashkil etadi. Faqat shuni ta’kidlash lozimki, jinoyat majmui bir qilmish bilan ikkita jinoyatni sodir etish hollarida ham vujudga kelishi mumkin. Bu hodisa jinoyat huquqi nazariyasida jinoyatlarning ideal majmui (jami), deb nomlanadi. Jinoyat kodeksida jinoyatlarning ideal jami tushunchasi alohida ko‘rsatib o‘tilmagan. Bu o‘z-o‘zidan amaldagi jinoyat qonunida normativ asosga ega emas, degan xulosani beradi. Jinoyatlarning ideal majmui bu shunday holatki, bunda shaxs bitta qilmish sodir etib, ikki yoki undan ortiq natijaga erishadi, ikki yoki undan ortiq obyektlarga ijtimoiy xavfli oqibatlarni vujudga keltiradi. Bu jazo tayinlashning alohida tartibiga sabab bo‘ladi. (JKning 59-moddasi sharhiga qarang)\n\n3. Jinoyat qonunining turli moddalariga tushadigan qilmishlarni sodir etish qonunda Maxsus qismining turli moddalarida yoki bitta moddasining turli qismlarida nazarda tutilgan qilmishlarni sodir etish kabi ifodalanadigan turli xildagi va bir turdagi jinoyatlarni sodir etish majmui, deb tan olishdan boshqa narsa emas. Jinoyat majmuining takroran jinoyat sodir etish-dan farqi shundan iboratki, jinoyat majmuida qilmish har doim shaxs tomonidan mustaqil kvalifikatsiya qilinadigan ikkita turli mustaqil jinoyatlarni sodir etilishi ko‘zda tutiladi, takroran jinoyat sodir etishda esa, ijtimoiy xavfli qilmishlar o‘xshash, istisno hollarda bir turdagi yoki har xil turdagi jinoyatlar bo‘lib hisoblanadi. Jinoyat majmui Jinoyat kodeksining Maxsus qismi turli xil boblarida javobgarlik nazarda tutilgan jinoyat qonuni bilan qo‘riqlanadigan obyektlarga tajovuz qiluvchi ijtimoiy xavfli qilmishlarning sodir etilishi bilan yuzaga keladi. Masalan, o‘g‘rilik va qasddan odam o‘ldirish jinoyatini sodir etish turli xil obyektlarga va turli xil jinoiy natijaga yo‘naltirilgan huquqqa xilof qilmishlardir: birinchisi, mol-mulkni yashirin tarzda talon-toroj qilish, ikkinchisi, zo‘rlik bilan hayotdan mahrum etishga qaratilgan. Mazkur holda har xil turdagi jinoiy tajovuzlarning sodir etilganligi aniq ko‘rinadi. Jinoyat qonuni jinoyat majmui holatlarini bir turdagi jinoyatlarning sodir etilishida ham tan olinadi. Tajovuzlarning bir turdaligini javobgarligi Jinoyat kodeksining bitta moddasi turli qismlari bilan nazarda tutilgan jinoyatlar sodir etish hollarini jinoyat majmui sifatida kvalifikatsiya qilinishiga imkon beruvchi qonun ta’rifidan ko‘rish mumkin. Takroran jinoyat sodir etishdan farqli o‘laroq, jinoyat majmui faqatgina bir xil emas, balki turli xildagi yoki bir turdagi jinoyatlar mushtarakligidan tashkil etiladi, shuning uchun jinoyat majmuida uning tarkibiga kiruvchi qilmishlar mustaqil kvalifikatsiya qilinadi. Bir xil jinoyatlarni sodir etish jinoyat majmuini tashkil etishi mumkin emas. U faqatgina takroran jinoyat sodir etishga xosdir. (JKning 32-moddasi sharhiga qarang)\n\n4. Jinoyatlar majmuining muhim belgisiga ko‘ra, jinoyatlar majmuini tashkil qiluvchi yoki bir necha jinoyatlarning birontasi uchun ham shaxs sudlangan bo‘lmaydi, ya’ni jinoyatlar jamiga kiruvchi qilmishlarning har biri sudlangunga qadar sodir etiladi, hali sud tomonidan muhokama qilinmagan va uning yuzasidan ayblov hukmi chiqarilmagan bo‘ladi. Mazkur belgi jinoyat qonunida «ularning birortasi uchun ham shaxs sudlangan bo‘lmasa» iborasi bilan ifodalangan. Bu shuni anglatadiki, jinoyatlar majmuini faqatgina o‘z yuridik kuchini yo‘qotmagan va sud jarayoni predmeti bo‘lish kabi yuridik imkonga ega jinoyatlar tashkil etadi. Jinoyatlar majmui uning tarkibiga kiruvchi barcha qilmishlar shaxs tomonidan sudlangungacha sodir etishini anglatadi.\n\n5. Aybdor shaxs ilgari sodir etgan jinoyat uchun Jinoyat kodeksi Umumiy qismining XІІ bobi moddalari asosida jinoiy javobgarlikdan ozod etilmagan bo‘lsa, jinoyatlar majmui bo‘yicha jinoiy javobgarlikka tortiladi. Shaxs jazodan ozod etilsa-da, biroq javobgarlikdan ozod etilmasa va sudlanganlik kabi jinoyat-huquqiy oqibat olib tashlanmagan yoki o‘chmagan bo‘lsa, bu holat jinoyatlar majmui emas, balki retsidiv jinoyat, deb topilishi kerak.\n\n6. Jinoyatlar majmui jinoyat huquqi nazariyasida turlarga bo‘linadi: jinoyatlarning ideal majmui va jinoyatlarning haqiqiy majmui. Jinoyatlarning haqiqiy majmui turli vaqtlarda sodir etiladigan ikki yoki undan ortiq har xil jinoyatlarni sodir etish uchun javobgarlikni ko‘zda tutuvchi bir qancha jinoyat sodir etish shaklidir. Jinoyatlarning haqiqiy majmuida mustaqil kvalifikatsiya qilinadigan bir qancha jinoyatlar turli vaqtda turli qilmishlar bilan sodir etiladi. Masalan, shaxs oldin o‘g‘irlik jinoyatini (Jinoyat kodeksining 169-moddasi) sodir qilgan bo‘lib, jinoiy javobgarlikka tortish  muhlati o‘tmasdan bezorilik jinoyatini (Jinoyat kodeksining 277-moddasi) sodir qilsa, jinoyatlarning haqiqiy jamini tashkil qiladi. Jinoyatlarning ideal majmuidan farqli o‘laroq jinoyatlar haqiqiy majmuining o‘ziga xos xususiyati qilmishlarning vaqt oralig‘ida mos kelmasligidir. Jinoyatlarning haqiqiy majmuida jinoiy qilmishlarni sodir etishning bir vaqtdaligi ko‘rinishi ham mumkin. Bunday kombinatsiyaga faqat bir subyekt sodir etgan qilmishlar umumiy belgilarga ega bo‘lgan vaziyatlardagina yo‘l qo‘yilishi mumkin. Masalan, qisman, bezorilik oqibatida odam o‘ldirish (JKning 97-moddasi 2-qismi «l» bandi) JKning 277-moddasi bo‘yicha qo‘shimcha kvalifikatsiya qilishni talab etmaydi. Ayni paytda agar jamoat tartibini qo‘pol ravishda buzish va jamiyatga nisbatan ochiqdan-ochiq hurmatsizlik bildirish, shuningdek, o‘zganing mol-mulkini yo‘q qilish yoki unga shikast yetkazish bilan bog‘liq harakatlar aybdor tomonidan bezorilik oqibatida odam o‘ldirish jinoyatidan so‘ng qasddan sodir etilgan bo‘lsa, qilmish JKning 97-moddasi ikkinchi qismining «l» bandi hamda Jinoyat kodeksi 277-moddasining tegishli qismlari bilan kvalifikatsiya qilinishi kerak.7. Jinoyatlarning ideal majmui bir necha jinoyatlarning konstruktiv tarkibiy qismi bo‘lib, bunda bir qilmish bilan bir vaqtning o‘zida ikki yoki undan ortiq jinoyatlar sodir etiladi, aniqroq qilib aytganda, ikki yoki undan ortiq jinoiy oqibatlar yuzaga keladi. Bunda shaxs bir harakat bilan ikkita jinoyat sodir etayotganligi haqida gapirish o‘rinlidir. Masalan, shaxs o‘ch olish maqsadida qo‘shnisining uyiga uning mulkini nobud qilish va qarindoshlarini hayotdan mahrum etish yoki ularga og‘ir tan jarohati yetkazish niyatida o‘t qo‘yadi. Shaxs bu bilan ikki qilmishni amalga oshiradi: shaxsiy mulkni nobud qiladi va hayotdan mahrum qilish yoki og‘ir tan jarohati yetkazadi. Keltirilgan misol shaxsning har ikkala natijaga bir xil ruhiy munosabatini ifodalaydi, ya’ni shaxs bu natijalarning yuzaga kelishini xohlaydi hamda bu uning harakatlari maqsadi bo‘ladi. Agar shaxs o‘z harakatlarining bitta natijasiga qasd bilan qamrab olinadigan ruhiy munosabatni ifodalab, boshqasiga ehtiyotsizlik shaklidagi ruhiy munosabatda bo‘lsa, bunday jinoyat jinoyatlarning ideal majmui bo‘lmasdan, baholanadigan og‘ir oqibat bilan bir martalik (yagona) jinoyat hisoblanadi. Masalan, jabrlanuvchining o‘limiga olib keladigan qasddan badanga og‘ir tan jarohati yetkazish mazkur jinoyat tarkibi bilan qamrab olinadi va o‘limga olib kelganligiga qaramay, JKning 104-moddasi uchinchi qismi «d» bandi bo‘yicha kvalifikatsiya qilinadi; bunda JKning 102-moddasi bo‘yicha ehtiyotsizlik orqasida odam o‘ldirish belgilari bo‘yicha qo‘shimcha kvalifikatsiya qilish talab etilmaydi. Jabrlanuvchiga tanosil kasalligini yuqtirish bilan birga ro‘y bergan va JKning 118-moddasi 3-qismi «d» bandi bilan qamrab olingan holda nomusga tegishni (og‘ir oqibatlarga olib kelgan nomusga tegish) ham shunga o‘xshash misol sifatida keltirib o‘tish mumkin. Xuddi shunday, «agar jinoyatlardan biri boshqasini sodir etish vositasi yoki usuli bo‘lib, har ikkala jinoyat belgilari Jinoyat kodeksining tegishli moddasi dispozitsiyasida ko‘rsatilgan bo‘lsa, qilmish Jinoyat kodeksining faqat og‘irroq jinoyat uchun javobgarlik belgilovchi bitta moddasi bilan kvalifikatsiya qilinishi kerak. Bunda qilmishni yengilroq jinoyat uchun javobgarlikni nazarda tutuvchi modda bilan qo‘shimcha kvalifikatsiya qilish talab etilmaydi (masalan, xizmat mavqeidan foydalangan holda bojxona to‘g‘risidagi qonunchilikni buzish faqat JKning 182-moddasi ikkinchi qismi «g» bandi bo‘yicha kvalifikatsiya qilinishi lozim)». Agar qonunning bitta normasida jinoyat natijasida kelib chiqadigan turli ijtimoiy-xavfli oqibatlar nazarda tutilmagan bo‘lsa, qilmish jinoyatlar majmui sifatida Jinoyat kodeksining bevosita har bir obyektga ziyon yetkazilishi uchun javobgarlikni nazarda tutuvchi tegishli moddalari bilan kvalifikatsiya qilinishi kerak?. Amaldagi qonunlarga muvofiq savdo faoliyatining ayrim turlari bilan shug‘ullanish uchun maxsus ruxsatnoma (litsenziya) talab qilinadi. Bunday ruxsatnomaning yo‘qligi, basharti aybdor muqaddam shunday harakatlar uchun bir yil mobaynida Ma’muriy javobgarlik to‘g‘risidagi kodeks-ning 165, 1763-moddalari bilan ma’muriy javobgarlikka tortilgan bo‘lsa, Jinoyat kodeksining 190-moddasi bo‘yicha javobgarlikni yuzaga keltiradi. Agar bunda aybdorning savdo faoliyatini faqat ruxsatnoma (litsenziya)siz amalga oshiribgina qolmay, balki ro‘yxatdan o‘tishdan ham bo‘yin tovlaganligi aniqlansa, uning harakatlari Jinoyat kodeksining 188 va 190-moddalari majmui bilan kvalifikatsiya qilinmog‘i lozim. Bu yerda shaxs bir vaqtning o‘zida savdo va vositachilik faoliyatini litsenziyasiz amalga oshirganida jinoyatlarning ideal majmui ko‘zga tashlanadi.\n\n8. Jinoyatlarning ideal majmuini jinoyat-huquqiy normalar raqobatidan ajratish lozim. Jinoyat-huquqiy normalar raqobati aybdor shaxsning qilmishi Jinoyat kodeksi Maxsus qismining ikki yoki undan ortiq moddalari bo‘yicha kvalifikatsiya qilish mumkinligi aniqlangan jinoyatlarning ideal majmui bilan tashqi o‘xshashlikka ega bo‘ladi. Bitta qilmish bilan sodir etiladigan ikki yoki undan ortiq jinoyatlar bo‘lganda va ularning har biri Maxsus qism turli moddalari bilan ko‘zda tutilgan javobgarlik bo‘lgandagi jinoyatlar ideal majmuidan farqli o‘laroq, jinoyat-huquqiy normalar raqobatida ikki yoki undan ortiq jinoyat-huquqiy normalar belgilari, ya’ni Maxsus qism moddalari bilan qamrab olinadigan bitta qilmish bo‘ladi. Amaldagi jinoyat qonuni mazkur vaziyatda qaysi norma qo‘llanishi lozimligini ko‘rsatmaydi. Boshqa tomondan, raqobatdagi normalar yig‘indisi bo‘yicha qilmishni kvalifikatsiya qilish noto‘g‘ridir, chunki, birinchidan, bu bitta jinoiy qilmish sodir etilgan bo‘la turib, sun’iy ravishda bir qancha jinoyat sodir etishni yuzaga keltiradi; ikkinchidan, qator hollarda raqobatdagi normalarni jinoyatlar majmui bo‘yicha kvalifikatsiya qilish asossiz tarzda jinoiy javobgarlikni oshiradi. Mazkur holatda raqobatlashuvchi ikki jinoyat-huquqiy normalardan biri umumiy, ikkinchisi esa, maxsus, ya’ni umumiy normada bayon etilgan turli xil qilmishlarni nazarda tutuvchi norma bo‘ladi. Bu yerda normalar majmui bo‘yicha kvalifikatsiya qilish mumkin emas, shaxsni maxsus normani qo‘llab aybdor, deb topish to‘g‘riroq bo‘ladi. Masalan, o‘zboshimchalik, ya’ni haqiqiy va faraz qilingan huquqlarni amalga oshirish (JKning 229-moddasi) va yer uchastkalarini o‘zboshimchalik bilan egallab olish (JKning 229-moddasi). Quyidagilar umumiy normaga nisbatan maxsus normani qo‘llashga asos hisoblanadi. Har ikki modda sodir etilgan qilmishni u yoki bu darajada qamrab oladi. Biroq, maxsus norma nisbatan aniqroq dispozitsiyani va shundan kelib chiqib, sodir etilgan huquqqa xilof ijtimoiy xavfli qilmishning o‘ziga xos xususiyatlari va spetsifik tomonlarining aniqlanishini nazarda tutgani uchun maxsus normaning qo‘llanilishi qilmish kvalifikatsiyasi nuqtayi nazaridan ham, aybdorni jinoiy javobgarlikka tortish nuqtayi nazaridan ham asosli bo‘ladi. Shunday qilib, maxsus norma umumiy normada mustahkamlangan belgilar bilan bir qatorda qilmishning ijtimoiy xavflilik fe’l-atvori va darajasini ifodalovchi maxsus belgilarga ham ega.\n\n9. Sharhlanayotgan moddaning ing ikkinchi qismi ijtimoiy xavfli qilmish mazmunida Jinoyat kodeksi Maxsus qismi aynan bir moddasining turli qismlarida nazarda tutilgan baholanadigan belgilar aks etishi hollarini ko‘zda tutadi. Qonun chiqaruvchi bunday hollarda javobgarlik moddaning og‘irroq javobgarlikni nazarda tutuvchi qismi bo‘yicha baholanishini nazarda tutadi. O‘zbekiston Respublikasi Oliy sudi Plenumining belgilashicha, «Qilmish javobgarlikni og‘irlashtiruvchi kvalifikatsiya belgilari mavjud holatlarda (masalan, o‘ta shafqatsizlik bilan odam o‘ldirish) va shu bilan birga, aynan shu qilmishni javobgarlikni yengillashtiradigan holatlarda sodir etilgan deb kvalifikatsiya qilish uchun asos bo‘luvchi boshqa belgilar (masalan, kuchli ruhiy hayajonlanish holati) mavjud holda sodir etilsa, jinoyatlar majmui mavjud bo‘lmaydi. Qilmish bunday holda Jinoyat kodeksining mazkur jinoyat uchun yengilroq javobgarlikni nazarda tutuvchi moddasi bilan kvalifikatsiya qilinishi lozim. (Masalan, kuchli ruhiy hayajonlanish holatida o‘ta shafqatsizlik bilan odam o‘ldirish faqat JKning 98-moddasi bilan kvalifikatsiya qilinadi). Agar aynan bir jinoyatni sodir etganlik uchun jinoiy javobgarlikni yengillashtiruvchi kvalifikatsiya belgilari Jinoyat kodeksi bir necha moddasida nazarda tutilgan bo‘lsa, qilmish Jinoyat kodeksining javobgarlikni ko‘proq yengillashtiruvchi moddasi bilan kvalifikatsiya qilinishi kerak. (Masalan, zaruriy mudofaa chegarasidan chetga chiqib va kuchli ruhiy hayajonlanish holatida odam o‘ldirish faqat JKning 100-moddasi bilan kvalifikatsiya qilinishi lozim)». Raqobatdagi normalarni normalar kolliziyasidan farqlash talab etiladi. Zero, oxirgi holat normalar o‘rtasida muayyan ziddiyat, qarama-qarshilik mavjud bo‘lishini taqozo etadi, raqobatdagi normalarda esa, bu holat yo‘q. Normalar kolliziyasi, mazkur normalarga aloqador aniq jinoyatlar mavjudmi yoki yo‘qmi, bundan qat’i nazar, vujudga kelishi mumkin."
        },
        {
            "modda_raqami": "34-modda. Retsidiv jinoyat.",
            "matni": "Shaxsning ilgari qasddan sodir etgan jinoyati uchun sudlanganidan keyin qasddan yangi jinoyat sodir etishi retsidiv jinoyat deb topiladi. Ilgari hukm qilingan jinoyatiga o‘xshash jinoyat sodir etgan, ushbu Kodeksda alohida ko‘rsatilgan hollarda esa, Maxsus qismning boshqa moddalari bilan ham hukm qilingan shaxsning qasddan yangi jinoyat sodir etishi xavfli retsidiv jinoyat deb topiladi. Besh yildan kam bo‘lmagan muddatga ozodlikdan mahrum qilish jazosi tayinlanishi mumkin bo‘lgan qasddan yangi jinoyat sodir etish, ya’ni:\n\na) ilgari o‘ta og‘ir jinoyati uchun yoki ikki marta og‘ir jinoyati uchun hukm qilinib, ularning har biri uchun besh yildan kam bo‘lmagan muddatga ozodlikdan mahrum qilish jazosi tayinlangan shaxs tomonidan o‘ta og‘ir jinoyat sodir etilishi;\n\nb) ilgari og‘ir jinoyati uchun ikki marta hukm qilingan yoki oldin-keyinligidan qat’i nazar, og‘ir yoki o‘ta og‘ir jinoyatlar uchun ularning har biriga besh yildan kam bo‘lmagan muddatga ozodlikdan mahrum qilish jazosi tayinlangan shaxsning og‘ir jinoyat sodir etishi o‘ta xavfli retsidiv jinoyat deb topiladi.\n\nSudning hukmi bilan shaxs o‘ta xavfli retsidivist deb topilishi mumkin. Shaxsni o‘ta xavfli retsidivist deb topish to‘g‘risidagi masala hal qilinayotgan vaqtda uning boshqa davlatlar sudlarining hukmlari bo‘yicha sudlanganligi ham hisobga olinishi mumkin. Shaxsni o‘ta xavfli retsidivist deb topish to‘g‘risidagi masala hal qilinayotgan vaqtda uning o‘n sakkiz yoshga to‘lgunga qadar sodir etgan jinoyati uchun sudlanganligi, shuningdek qonunda belgilangan tartibda sudlanganlik muhlatlarining o‘tib ketganligi yoki olib tashlangan sudlanganligi inobatga olinmaydi. Ushbu Kodeks Maxsus qismining o‘ta xavfli retsidivist tomonidan sodir etilgan jinoyatlar uchun javobgarlikni belgilovchi moddalari shaxs ushbu jinoyatni sodir etgunga qadar qonunda belgilangan tartibda o‘ta xavfli retsidivist deb topilgan bo‘lsagina qo‘llaniladi.",
            "sharxi": "1. Retsidiv jinoyat bir qancha jinoyatlar tizimining eng xavfli shakli bo‘lib, ilgarigi qasddan qilgan jinoyati uchun shaxs muayyan turdagi jazoga hukm qilinganidan keyin qasddan yangi jinoyat sodir qilganligini anglatadi. JKning 34-moddasi birinchi qismiga muvofiq, shaxsning ilgari qasddan sodir etgan jinoyati uchun sudlanganidan keyin qasddan yangi jinoyat sodir etishi retsidiv jinoyat, deb topiladi. Retsidiv jinoyatlar bir qancha jinoyat sodir etish shakli sifatida shu bilan tavsiflanadiki, aybdor shaxs ilgari qasddan sodir etgan jinoyati uchun sudlanganidan keyin so‘ng yangi jinoyat sodir etadi. Bu quyidagi ikki belgiga asoslangan umumiy yoki oddiy retsidiv jinoyatdir:\n-qasddan yangi jinoyat sodir etilishi;\n\n-ilgari qasddan sodir etilgan jinoyat uchun shaxsning hukm qilinganligi.\n\nTa’kidlash joizki, mazkur belgilar barcha turdagi retsidiv jinoyatlar uchun umumiy bo‘lib hisoblanadi. Umumiy retsidiv jinoyat shaxs ilgari sodir qilgan jinoyati uchun sudlanganidan keyin Maxsus qismning boshqa bir moddasida nazarda tutilgan jinoyatni qasddan sodir etishdir. Sharhlanayotgan moddada retsidiv jinoyatlarning uch turi bayon etilgan: oddiy retsidiv jinoyat, xavfli retsidiv jinoyat va o‘ta xavfli retsidiv jinoyat. Yuqorida ko‘rsatilgan belgilar retsidiv jinoyatlarning barcha turlariga to‘la ravishda taalluqlidir. Biroq, xavfli va o‘ta xavfli retsidiv jinoyatlar uchun ularni bir-biridan ajratishga imkon beruvchi maxsus belgilar ham nazarda tutilgan. Bu yerda shuni qayd etish kerakki, retsidiv tushunchasi retsidivistning subyekti sifatidagi maqomi emas, balki retsidiv jinoyatning hodisa sifatida qaralishiga asoslanadi, bu esa, fuqarolarning qonun oldida tengligi prinsipi (JKning 5-moddasi)ga muvofiqdir. Shuningdek, retsidiv jinoyatga qasddan jinoyat sodir etish xosligiga e’tibor berish lozim. Shu sababli, aybning ehtiyotsizlik shaklidagi ikki yoki undan ortiq jinoyatni sodir etish hollari, garchi, shaxs ehtiyotsizlik orqasida sodir etgan jinoyati uchun ilgari javobgarlikka tortilgan bo‘lsa-da, retsidiv jinoyat, deb topilishi mumkin emas. Mazkur qoida to‘la ravishda ehtiyotsizlik orqasida va qasddan jinoyat sodir etish hollariga ham tegishlidir.\n\n2. Bir necha jinoyat sodir etishga ikki yoki undan ortiq jinoyatlarning sodir etilishi xos bo‘lgani uchun retsidiv jinoyatda ham aybdor shaxs bir necha jinoyatlar sodir etadi. Retsidiv jinoyat takroran jinoyat sodir etish bilan bir qatorda yangi jinoyat sodir etilishini nazarda tutadi. Biroq, retsidiv jinoyat hollari ilgarigi jinoyat qasddan sodir etilganligi sharti bilan, yana qasddan jinoyat sodir etishdir. (JKning 21-moddasi sharhida qasddan jinoyat sodir etish tushunchasi haqida atroflicha fikr yuritilgan). Retsidiv jinoyatlarga turli vaqtda, ketma-ket sodir etilish xosdir. Bundan tashqari, qasddan sodir etiladigan yangi jinoyatlar bir xil, turdosh va har xil turdagi jinoyatlar bo‘lishi mumkin. Sharhlanayotgan moddaning birinchi qismida nazarda tutilgan oddiy retsidiv jinoyat uchun sodir etiladigan jinoyatlarning bir turdaligi va har xil turdaligi xosdir. Bundan tashqari, Jinoyat kodeksining 34-moddasi mazmuniga ko‘ra, retsidiv jinoyat mavjudligi haqidagi masalani hal etishda shaxs sudlanayotgan yoki muqaddam sudlangan qasddan sodir etilgan jinoyat tamom bo‘lgan yoki tamom bo‘lmagan jinoyat ekanligi, shuningdek, ushbu jinoyatlardan qay birida bo‘lsin shaxs bajaruvchi yoki ishtirokchi bo‘lganligi ahamiyatga ega emas. Sudlangandan so‘ng takroran qasddan jinoyat sodir etilishi shaxsning unga ogohlantiruv-tarbiyaviy ta’sir etil-ganligiga qaramay, to‘g‘ri yo‘lga kirmaganligidan guvohlik beradi. Shuning uchun, bunday jinoyat jamiyat va davlat tomonidan yanada qattiqroq qayta javobni (reaksiyani) retsidivistga nisbatan qo‘shimcha jinoiy javobgarlik va jazo choralarini qo‘llash zaruratini taqozo etadi.\n\n3. Retsidiv jinoyatning aniqlovchi belgisi shaxsning ilgari qasddan sodir etgan jinoyati uchun hukm qilinganligidir. Hukm qilinganlik retsidiv jinoyatni takroran jinoyat sodir etishdan farqlashning imkonini beruvchi asosiy belgi bo‘lib hisoblanadigan jinoyat-huquqiy oqibatdir. Retsidiv jinoyat, albatta, ilgarigi jinoyat uchun sudlanganlik bilan bog‘liq bo‘lib, jinoyatni kvalifikatsiya qilish va jazo tayinlashda hal qiluvchi ahamiyatga egadir. Retsidiv jinoyat sodir qilgan shaxs oldingi jinoyati uchun jazo tayinlanib, u jazo shaxsga yetarli darajada ta’sir qilmay, yana jinoyat yo‘liga o‘tib oladi. Demak, uning xulqining ijtimoiy xavflilik darajasi oshib ketgan va jamiyatning bunday shaxslarga nisbatan alohida munosabatda bo‘lishini taqozo qiladi. Yangi qasddan sodir qilgan jinoyati uchun og‘irroq jazo chorasini qo‘llash zarurati kelib chiqadi va bu holda sud jazo tayinlashning individuallashtirish tamoyiliga asoslanishlari shart.\n\n4. Jinoyat qonunida retsidiv jinoyat haqida JKning Umumiy qismi normalarida ham, Maxsus qismi normalarida ham so‘z boradi. Umumiy qism normalarida retsidiv jinoyat:\n\n-jazo tayinlashda Jinoyat kodeksining 56-moddasi birinchi qismi «n» bandiga muvofiq, og‘irlashtiruvchi holat sifatida hisobga olinishi mumkin; Jinoyat kodeksining 60-moddasida nazarda tutilgan bo‘yicha jazo tayinlashning alohida tartibi qoida qo‘llanishini keltirib chiqaradi;\n\n-jazoni ijro etish muddatlari o‘tishining uzilishiga asos bo‘lib hisoblanadi (Jinoyat kodeksining 69-moddasi uchinchi qismi);\n\n-Jinoyat kodeksining 72-moddasi yettinchi qismida mustahkamlangan shartlar mavjud bo‘lganda shartli hukm qilish qoidalarining qo‘llanilishiga to‘sqinlik qiladi;\n\n-aybdorning amalda ko‘ngildan pushaymon bo‘lganligi munosabati bilan jazodan ozod qilinishiga (Jinoyat kodeksining 71-moddasi birinchi qismi) to‘sqinlik qiladi;\n\n-jazoni o‘tashdan muddatidan ilgari shartli ozod qilishda jazoning amalda o‘talgan muddatini ko‘paytirish uchun hisobga olinadi;\n\n-jazoni ijro etish koloniyasi turini belgilashga asos bo‘ladi;\n\n-amnistiya aktini qo‘llash masalasini hal qilishda hisobga olinadigan shartlardan biri bo‘lishi mumkin.\n\nJinoyat kodeksining Maxsus qismi normalarida retsidiv jinoyat xavfli va o‘ta xavfli retsidiv jinoyat bilan bog‘liq va jinoyat tarkibining baholanadigan belgisi sifatida tan olinadi.\n\n5. Sudlanganlikning mavjudligi u yoki bu darajada jazoning turi va hajmiga ta’sir etadi hamda turli xil jinoyat-huquqiy oqibatlarga olib keladi; masalan, retsidiv jinoyat deb topishga asos bo‘ladi, shuningdek, javobgarlik va jazodan ozod qilishning ba’zi turlarini qo‘llashga to‘sqinlik qiladi; javobgarlik va jazoga tortish muddatlarining o‘tishini to‘xtatilishiga sabab bo‘ladi. Bunda ilgari sodir etilgan jinoyati uchun sudlanganlikning olib tashlanishi yoki o‘chganligi kabi holatlarni aniqlash muhimdir. «Takroran va retsidiv jinoyat sodir etilishi qonunda belgilangan asoslar va doirada og‘irroq jazo tayinlanishiga olib kelishini inobatga olib, har bir ish bo‘yicha JKning 77-80-moddalariga muvofiq tugallangan yoki olib tashlangan sudlanganlik holati mavjudligi haqidagi materiallar tekshirib chiqilishi va shunga asoslanib, retsidiv jinoyat bor yo‘qligi to‘g‘risidagi masala hal etilishi kerak». Shu bilan birga, mahkumning holatini og‘irlashtirishning oldini olish maqsadida, shuni esda tutish lozimki, JK 65, 66, 66, 68, 69, 70, 71, 76-moddalariga binoan, shaxs ilgari sodir etgan jinoyati uchun jinoiy javobgarlikdan va jazodan ozod etilgan bo‘lsa, sudlanganligi belgilangan tartibda olib tashlangan yoki o‘chgan bo‘lsa, shuningdek, qonunda shaxs ilgari sodir qilgan qilmishning jinoiyligi bekor qilingan taqdirda, sudlanmagan hisoblanadi. (Sudlanganlikning tugallanishi yoki olib tashlanishi to‘g‘risida JKning 78, 79-moddalariga sharhda qarang.)\n\n6. Sharhlanayotgan moddaning ikkinchi qismi retsidiv jinoyatning xavfli darajasini ajratib ko‘rsatadi. Uning belgilari shundan iboratki, shaxs ilgari qasddan sodir etgan jinoyati uchun hukm qilinganidan so‘ng qasddan shunga o‘xshash yangi jinoyat sodir etadi. (O‘xshash (bir xil) jinoyatlar tushunchasi JKning 32-moddasiga sharhda ko‘rib chiqilgan). Bundan tashqari, Jinoyat kodeksida alohida ko‘rsatilgan hollarda qasddan jinoyat sodir etish holatlari ham xavfli retsidiv, deb topiladi. Ilgari hukm qilingan jinoyatga o‘xshash jinoyatni sodir qilish, degan tushuncha shundan iboratki, bunda shaxsning ilgari qasddan sodir qilingan jinoyat uchun sudlanganidan keyin aynan o‘sha moddada yoki moddaning muayyan qismida nazarda tutilgan jinoyatni qasddan sodir etishi tushuniladi.\n\n7. Oddiy retsidivdan farqli ravishda xavfli retsidiv qonun chiqaruvchi tomonidan ba’zi jinoyat tarkiblari uchun baholanadigan belgi kabi ta’riflanadi. Xavfli retsidiv jinoyat Jinoyat kodeksi Maxsus qismining ko‘pgina moddalarida jinoyatlarning baholanadigan belgilari sifatida nazarda tutiladi. Masalan, 97-modda ikkinchi qismining «r» bandi; 104-modda uchinchi qismining «b» bandi; 164-modda uchinchi qismining «a» bandi va boshqalar. Xavfli retsidiv jinoyat modda konstruksiyasida baholanadigan belgi sifatida nazarda tutilmagan bo‘lsa va shaxs tomonidan mazkur jinoyat takroran sodir etilgan bo‘lsa, shaxs bu jinoyati uchun sudlangan bo‘lib, mol-mulkni qasddan nobud qilish (Jinoyat kodeksining 173-moddasi) jinoyatini sodir etgan hollarda uning qilmishi Jinoyat kodeksining 56-moddasi birinchi qismining «n» bandiga havola qilinib, jazoni og‘irlashtiruvchi holat sifatida kvalifikatsiya qilinishi lozim.\n\n8. Xavfli retsidivist tomonidan jinoyat sodir etilishi bir qator jinoyatlarning tavsiflash belgisi hisoblanadi va bu holat shaxs dastlabki tergov organi tomonidan ayblanuvchi tariqasida ishtirok etishga jalb qilinayotganida ko‘rsatib o‘tilgan bo‘lishi lozim va keyinchalik bu sud hukmining tavsif qismida ham asoslantirilgan bo‘lishi kerak. Xavfli retsidiv jinoyatga nisbatan ham sudlanganlik olib tashlanishi va o‘chganligi hamda shaxs ilgari qasddan sodir etgan jinoyati uchun javobgarlik yoki jazodan ozod qilinishi kabi boshqa hollarda ham xavfli retsidiv jinoyat, deb topish asoslarining olib tashlanishi qoidalari qo‘llaniladi. Qasddan takroran yoki ilgari sodir etilgan jinoyat uchun sudlangandan so‘ng qasddan yangi jinoyat sodir etilishi, agar birinchi jinoyat uchun jinoiy javobgarlikka tortish muddati o‘tib ketgan, sudlanganlik belgilangan tartibda tugallangan yoki olib tashlangan yoxud shaxs muqaddam sodir etgan jinoiy xatti-harakat uchun qonunda javobgarlik bekor qilingan bo‘lsa, shuningdek, JK 65, 66, 66, 68, 69, 70, 71, 76-moddalariga binoan shaxs ilgari sodir etgan jinoyati uchun jinoiy javobgarlikdan va jazodan ozod etilgan bo‘lsa, jazoni og‘irlashtiruvchi holat sifatida e’tirof etilishi mumkin emas. Mazkur holat nafaqat oddiy retsidiv jinoyatga, balki xavfli va o‘ta xavfli retsidiv jinoyat qatorida retsidiv jinoyatning qolgan barcha turlariga ham taalluqlidir, chunki oddiy retsidiv jinoyatga tegishli umumiy belgilar ularga ham xosdir. Misol uchun, agar muqaddam sodir etilgan qasddan odam o‘ldirish jinoyati uchun sudlanganlik holati tugallangan yoki qonunda belgilangan tartibda olib tashlangan bo‘lsa, shuningdek, agar qotillik jinoyati sodir etilgan paytga kelib ilgarigi jinoyat uchun jinoiy javobgarlikka tortish muddatlari o‘tgan bo‘lsa, qilmish JKning 97-moddasi ikkinchi qismining «r» bandi bilan kvalifikatsiya qilinishi mumkin emas.\n\n9. O‘ta xavfli retsidiv jinoyat bir qancha jinoyat sodir etishning nisbatan eng og‘ir shakllaridan biri bo‘lib hisoblanadi. Sharhlanayotgan moddaning 3-qismi shaxsni o‘ta xavfli retsidivist deb topishning quyidagi asoslarini keltiradi: besh yildan kam bo‘lmagan muddatga ozodlikdan mahrum qilish jazosi tayinlanishi mumkin bo‘lgan qasddan yangi jinoyat sodir etish, ya’ni:\n\na) ilgari o‘ta og‘ir jinoyati uchun yoki ikki marta og‘ir jinoyati uchun hukm qilinib, ularning har biri uchun besh yildan kam bo‘lmagan muddatga ozodlikdan mahrum qilish jazosi tayinlangan shaxs tomonidan o‘ta og‘ir jinoyat sodir etilishi;\n\nb) ilgari og‘ir jinoyati uchun ikki marta hukm qilingan yoki oldin-keyinligidan qat’i nazar, og‘ir yoki o‘ta og‘ir jinoyatlar uchun ularning har biriga besh yildan kam bo‘lmagan muddatga ozodlikdan mahrum qilish jazosi tayinlangan shaxsning og‘ir jinoyat sodir etishi o‘ta xavfli retsidiv jinoyat deb topiladi. (Og‘ir va o‘ta og‘ir jinoyatlar tushunchalari haqida JKning 15-moddasi sharhiga qarang)\n\nO‘ta xavfli retsidiv jinoyatlarning mazkur variantlarini bayon etishda qonun chiqaruvchi mazkur jinoyatlarni sodir etishda ayb shakllarini ko‘rsatmagan. Biroq, Jinoyat kodeksining 15-moddasi mazmunidan og‘ir va o‘ta og‘ir jinoyatlar faqatgina qasddan sodir etilishi kelib chiqadi JKning 15-moddasi sharhiga qarang). Bundan tashqari, jinoyatlarning ijtimoiy xavfliligi darajasining eng past chegarasi ozodlikdan mahrum etishning besh yildan kam bo‘lmagan muddati hisoblanadi. Bu holat jinoyatlarning qonun tomonidan berilgan tasnifiga to‘g‘ri keladi. Jinoyat kodeksining 34-moddasi uchinchi qismini qo‘llashda ozodlikdan mahrum qilish jazosiga sudlangan shaxs deganda, muqaddam sudning qonuniy kuchga kirgan hukmiga ko‘ra, ozodlikdan mahrum qilish tariqasidagi jazo tayinlangan shaxs tushunilib, bunda hukm ijroga qaratilganligining, shu jumladan, shaxs mazkur jazoni o‘tamaganligi (masalan, shaxsning jazoni o‘tashdan bo‘yin tovlaganligi, jazo ijrosi JPKning 533-moddasiga muvofiq kechiktirilganligi)ning yoki qisman o‘taganligining (masalan, keyinchalik jazodan muddatidan ilgari shartli, amnistiya aktiga asosan, kasalligi oqibatida ozod qilinganligining, jazo yengilrog‘i bilan almashtirilganligining) ahamiyati yo‘q, hukm jazoni ijro etish muddatlari o‘tib ketganligi uchun ijroga qaratilmagan hollar (JKning 69-moddasi) bundan mustasno. Shu munosabat bilan JK 34-moddasining uchinchi qismida ko‘rsatilgan belgilar mavjud bo‘lganda, sud ilgari shartli hukm qilingan yoxud hukm ijrosi kechiktirilgan shaxsni ham, agar bu shaxs tegishlicha sinov muddati yoki hukm ijrosi kechiktirilgan davr ichida yangi jinoyat sodir etsa, o‘ta xavfli retsidivist deb topishga haqli.\n\n10. O‘ta xavfli retsidiv jinoyatning asosiy o‘ziga xos belgisi faqat sud tomonidangina uning o‘ta xavfli retsidiv deb topilishining mustahkamlanganligidir. Bu qoida shundan dalolat beradiki, sudlar ijtimoiy xavflilikning haqiqiy tabiati va darajasini aniqlashda ustunlikka ega bo‘ladi va sudyalar har bir muayyan vaziyatda ish holatlari va o‘ta xavfli retsidivist maqomini aniqlash uchun muhim ahamiyatga ega bo‘ladigan aybdor shaxsi haqidagi aniq ma’lumotlardan kelib chiqishlari lozim. Ilgarigi sudlanganlik, agar u olib tashlanmagan yoki o‘chmagan bo‘lsa, hukmning kirish qismida keltirilishi lozim. Sudlar shuni e’tiborga olishi lozimki, JKning 77-moddasiga muvofiq, sudlanganlik muddatining o‘tib ketganligi yoki sudlanganlikning olib tashlanishi munosabati bilan uning barcha huquqiy oqibatlari bekor bo‘ladi. JK 77-moddasining 5-qismiga asosan qonunning o‘zgarishi munosabati bilan jinoiyligi bekor qilingan qilmish uchun sudlangan shaxs sudlanmagan deb hisoblanadi. Bunday holda, sud hukmning tavsif qismida shaxsni sudlanmagan deb hisoblash haqidagi o‘zining xulosalarini asoslashi shart. Bu nafaqat o‘ta xavfli retsidiv jinoyat, balki retsidiv jinoyatlarning boshqa turlariga ham tegishlidir. Shu bilan birga, olib tashlangan yoki o‘chgan sudlanganlik hukmning tavsif qismida faqatgina u ozodlikdan mahrum qilishga hukm qilingan shaxsga koloniya turini tayinlash uchun ahamiyatga ega bo‘lgandagina ko‘rsatilishi mumkin. Hukmning tavsif qismida aybdorni o‘ta xavfli retsidivist deb topish to‘g‘risida ham asoslantirilgan xulosalar bo‘lishi kerak. Ayblov hukmining qaror qismida boshqa masalalardan tashqari yana sudlanuvchining o‘ta xavfli retsidivist, deb topilganligi (basharti, sud shunday qaror qabul qilgan bo‘lsa) to‘g‘risidagi qaror yoritilishi lozim.\n\n11. Sharhlanayotgan moddaning beshinchi qismi sud tomonidan o‘ta xavfli retsidivist, deb topish huquqini mustahkamlab turib, shaxsni o‘ta xavfli retsidivist, deb topish to‘g‘risidagi masala hal qilinayotgan vaqtda uning boshqa davlatlar sudlarining hukmlari bo‘yicha sudlanganligi ham hisobga olinishi mumkinligini ham qayd etadi. Bu shundan dalolat beradiki, shaxsni o‘ta xavfli retsidivist, deb topishda aybdor shaxsining tabiati haqidagi ma’lumotlar katta ahamiyatga egadir, chunki boshqa davlat sudining ayblov hukmi ham aybdor xulqining muayyan ijtimoiy qoralanishi, hukm qilinishini ifodalaydi. Lekin, boshqa davlatda sodir etilgan jinoyat og‘ir yoki o‘ta og‘ir bo‘lishi bilan birga, aybdor besh yildan kam bo‘lmagan muddatga ozodlikdan mahrum etishga hukm qilingan bo‘lishi kerak. Bundan tashqari, sudlar shaxsning boshqa davlat hududida sodir etgan jinoiy jazoga sazovor qilmishi va shu bilan bog‘liq uni aybdor, deb topish milliy jinoyat qonunchiligiga muvofiq kelishi lozimligini ham nazarda tutishlari kerak.\n\n12. Qonun ilgari qasddan jinoyat sodir etgan muayyan shaxslarga nisbatan cheklashlarni mustahkamlaydi. Masalan, shaxsni o‘ta xavfli retsidivist deb topish haqidagi masalani hal etishda shuni nazarda tutish lozimki, JK 34-moddasining oltinchi qismiga ko‘ra, o‘n sakkiz yoshgacha sodir qilingan jinoyat uchun sudlanganlik shaxsni o‘ta xavfli retsidivist deb topishda hisobga olinmaydi. Shundan kelib chiqib, agar shaxs muqaddam bir necha jinoyat uchun sudlangan bo‘lib, ulardan ayrimlarini voyaga yetmagan yoshda sodir etgan bo‘lsa, faqat voyaga yetgan davrda sodir etilgan jinoyatlar uchun sudlanganlik e’tiborga olinishi lozim. Bunda shuni inobatga olish zarurki, yangidan bir necha jinoyat sodir etgan shaxsni o‘ta xavfli retsidivist deb topish haqidagi masalani hal qilishda sud, jinoyatlar yoki hukmlar majmui bo‘yicha tayinlangan uzil-kesil jazo muddatidan emas, balki sodir etilishi shaxsni o‘ta xavfli retsidivist deb topish uchun asos bo‘lishi mumkin bo‘lgan jinoyat uchun tayinlangan ozodlikdan mahrum qilish tariqasidagi jazo muddatidan kelib chiqishi lozim.\n\n13. Sharhlanayotgan moddaning to‘rtinchi qismida jinoyat qonuni sudning shaxsni o‘ta xavfli retsidivist, deb topish vakolatini ko‘zda tutadi, yettinchi qismida esa, tushuntiriladiki, o‘ta xavfli retsidivist bilan bog‘liq jinoyat-huquqiy oqibatlar faqatgina keyinchalik jinoyat sodir etish bilan tan olinadi. Sud tomonidan shaxsni o‘ta xavfli retsidivist, deb topish bir qator huquqiy oqibatlarga olib keladi:\n\n-o‘ta xavfli retsidivist tomonidan jinoyat sodir etganlik Maxsus qismning ko‘p moddalarida qonun chiqaruvchi tomonidan tasniflovchi yoki alohida kvalifikatsiya belgisi sifatida baholanadi;\n\n-o‘ta xavfli retsidivist erkaklar ozodlikdan mahrum qilish tarzidagi jazoni maxsus tartibli koloniyalarda, ayollar esa, qattiq tartibli koloniyalarda o‘tashadi;\n\n-o‘ta xavfli retsidivistlarga ozodlikdan mahrum etish jazosi muddatining bir qismini turma qamog‘ida saqlash tarzida o‘tash tayinlanishi mumkin;\n\n-ularga nisbatan jinoiy javobgarlikdan yoki jazodan ozod etishni qo‘llashning bir qancha cheklashlari belgilanishi mumkin;\n\n-ularga nisbatan shartli ravishda jazo tayinlash, jazo muddatidan ilgari shartli ozod etish va jazoni yengilrog‘i bilan almashtirish mumkin emas;\n\n-o‘ta xavfli retsidivistlarga nisbatan sudlanganlikni olib tashlashning alohida tartibi belgilanadi.\n\nSud tomonidan tan olingan o‘ta xavfli retsidiv Jinoyat kodeksining 79-moddasi ikkinchi qismi asosida sudlanganlikning olib tashlanishi yo‘li bilan bekor qilinishi mumkin."
        }
    ]
}