{
    "bob_nomi": "VIII bob. Tinchlik va insoniyatning xavfsizligiga qarshi jinoyatlar",
    "moddalar": [
        {
            "modda_raqami": "151-modda. Agressiya.",
            "matni": "Bosqinchilik urushini rejalashtirish yoki unga tayyorgarlik ko‘rish, shuningdek, shu harakatlarni amalga oshirishga qaratilgan fitnada qatnashish - \n\no‘n yildan o‘n besh yilgacha ozodlikdan mahrum qilish bilan jazolanadi.\n\nBosqinchilik urushini boshlash yoki uni olib borish - \n\no‘n besh yildan yigirma yilgacha ozodlikdan mahrum qilish bilan jazolanadi. ",
            "sharxi": "1. Agressiya (lot. agressio) – umume’tirof etilgan prinsiplar va xalqaro huquq normalariga binoan tinchlik va xavfsizlikka qarshi jinoyat hisoblanadi.\n\n2. Agressiya – ijtimoiy xavfli jinoyat hisoblanib, uning sodir etilishi xalqlar va davlatlarning tinch-totuv yashashining buzilishiga, behisob qurbonlarga, oqlab bo‘lmaydigan moddiy xara\u001fjatlarga, tinch aholi, shu jumladan ayollar va bolalar uchun azob-uqubatlarga, turli obyektlar, me’moriy obidalar va madaniy boyliklar yo‘qolishiga yoki vayron qilinishiga olib keladi va hokazo. Agressiya – eng xavfli xalqaro jinoyat. “Xalqaro jinoyat” atamasi, dastavval, aynan agressiv urushni ta’riflash uchun yuzaga kelgan[ Qarang: Voorujennaya agressiya – tyagchaysheye mejdunarodnoye prestupleniye. – M., 1986. – S. 99.].\n\nAgressiyani taqiqlovchi va uni qonunga zid deb e’lon qiluvchi ko‘p tomonlama hujjat 1928 yilgi Parij pakti hisoblanadi. Bu hujjat davlatlarning zimmasiga urushdan “milliy siyosat quroli” sifatida foydalanishdan voz kechish bo‘yicha xalqaro huquqiy majburiyatni yukladi. Ikkinchi Jahon urushigacha agressiya insoniyatga qarshi og‘ir jinoyat deb ta’riflanar edi. Nyurn\u001fberg tribunali Nizomida esa ushbu qoida huquqiy normalarda o‘z aksini topdi[ 1945 yil 8 avgustda qabul qilingan Nyurnberg tribunali Nizomi, 6-modda.].\nBMT Ustavida qurolli kuchlarni noqonuniy qo‘llashni – agressiyani taqiqlashga alohida e’tibor berilgan. Ustavda xalqaro tinchlik va xavfsizlikni qo‘llab-quvvatlash, urush xavfini yo‘qotish va agressiya holatlarini bostirish BMTning asosiy maqsadi sifatida e’lon qilingan (BMT Ustavi 1-moddasining 1-bandi). BMT Xavfsizlik Kengashi davlat harakatida agressiya mavjudligini aniqlash va agressiyachi davlatga qarshi majburlov choralarini qabul qilishga oid favqulodda vakolatlarga egadir. Bundan tashqari, noqonuniy kuch ishlatishni, kuch bilan tahdid solishni va agressiyani taqiqlash prinsipi qator xalqaro hujjatlarda, birinchi navbatda, BMT Ustaviga muvofiq qabul qilingan, davlatlar o‘rtasidagi do‘stona munosabatlar hamda ham\u001fkorlikka taalluqli 1970 yildagi Xalqaro huquq tamoyillari to‘g‘risidagi deklaratsiyada o‘z aksini topdi. Shuningdek, bu prinsip 1974 yildagi BMT Bosh Assambleyasining 3314-maxsus rezolyutsiyasida, 1975 yildagi Yevropada xavfsizlik va hamkorlik to‘g‘risidagi Kengashning yakunlovchi hujjatida ham qayd etilgan. Bu hujjatlarning qabul qilinishi agressiyani taqiqlash prinsipi hozirgi zamon xalqaro huquqining universal normasi sifatida tan olinganidan guvohlik beradi. Uning amaliy elementlari va bosqinchilik  urushini ta’qiqlash to‘g‘risidagi markaziy elementi aniqlashtirildi. BMT Bosh Assambleyasining 1974 yil 14 dekabrida qabul qilgan maxsus rezolyutsiyasida rivojlantirildi va oydinlashtirildi. Unga ko‘ra, agressiya “davlat tomonidan boshqa davlatning suverenitetiga, hududiy daxlsizligiga yoki siyosiy mustaqilligiga qarshi yoxud Birlashgan Millatlar tashkiloti Ustaviga xilof ravishda boshqacha tarzda qurolli kuch ishlatish\" deb ta’riflandi.\n\n3. 1974 yilgi BMT Bosh Assambleyasining mazkur maxsus rezolyutsiyasining 3-moddasida agressiyani tashkil qiluvchi harakatlar sanab ko‘rsatish bilan ta’riflangan. \n\nQuyidagi harakatlarning davlat tomonidan qo‘llanilishi,  urushni rasman  e’lon qilingan-qilinmaganligidan qat’i nazar,  qurolli kuchni noqonuniy  ishlatish deb kvalifikatsiya qilinadi:\n\nbir davlatning boshqa davlat bilan tuzgan bitimiga muvofiq mazkur davlatning hududida mavjud bo‘lgan qurolli kuchlarni bitimni buzgan holda qo‘llash \n\n-bir davlat qurolli kuchlarining boshqa davlat hududiga bos\u001ftirib kirishi, yoki hujum qilish, yoxud qancha muddatga cho‘zilganligidan qat’i nazar, mazkur bosqinchilik yoki hujum oqibati sifatida har qanday bosib olish yoki boshqa davlatga yoxud uning biror hududiga qarshi kuch ishlatish bilan sodir etilgan har qanday anneksiya;\n\n-bir davlat qurolli kuchlarining boshqa davlat hududini bombardimon qilishi yoki boshqa davlatlarga qarshi har qanday qurol ishlatilishi;\n\n-davlat portlari yoki qirg‘oqlarining boshqa davlat qurolli kuchlari tomonidan to‘sib quyilishi;\n\n-davlat qurolli kuchlarining boshqa davlatga tegishli quruq\u001flikdagi, dengiz, havo qo‘shinlariga  yoxud dengiz yoki havo flotiga hujum qilishi;\n\n-bir davlatning boshqa davlat muvofiq mazkur davlat hududida mavjud bo‘lgan qurolli kuchlarini tuzilgan bitimga buzgan holda  qo‘llash yoki bitim harakati tugaganidan  so‘ng ham mazkur qurolli kuchlarni ushbu davlat hududida saqlashni davom etishi;\n\n-davlatning boshqa davlat ixtiyoriga topshirib qo‘yilgan hududidan o‘sha davlat tomonidan boshqa uchinchi davlatga agressiya sodir etishda foydalanishga yo‘l qo‘ygan harakatlari;\n\n-davlat yoki uning nomidan qurolli to‘dalarni, guruh\u001flarni va muntazam kuchlar yoki yollanganlarni yuborish (mazkur kuchlar boshqa davlatga qarshi qurolli kuchini ishlatgan holatlarda, basharti bu holat jiddiy tus olib yuqorida qayd etilgan harakat\u001flarga teng bo‘lsa yoki unda anchagina ishtiroki bo‘lsa).\n\nYuqorida qayd etilgan harakatlardan dastlabki beshtasi bevosita, yettinchisi – bilvosita agressiya harakatiga kiradi, oltinchisi esa agressiyada ishtirokchilik holatini nazarda tutadi. Ayni mahalda agressiya deb ta’riflangan holatlarning ro‘yxati to‘la emas, BMT Xavfsizlik Kengashi davlatlarning boshqa harakatlarini ham agressiya sifatida ta’riflashi mumkin[ Qarang: BMT Bosh Assambleyasining 1974 yil 14 dekabrdagi maxsus rezolyutsiyasi, 4-modda.]. Agressiya ta’rifida agressiya harakatlarini belgilashda xavfsizlik kengashining diskreatsion vakolatlari bevosita qayd etilgan. Shu vakolatlarni inobatga olib, ta’rifning 2-moddasi qurolli kuchlarni qo‘llashning noqonuniy ekanligini belgilaydi. Bunda Rezolyutsiyaning 2-moddasida aks ettirilgan Litvinov-Politis prinsipidan, ya’ni mazkur Ustavni buzib birinchi bo‘lib qurolli kuch ishlatish prima facia – agressiya harakati dalili bo‘lishidan kelib chiqish lozim. \n Shuni ta’kidlash joizki, to‘g‘ridan to‘g‘ri agressiya aktlariga bir davlat (bir guruh) qurolli kuchlarining boshqa davlat (davlatlar)ga qarshi qo‘llanishi uning (ularning) hududi anneksiya qilinishi hisoblanadi.\n\nBilvosita agressiyada qurolli kuchlarning qo‘llanishi agressor davlatga tegishli bo‘lmagan boshqa davlatga – agressiya qurboniga  yuboriladigan  tuzilmalar,  qurollangan  to‘dalar,  yollanuvchilar,  nomuntazam  harbiy  qismlar  orqali  amalga  oshiriladi. \n\n4. Agressiya obyekti – jahon hamjamiyati mavjudligi va barqaror rivojlanishining asosiy shartlari bo‘lgan davlatlar xavfsizligi va tinchlikni qo‘llab-quvvatlash sohasidagi ijtimoiy munosabatlar, har bir davlatning tashqi xavfsizligi, milliy manfaatlari, hududiy yaxlitligi, siyosiy mustaqilligidir. Agressiya natijasida qo‘lga kiritilgan hech bir ustunlik qonuniy deb topilmaydi.\n\n5. JK 152-moddasi 1-qismida nazarda tutilgan jinoyat tarkibi obyektiv tomondan quyidagi harakatlarni sodir etish bilan tavsiflanadi:\n\n-bosqinchilik  urushni rejalashtirish;\n\n-shunday urushga tayyorgarlik ko‘rish;\n\n-bosqinchilik  urushni rejalashtirish yoki unga tayyorgarlik ko‘rish fitnasida ishtirok etish.\n\nSharhlanayotgan jinoyat tarkibi formal hisoblanadi, shu bois yuqorida keltirilgan harakatlardan hech bo‘lmaganda bittasi sodir etilgan vaqtdan boshlab, dastlabki oqibatlardan qat’i nazar, qilmish tugallangan deb topiladi.\n\n6. Bosqinchilik urushni rejalashtirish urush olib borish uchun tegishli safarbarlik va tashkiliy texnik rejalar hamda loyihalarni ishlab chiqish, harbiy harakatlar umumiy rejasini tuzish yoki alohida harbiy operatsiyalar rejasini tuzish, harbiy harakatlarni olib borish usulini aniqlash, yangi nomlar kiritilgan topografik xaritalar nashr etish, bombardimon qilish va artilleriyadan o‘qqa tutish uchun obyektlarni tanlash va hokazolar bo‘yicha muayyan maqsadlarga erishishga qaratilgan harakatlar majmuidan iborat. Rejalashtirish chog‘ida agressiyaning taxminiy qurbonlari, agressiyani tayyorlash bo‘yicha chora-tadbirlar, jangovar harakatlarni olib borish strategiyasi va taktikasi, agressiv urushni boshlash va olib borish muddatlari aniqlanadi.\n\n7. Bosqinchilik  urushning tayyorlanishi – bu agressiv urushni boshlash va olib borishga tayyorgarlikni ta’minlash maqsadida tashkiliy-harbiy va moddiy-texnik xususiyatdagi kompleks chora tadbirlarga tayyorgarlik ko‘rishdir. \n\nSanoatni harbiy ehtiyojlar uchun ishlashga o‘tkazish, agressiya qilinadigan davlatdan diplomatik va konsullik lavozimidagi shaxslarni chaqirib olish, shuningdek, mutaxassislarni chiqarish, zaxiradagilarning safarbarligini e’lon qilish yoki armiyaga chaqirish, boshqa davlatga qarshi faol razvedka-qo‘poruvchilik ishlarini olib borish, qo‘shinlarni chegaraga yaqinlashtirish, chegarada ig‘vo qo‘zg‘ash, chegara yaqinida harbiy mashqlar o‘tkazish, agressiyaning muqarrar qurboni bo‘ladigan fuqarolarni mafkuraviy aynitish va hokazolar bosqinchilik urushga tayyorlanishni ifodalaydigan harakatlar hisoblanadi.\n\n8. Agressiya harakatlarini amalga oshirish uchun fitnada qatnashish: bir yoki bir necha davlat tomonidan harbiy maqsadlarda ikki va undan ortiq tomonlama oshkora va xufya muzokaralar o‘tkazishni; boshqa davlatga qarshi bitimlar imzolashni; birgalikda harbiy harakat olib borish rejalarini ishlab chiqishni; davlat ichidagi yoki tashqarisidagi muxolifat guruhlari bilan aloqa bog‘lashni; agressiya ishtirokchilari o‘rtasida mavqelarni bo‘lib olishni; axborot almashuv, maxsus xizmatlarning hamkorligi va xuddi shunday agressiyani tayyorlashga yo‘naltirilgan tashkiliy va boshqa tadbirlarga oid ilk shartnomalar mavjudligidan guvohlik beruvchi harakatlarni taqozo etadi.\n\n9. Bosqinchilik urushini boshlash yoki olib borish uchun jinoiy javobgarlik JK 151-moddasi 2-qismida nazarda tutilgan.\n\nSharhlanayotgan modda doirasida urushning boshlanishi deb, davlatning, shu jumladan uning Qurolli Kuchlarining BMT Ustaviga zid ravishda bevosita yoki bilvosita kuch ishlatish yoxud kuch ishlatish to‘g‘risidagi tahdidlari tushuniladi."
        },
        {
            "modda_raqami": "152-modda. Urushning qonun va udumlarini buzish.",
            "matni": "Tinch aholini yoki harbiy asirlarni qiynash, jismonan qirib yuborish, tinch aholini majburiy ishlarga yoki boshqa maqsadlarda haydab ketish, xalqaro huquq bilan taqiqlangan urush olib borish vositalarini qo‘llash, shaharlar va aholi yashash joylarini behuda vayron qilish, mulkni talon-toroj qilish, shuningdek, bunday harakatlarni qilishga buyruq berishda ifodalangan urush qonunlari va udumlarini buzish - o‘n yildan yigirma yilgacha ozodlikdan mahrum qilish bilan jazolanadi.",
            "sharxi": "1. Urush – davlatlar o‘rtasidagi, shuningdek, davlatlar va milliy-ozodlik harakatlari o‘rtasidagi qurollangan kurash bo‘lib, u tinchlik aloqalarining butkul uzilishi, odatda, jangovar harakatlar ishtirokchilari va tinch aholi beradigan muayyan qurbonlar va tortadigan azob-uqubatlar bilan kechadi. Shu munosabat bilan xalqaro hamjamiyat ko‘p yillar mobaynida urushni insonparvarlashtirishning vosita va usullarini, qurbonlar sonini cheklash, aholi azoblarini va harbiy harakatlardan kelib chiqadigan moddiy yo‘qotishlarni kamaytirish yo‘llarini qidirmoqda. Shu maqsadlarda bugungi kunda xalqaro huquqning umume’tirof etilgan va barchaga majburiy bo‘lgan prinsip va me’yorlari urush qonunlari va udumlari sifatida xalqaro hamjamiyat tomonidan tan olinadi. Ko‘rsatib o‘tilgan konvensiyalar orasida quyidagilar alohida o‘rin tutadi: 1850 yil 16 aprelda Parijda imzolangan dengiz urushi haqida Deklaratsiya; 1868 yil 11 dekabrda Sankt-Peterburgda imzolangan portlovchi va yondiruvchi o‘qlarni ishlatishni bekor qilish haqidagi Deklaratsiya; shuningdek, 1899 yilda Gaagada imzolangan inson tanasida aylanuvchi yoki yassilanuvchi o‘qlarni ishlatishni man qilish haqidagi Deklaratsiya; 1904 yil 21 dekabrda Gaagada imzolangan urush paytida gospital kemalarining port va boshqa yig‘imlardan ozod qilinishi to‘g‘risidagi Deklaratsiya; 1907 yilgi Gaaga konvensiyalari (urush harakatlarining boshlanishi, quruqlikdagi urush qonunlari va udumlari, quruqlikdagi urush holatida neytral mamlakatlar va shaxslar\u001fning huquq va majburiyatlari, harbiy harakatlar boshlanishida dushman savdo kemalarining holati, savdo kemalarini harbiy kemalarga aylantirish, urush paytida dengiz kuchlari bilan bom\u001fbardimon qilish, dengiz urushida bosib olish huquqidagi ayrim cheklashlar); dengiz urushi holatida neytral mamlakatlarning huquq va majburiyatlari haqida 1909 yil 20 fevralida Londonda qabul qilingan dengiz urushi huquqi Deklaratsiyasi (garchi ushbu Deklaratsiya uni imzolagan davlatlar tomonidan ratifikatsiya qilinmagan bo‘lsa-da, xalqaro huquqning bir qator umume’tirof etilgan prinsiplarni ifodalagani uchun o‘z ahamiyatini saqlab turibdi); 1925 yil 17 iyundagi kimyoviy zaharli va bakteriologik urush vositalarini qo‘llashni man etuvchi Jeneva protokoli; 1936 yil 6 noyabrda Londonda imzolangan protokolga qo‘shimcha bo‘lgan urush paytida suvosti kemalarining savdo kemalariga nisbatan harakati qoidasi; urush qurbonlarini himoya qilish to‘g‘risidagi 1949 yilgi Jeneva konvensiyalari: harakatdagi qu\u001frolli kuchlardagi yaradorlar va bemorlarning qismatlarini yengillashtirish to‘g‘risida; dengizdagi qurolli kuchlar tarkibidan bo‘lmish yaradorlar, bemorlar va kema halokatiga uchragan shaxs\u001flarning qismatlarini yengillashtirish to‘g‘risida (ushbu konvensiya 1907 yilgi Gaaga konvensiyasi o‘rniga qabul qilingan); har\u001fbiy asirlar bilan qilinadigan muomala to‘g‘risida (bukonven\u001fsiya 1929 yilgi harbiy asirlar rejimi haqidagi Jeneva konvensiyasi o‘rniga qabul qilingan); urush vaqtida fuqaro aholini himoya qilish to‘g‘risida; qurolli mojaro chiqqan hollarda madaniy boyliklarning himoya qilinishi to‘g‘risida 1954 yil 14 mayda qabul qilingan Gaaga konvensiyasi (Rerix pakti); oddiy qurol\u001fning haddan tashqari ko‘p zarar keltiradi yoki barcha narsaga baravar ta’sir etadi deb hisoblanishi mumkin bo‘lgan muayyan tur\u001flari qo‘llanilishini taqiqlash yoki cheklash to‘g‘risida 1980 yil 10 oktyabrda qabul qilingan konvensiya va unga qo‘shimcha 1995 yil 13 oktyabrda qabul qilingan uchta protokol. Yuqoridagi huquqiy aktlarning barchasi birgalikda urush olib borishning huquqiy bazasini tashkil etadi. Basharti BMT o‘z Nizomidagi maqsad va prinsiplarga binoan qurolli kuch ishlatsa, uning uchun ham majburiy hisoblanadi.\n\n2. Urushni olib borish qoidalarining ahamiyati shundan iboratki, ular mazmuniga ko‘ra urushda tinch aholiga iloji boricha kamroq zarar yetkazishga qaratilgan bo‘ladi. Quruqlikdagi urush qonunlari va udumlari haqidagi IV Gaaga konvensiyasi muqaddimasida mustahkamlangan bu holatga ko‘ra, “aholi va jang qilayotganlar xalqaro huquq asoslari himoyasi va harakati ostida bo‘ladi”. Bu Martens prinsipi deb ataladi.\n\n3. Hozirda mavjud bo‘lgan urush qonunlari va udumlari urush olib borish maqsadlarini cheklabgina qolmay, balki urush qonun va udumlarini buzganlikni aniqlab, ularni harbiy jinoyat deb belgilaydi, bunday jinoyatni sodir etganlarni harbiy jinoyatchilar deb topadi. Urush qonun va udumlarni buzish jahon hamjamiyati tomonidan insoniyatga nisbatan eng og‘ir jinoyat\u001flardan biri sifatida baholanib, ularni sodir etgan shaxslar xalqaro jinoiy javobgarlikka tortiladi.\n\n4. Urush qonunlari va udumlarni buzishdan kelib chiqadigan ijtimoiy xavflilik shundan iboratki, ularni qo‘llashda nafaqat xalqaro huquq me’yorlari toptaladi, birinchi o‘rinda qurollangan mojaro ishtirokchilari va tinch aholiga oqlab bo‘lmas azob yetkaziladi, qurbonlar soni ortadi, kishilarning hayot ta’minoti, xalq xo‘jaligi obyektlari batamom izdan chiqadi, madaniy boyliklar va me’morchilik yodgorliklar qayta tiklanmas darajada vayron bo‘ladi, atrof tabiiy muhit qattiq zararlanadi.\n\n5. Sharhlanayotgan jinoyat ko‘p obyektli jinoyat bo‘lib, bunda asosiy bevosita obyekt harbiy operatsiyalarni amalga oshirish bo‘yicha munosabatlar harbiy harakatlarni tartibga soluvchi ijtimoiy munosabatlar hisoblanadi. Fakultativ obyekt bo‘lib, inson hayoti va sog‘ligi, uning huquq va erkinliklari, turli shakldagi mulklar namoyon bo‘lishi mumkin.\n\n6. Urush qonunlari va udumlarini buzish obyektiv tomondan quyidagi holatlardan birida ifodalanishi mumkin: aholi yoki harbiy asirlarni majruh qilish, jismonan yo‘q qilish, aholini majburiy mehnatga jalb etish yoki boshqa maqsadlarda haydab ketish, xalqaro huquq normasi bilan cheklangan urush vositalarini qo‘llash, shaharlar va aholining yashash punktlarini maqsad\u001fsiz vayron qilish, shaxsiy mulkni talon-toroj qilish, ushbu harakatlarni amalga oshirish haqida buyruq berish.\n\n7. Sharhlanayotgan moddada berilgan jarohatlash tushunchasini JK 110-moddasida belgilangandek tushunish lozim.\n\n8. Ushbu modda doirasidagi tinch aholi deganda, qurollangan mojaroga tortilgan davlat hududida yashovchi, ammo mojaroda ham, alohida harbiy operatsiyalarda ham qatnashmaydigan jismoniy shaxslarni tushunish kerak. Tinch aholi tushunchasi, mojaroga tortilgan davlat bilan siyosiy-huquqiy aloqalaridan qat’i nazar, barcha jismoniy shaxslarni o‘z ichiga oladi. Bular – mahalliy fuqarolar, fuqaroligi bo‘lmagan shaxslar, chet el fuqarolaridir. Xalqaro huquqning umume’tirof etilgan normalariga muvofiq tinch aholi daxlsizdir.\n\n9. 1949-yil 12-sentyabrdagi harbiy asirlar bilan muomala qilish haqidagi Jeneva konvensiyasining 4-moddasiga asosan, quy\u001fidagi toifadan biriga mansub bo‘lgan, dushman hukmi ostiga tushib qolgan shaxslar harbiy asir deb hisoblanadi: nizolashayotgan tomon qurolli kuchlarining shaxsiy tarkibi, shuningdek, qurolli kuchlar qatoriga kiruvchi ixtiyoriy lashkarlar va ko‘ngillilar shaxsiy tarkibi; qurolli kuchlar tarkibiga kirmaydigan, lekin o‘z qo‘l ostidagilar uchun mas’uliyatni zimmasiga olgan bosh rahbarga ega bo‘lgan, aniq va uzoqdan ko‘rinadigan farqlovchi belgiga ega bo‘lgan, ochiq-oydin qurol olib yurgan, o‘z xatti-harakat\u001flarida urush davrining qonun-qoidalari va odatlariga amal qil\u001fgan boshqa ixtiyoriy lashkarlar va ko‘ngillilar otryadlarining shaxsiy tarkibi, shuningdek, 4-moddada sanab o‘tilgan boshqa shaxslar. Ushbu guruhga kiruvchi shaxslar asirlikka olinishi bilan harbiy asir maqomini oladi va asirlikdan qutilishi bilan harbiy asir maqomidan mahrum bo‘ladi. Asirlikning boshlanish va tugash vaqti yuqoridagi Konvensiya moddasiga muvofiq belgilanadi. Bunga ko‘ra, yuqoridagi guruhga kiruvchi shaxs qarama-qarshi (dushman) bo‘lgan davlat harbiylari qo‘liga tushishi bilan asir\u001flik boshlanadi, asirning to‘liq ozod qilinishi va repatriatsiya qilinishi bilan asirlik tugaydi.\n\n10. Tinch aholini jismoniy qirib tashlash deganda, odamlarni jismonan yo‘q qilishga yo‘naltirilgan xatti-harakatni tushunish lozim. Jismoniy yo‘q qilish o‘ldirish, o‘limga sabab bo‘luvchi og‘ir tan jarohati yetkazish, shaxsni inson organizmining hayotiy faoliyati mos kelmaydigan sharoitga solish va hokazo yo‘llar bilan amalga oshirilishi mumkin. Aholini jismoniy yo‘q qilishga yo‘l qo‘yilmaydi va bunday holat xalqaro huquq tomonidan har qanday sharoitda ham taqiqlanadi.\n\n11. Jismoniy qirg‘inni genotsid hisoblanadigan harakat sifatida ham, urush qonunlari va udumlarini buzish harakati sifatida ham bir-biridan farqlash zarur. Bu farqni ushbu qirg‘in kimga nisbatan ishlatilayotganligiga qarab ajra\u001ftish kerak: agar qirg‘in muayyan insonlar guruhiga ularning milliy, irqiy, etnik yoki diniy belgilari munosabati bilan qo‘llanilayotgan bo‘lsa, demak, bu jinoyat genotsid bo‘lib, aybdorni JK 153-moddasiga binoan jazolash kerak. Ammo harbiy asirlar yoki aholi irqiy, milliy, etnik yoki diniy mansubligidan qat’i na\u001fzar qirg‘inga tortilayotgan bo‘lsa, bu jinoyatni urush qonun va udumlarini buzish deb topish va JK 152-moddasi bilan jazolash zarur.\n\n12. Majburiy mehnat yoki boshqa maqsadlar uchun tinch aholini haydab ketish deganda, aholini bosib oluvchi davlat hududiga yoki bosib olingan-olinmaganligidan qat’i nazar boshqa biron-bir davlat hududiga olib chiqish yoki aholini turar joyidan noma’lum yo‘nalishda quvgin qilishni tushunish lozim. Biroq okkupatsiya qilingan biron-bir hudud aholisining xavfsizligi talabiga ko‘ra yoki harbiy mulohazalardan kelib chiqib, shu aholini to‘liq yoxud qisman evakuvatsiya qilish haydab ketish hisoblanmaydi. Bunda evakuvatsiya qilinayotganlar bosib olingan hudud ichkarisidagina joylashtirilishi mumkin, amalda shunday qilish mumkin bo‘lmagan hollar bundan mustasno.\n\n13. Majburiy ishlar deganda, muayyan jazo belgilash bilan qo‘rqitib yoki kuch ishlatilish bilan qo‘rqitib kishi mehnatidan foydalanish tushuniladi. Boshqa maqsadlar deganda, hayotning boshqa sohalarida bunday shaxslardan foydalanishni, masalan, kishilar hayoti ustida turli tajribalar, tadqiqotlar olib borishni tushunish lozim.\n\n14. Xalqaro huquq bilan taqiqlangan urush olib borish vositalarini qo‘llash deganda, xalqaro huquqning umume’tirof etilgan va umummajburiy normalari bilan taqiqlangan urushning usul va vositalaridan foydalanishni tushunish kerak.\n\n15. Urush olib borish vositalari deganda, urush olib borayotgan tomonlarning dushmanga ziyon yetkazish va mag‘lub qilish uchun qo‘llaydigan qurol va boshqa vositalardan foydalanishini tushunish kerak. Amaldagi xalqaro huquq normalari, shu jumladan harbiy qurolning muayyan turlarini qo‘llashni cheklash va taqiqlash to‘g‘risidagi 1981 yilgi Konvensiyaga ko‘ra quyidagilardan foydalanish taqiqlanadi: inson tanasida ayblanuvchi va yassilanuvchi o‘qlar; zaharli va zaharlovchi qurollari; bakteriologik qurollar va toksinlar; kichik qopqon-minalar; turli yonuvchi qurollar va boshqalar. \n\n16. Urush olib borish vositalari - urush olib borishda qo‘llanilgan tartib, usul va yo‘llaridir. Bu usullar juda xilma-xilligi bilan bir-biridan farq qiladi, natijada xalqaro huquq ularning hammasini tartibga solishga qodir bo‘lmayapti. Shu bilan birga urush olib borish metodlaridan ayrimlari to‘g‘ridan-to‘g‘ri taqiqlangan. Masalan, urush usullaridan quyidagilari xalqaro huquq bilan taqiqlanadi:\n\n- \"Hech kimni tirik qo‘ymaslik\" haqida buyruq berib, shu bilan muxolifga tahdid qilish yoki harbiy harakatlarni shu asosda olib borish;\n\n- Qizil Xoch va Qizil Yarimoy, BMTning ramzlaridan, shuningdek, neytral davlatlar yoki nizoga aralashmagan davlatlar bayrog‘i, ramzlari, kiyimlaridan g‘ayriqonuniy foydalanish;\n\n- Parlament a’zolarini o‘ldirish;\n\n- Shahar yoki boshqa joylarni talon-toroj qilishga buyruq berish;\n\n- Har qanday usulda bo‘lsa ham, himoyalanmagan shaharlar, qishloqlar, uy-joylarga hujum qilish yoki ularni bombardimon qilish;\n\n- Genotsidni amalga oshirish;\n\n- Garovga olish;\n\n- Bemorlar yoki yaradorlarni o‘ldirish, harbiy asirlarni yo‘q qilish yoki ularni o‘z davlatiga qarshi harbiy harakatlar olib borishga majbur qilish;\n\n- Tinch aholiga nisbatan terrorni amalga oshirish;\n\n- Maxsus himoya ostidagi va maxsus belgili madaniy yodgorliklarni yo‘qotish.\n\n17. Shaharlar va aholi yashash joylarini behuda vayron qilish — harbiy ehtiyojdan kelib chiqmagan holda kurashayotgan tomonlarning yashash punktlarini butunlay yoki qisman yo‘q qilishga qaratilgan faoliyat. Bunda fuqarolar doimiy yoki vaqtincha yashovchi binolar vayron qilinadi. Ammo tinch aholining o‘zini yo‘q qilish, garchi bu qilmish ayni paytda sodir etilsa ham, bunga kirmaydi, lekin bunday faoliyat, garchi u faqat binolarni bombardimon qilish orqali sodir etilsa ham, aholini jismoniy yo‘q qilish deb topiladi. Shuni ham ta’kidlash kerakki, agar aholi yashash joylari harbiy ehtiyojdan kelib chiqmasdan vayron qilinsa, bu jinoyat deb topiladi.\n\n18. Mulkni talon-toroj qilish — bu bosib olingan davlat yoki unda yashovchi shaxslar (fuqarolar), chet el fuqarolari (fuqaroligi bo‘lmagan shaxslar)ga tegishli bo‘lgan, shuningdek, shu hududda ro‘yxatga olingan muayyan mulkni har xil vositalar bilan bosib oluvchi davlat yoki uning fuqarolari yoxud qurolli kuchlar tarkibiga kiruvchi shaxslar foydasiga egallab olishdir.\n\n19. Sharhlanayotgan modda dispozitsiyasida belgilangan harakatlarni sodir etish haqida buyruq berish ham urushning qonun va urf-odatlarini buzish deb hisoblanadi. Buyruq og‘zaki yoki yozma bo‘lishi mumkin, ammo u qilmishni huquqiy baholashga ta’sir etmaydi. Sharhlanayotgan modda dispozitsiyasida ko‘rsatilgan harakatlardan bittasi sodir etilgan vaqtdan e’tiboran jinoyat tugallangan deb hisoblanadi.\n\n20. Urushning qonun va urf-odatlarini buzish jinoyati ham formal, ham moddiy tarkibga ega bo‘lib, uni tugallangan deb hisoblash uchun biron-bir jinoiy oqibat kelib chiqishi talab qilinmaydi, lekin jinoyat qonunida moddiy oqibatlar ham bayon qilingan.\n\n21. Jinoyat subyektiv tomondan qasddan sodir etiladi. Ayblanuvchi shaxs o‘z qilmishining ijtimoiy xavfliligini va huquqqa zidligini biladi va uning yuz berishini istaydi (to‘g‘ridan-to‘g‘ri qasd) yoki ongli ravishda bunday oqibatlarga yo‘l qo‘yadi (masalan, egallab olingan aholi yashash joylarining haddan tashqari vayron etilishiga qarshilik qilmaydi, zaharlovchi harbiy vositalarni ishlatmaslik kerakligini \"unutadi\", ikki xil ma’noli buyruqlar beradi va ularni qo‘l ostidagilarga tushuntirmaydi va hokazo) — bu bilvosita qasd hisoblanadi.\n\nUshbu jinoyatni ehtiyotsizlik tufayli sodir etish mumkin emas.\n\nUrush qonun va urf-odatlarini buzishning motivi va maqsadlari turlicha (o‘ch olish, g‘arazli niyat, shuhratparastlik va boshqalar) bo‘lishi mumkin, lekin ular jinoyatni kvalifikatsiya qilishga ta’sir etmaydi. Motiv va maqsad sud tomonidan muayyan jazo tayinlashda hisobga olinadi.\n\nMuayyan holatlarda, agar bemorlar va yaradorlarga nisbatan majburiyatni bajarishda loqaydlik qilinsa (tibbiy yordam ko‘rsatmaslik, o‘z vaqtida kasalxonaga joylashtirishdan voz kechish, bunga mo‘ljallanmagan binoda saqlash, epidemiya tarqalishiga olib kelgan emlash qilishdan bosh tortish va hokazolar), oqibatlarga munosabat ularga ongli ravishda yo‘l qo‘yishda ifodalanishi mumkin, ya’ni bilvosita qasd shaklida ayb yuzaga kelishi mumkin.\n\n22. Jinoyat subyektlari harbiy xizmatchilar — odatda, harbiy qo‘mondonlikning yuqori mansabdor shaxslari, turli qismlar qo‘mondonlari hisoblanadi. Harbiy asirlarga tegishli masalalar haqida gap ketgan hollarda, subyekt bo‘lib qo‘riqlash, nazorat qilish vakolatlariga ega bo‘lgan 16 yoshga to‘lgan mansabdor shaxs, harbiy xizmatchilar yoki boshqa shaxslar bo‘lishi mumkin."
        },
        {
            "modda_raqami": "153-modda. Genotsid.",
            "matni": "Genotsid, ya’ni milliy, etnik, irqiy yoki diniy mansubligiga qarab, bir guruh shaxsning jismonan to‘la yoki qisman qirilib ketishiga olib keladigan turmush sharoitini qasddan yaratish, bunday shaxslarni jismonan to‘la yoki qisman qirib yuborish, bola tug‘ilishini zo‘rlik bilan kamaytirish yoxud bolalarni ana shu odamlar guruhidan olib, boshqasiga topshirish, shuningdek, bunday harakatlar sodir etish to‘g‘risida buyruq berish - \n\no‘n yildan yigirma yilgacha ozodlikdan mahrum qilish bilan jazolanadi.",
            "sharxi": "1. Genotsid (yunoncha genos – urug‘, qabila; lotincha cide – o‘ldiraman) xalqaro jinoyat turi sifatida irqiy, milliy, etnik yoki diniy belgilarga qarab aholining ayrim guruhlarini jismonan qirishdir. Genotsid – umume’tirof etilgan inson huquqlari va ozodligi, xalqaro huquq prinsip va me’yorlarini qo‘pol tarzda buzishdir.\n\nGenotsidning ijtimoiy xavfliligi shundaki, ushbu qilmish natijasida muayyan millat, elat, irq yoki dinga mansub shaxslar to‘liq yoki qisman qirilib ketishi, o‘zlarining an’anaviy turmush tarzi, madaniyati va an’analaridan mahrum bo‘lishi mumkin. Bu holat insoniyat hamjamiyatining tumanligiga xavf tug‘dirishi, xalqaro huquqiy tartibotga putur yetkazishi mumkin.\n\n2. Xalqaro huquq genotsidni alohida shaxslar va davlatlarning milliy va xalqaro javobgarligini keltirib chiqaruvchi jinoyat deb topadi. Shu sababli, xalqaro huquqning umume’tirof etilgan qoidalariga asosan, “tinchlik va harbiy harakatlar vaqtida sodir etilishidan qat’i nazar”, genotsid insoniyatga qarshi qaratilgan xalqaro jinoyat hisoblanadi. Xalqaro huquqning umume’tirof etilgan normalarida genotsidni sodir etgan shaxs fuqaroligi, jamiyatdagi mavqeidan qat’i nazar jinoiy ta’qib qilinishi to‘g‘risidagi qoida belgilangan.\n\n3. Genotsid jinoyati obyekti - insoniyatning tinch va xavfsiz yashashi, Yer yuzi aholisining milliy, etnik, irqiy yoki diniy mansubligidan qat’i nazar sivilizatsiyaning rivojlanishi, insoniyat asoslari sohasidagi ijtimoiy munosabatlar tizimidir.\n\nGenotsid jinoyatining fakultativ obyekti inson hayoti va sog‘lig‘i, shaxsning huquq va erkinliklari hisoblanadi. Genotsid jinoyati natijasida bir emas, bir guruh shaxslar jabrlanishini ta’kidlab o‘tish lozim.\n\nBunda milliy, etnik, irqiy yoki diniy guruh deganda quyidagilarni tushunish kerak:\n\n-milliy guruh – muayyan millatga mansub shaxslar guruhi, bunda ushbu guruhning qaysi hududda yashashi ahamiyatga ega emas.\n\nMillat deganda, tili, ruhiy va madaniy xususiyati, yashash hududi hamda turmushi va an’analarining boshqa xususiyatlari\u001fning birligi bilan tavsiflanadigan, tarixiy tarkib topgan odamlar jamoasi nazarda tutiladi;\n\n-etnik guruh – aholining boshqa qismlaridan farqlanuvchi va shu bilan birga o‘zining tili, irqi, millati va madaniyati bilan yagona bir butunlikni tashkil qiluvchi kishilar guruhi;\n\n-irqiy guruh – o‘zining ikkinchi darajali tashqi belgi\u001flari (terisi, sochi, ko‘zining rangi, bo‘yi va boshqalar) va boshqa tarixiy o‘ziga xos xususiyatlari bilan aholi guruhlaridan farqlanuvchi kishilar guruhi;\n\n-diniy guruh – bitta dinga e’tiqod qiluvchi muayyan ki\u001fshilar guruhi.\n\n4. Genotsid obyektiv tomondan sharhlanayotgan modda dispozitsiyasida belgilangan bir yoki bir necha qilmishni sodir etishda va uni tashkil etuvchi quyidagi ko‘rinishlar bilan ifodalanadi:\n\n-jismoniy genotsid;\n\n-ijtimoiy-iqtisodiy genotsid;\n\n-biologik genotsid;\n\nJismoniy genotsid – muayyan milliy, etnik, irqiy yoki diniy guruhlar vakillarini bevosita to‘liq yoki qisman jismonan yo‘q qilishga qaratilgan faoliyat. U o‘z ichiga o‘ldirish, hayotga to‘g‘ri kelmaydigan og‘ir tan jarohatlari yetkazish, hayotga to‘g‘ri kelmaydigan vazifalarni topshirish kabilarni qamrab oladi. Milliy, irqiy yoki etnik mansubligiga ko‘ra alohida toifa odamlarni ruhan yo‘q qilinishini xam jismoniy genotsid kabi kvalifikatsiya qilinishi lozim\n\nRuhiy yo‘q qilish deganda, insonlarning ongli hayotini izdan chiqarishga qaratilgan harakatni tushunish lozim. Ruhiy yo‘q qilish miya faoliyatini ishdan chiqarish, ma’naviy azoblanish, aqliy zaiflikni keltirib chiqarishda ifodalanishi mumkin. \n\nIjtimoiy-iqtisodiy genotsid milliy, etnik, irqiy yoki diniy guruhlarni ular uchun hayot kechirish imkoniyati mavjud bo‘lmagan sharoit yoki og‘ir hayot sharoiti yaratish orqali jismonan yoki ruhan ketish sharoitiga solishda o‘z ifodasini topadi. Genotsid\u001fning bu ko‘rinishi quyidagilarda ifodalanishi mumkin: ma’lum bir guruhni radioaktiv zaharlanish zonasiga joylashtirish; bunday guruhga qiyin vaziyatlar, masalan, iqtisodiy tanazzulda yordam berishni rad etish. Genotsidning bu turi harakatda va harakatsizlikda namoyon bo‘ladi. \n\nBiologik genotsid yo genotsid yo‘naltirilgan guruhda bola tug‘ilishini, yoki guruh a’zolarining naslni davom ettirishini bartaraf qilishga qaratilgan turli tadbirlarni o‘z ichiga oladi.\n\nBola tug‘ilishini bartaraf etish zo‘rlik ishlatib axtalash (jinsiy bezlarni olib tashlashga oid operatsiyalar o‘tkazish) yoki sterilizatsiya (nasl qoldirish qobiliyatidan mahrum qilishga oid operatsiya), ayol homilasini sun’iy yo‘l bilan g‘ayriqonuniy tushirish, shuningdek, boshqa zo‘ravonlik harakatlarini shunga o‘xshash odamlar muhitida qo‘llash shaklida ham bo‘lishi mumkin.\n\nNasl qoldirish qobiliyatini bartaraf etish ma’lum millatga, etnik yoki boshqa guruhga mansub ota-onalardan ularning xohish-irodasiga zid bolasini olib qo‘yish, bolalarni boshqa millat, etnik, irqiy yoki diniy guruh vakili bo‘lgan shaxslarga (bepul yoki pulga) berish shaklida bo‘ladi.\n\n5. Sharhlanayotgan jinoyat obyektiv tomondan milliy, etnik, irqiy yoki diniy mansubligiga qarab, g‘ayriqonuniy munosabatda bo‘lishda ifodalanadi. Shuningdek, ushbu yuqorida qayd etilgan qilmishlarni bajarish haqida buyruq berish ham genotsid jinoyatining obyektiv tomonini tashkil qiladi. Buyruq berish shakli qilmishni huquqiy baholashda ahamiyatga ega emas. \n\n6. Genotsid jinoyati jismonan qirib yuborish, o‘ldirish jinoyat hisoblanadi. Bunda jinoiy oqibat kelib chiqishi talab qilinmaydi, faqat JK 153-moddasi dispozitsiyasida belgilangan harakatlardan biri sodir etilishi shaxsni jinoiy javobgarlikka tortish uchun yetarli hisoblanadi. \n\n7. Genotsid jinoyati subyektiv tomondan qasddan sodir etiladi. Aybdor milliy, etnik, irqiy yoki diniy mansubligi bo‘yicha aholining qaysidir qismini yo‘q qilib yuborishi ijtimoiy xavfli qilmish ekanligini anglaydi va shuni istaydi. Genotsid jinoyati subyektiv tomonining majburiy elementi maxsus maqsad – qaysidir milliy, etnik, irqiy yoki diniy guruhni shunday\u001fligicha to‘la yoki qisman yo‘qotishni mo‘ljallash niyati[ Qarang: 1948 yil 9 dekabrdagi “Genotsid jinoyatining oldini olish va uning uchun jazolash to‘g‘risida”gi Konvensiyaning 2-moddasi.]. Agar maxsus maqsad mavjud bo‘lmasa, qilmish genotsid jinoyati deb kvalifikatsiya qilinishi mumkin emas.\n\n8. Genotsid jinoyati boshqa turdagi shaxsga qarshi jinoyatlardan milliy yoki irqiy adovat motivi asosida sodir etilishi bilan farqlanadi. Genotsid boshqa alohida jinoyatlar kabi muayyan bir shaxsga qaratilmasdan, balki muayyan irqiy, milliy yoki diniy guruhlarga qaratilgan bo‘ladi.\n\n9. Agar genotsid urush davrida yuz bergan bo‘lsa, aybdorning harakatlari JK 152 va  153-moddalari bilan jinoyatlar majmui tariqasida kvalifikatsiya qilinishi kerak, chunki genotsid bu davrda urushning qonun va udumlarini buzish deb ham hisoblanadi.\n\n10. Genotsid jinoyatining subyekti 16 yoshga to‘lgan jismoniy shaxslardir. Ijtimoiy holatidan qat’i nazar mansabdor shaxslar yoki oddiy shaxslar ham jinoyat subyekti hisoblanadi. Bu shaxslar jinoyat sodir etish joyi qayer bo‘lishidan qat’i nazar, javobgarlikka tortilishi lozim va bu xalqaro huquqda genotsid uchun belgilangan xalqaro javobgarlik me’yorlariga mos keladi. Genotsid jinoyatini sodir etgan shaxslar jinoyat sodir etilgani\u001fdan so‘ng qancha muddat o‘tganidan qat’i nazar javobgarlikka tor\u001ftilishi shart. Konvensiya va xalqaro huquq normalariga asosan, genotsid jinoyatini sodir etganlarga nisbatan javobgarlik muddati o‘tishi bilan javobgarlikdan ozod qilish qo‘llanilmaydi.\n\nAgar shu turdagi qilmish 13 yoshdan 16 yoshgacha bo‘lgan shaxslar tomonidan sodir etilgan bo‘lsa, ular shaxsga qarshi sodir etganlik muayyan jinoyat uchun javobgarlikka tortilishi lozim."
        },
        {
            "modda_raqami": "154-modda. Yollanish.",
            "matni": "154 - modda. Chet davlatlarning harbiy xizmatiga, \n\nxavfsizlik, politsiya, harbiy adliya \n\norganlari yoki shunga o‘xshash boshqa \n\norganlariga xizmatga kirish, yollanish\n\nO‘zbekiston Respublikasi fuqarosining chet davlatlarning harbiy xizmatiga, xavfsizlik, politsiya, harbiy adliya organlari yoki shunga o‘xshash boshqa organlariga xizmatga kirishi - \n\neng kam oylik ish haqining uch yuz baravarigacha miqdorda jarima yoki uch yilgacha axloq tuzatish ishlari bilan jazolanadi.\n\nO‘zbekiston Respublika fuqarosining chet davlatlarning harbiy xizmatiga, xavfsizlik, politsiya, harbiy adliya organlari yoki shunga o‘xshash organlariga yollanishi - \n\nuch yildan besh yilgacha ozodlikdan mahrum qilish bilan jazolanadi.",
            "sharxi": "1. O‘zbekiston Respublikasi Konstitutsiyasining 52-moddasiga binoan, “O‘zbekiston Respublikasini himoya qilish – O‘zbekiston Respublikasining har bir fuqarosining burchidir”. Ushbu konstitutsiyaviy normaga asosan, “Fuqarolar qonunda belgilangan tartibda harbiy yoki muqobil xizmatni o‘tashga majbur\u001fdirlar”. Fuqaro harbiy xizmatga kirayotib, “Xalqi va O‘zbekiston Respublikasi Prezidentiga sadoqat to‘g‘risida harbiy qasamyod” qabul qiladi[2 Qarang: O‘zbekiston Respublikasining 2002 yil 12 dekabrdagi “Umumharbiy majburiyat va harbiy xizmat to‘g‘risida”gi Qonuni, 30-modda, 2-qism, 39-modda, 1-qism.]2. Ammo ilgari qonunchilikda har\u001fbiy qasamyodning bajarilishini nazorat qiluvchi mexanizm mavjud emas edi. Qasamyod faqat ma’naviy javobgarlikni keltirib chiqarar edi. Sharhlanayotgan moddaning Jinoyat kodeksiga kiritilishi huquqdagi bo‘shliqni bartaraf etdi va fuqaroning davlat oldi\u001fdagi javobgarligini mustahkamladi.\n\n2. Sharhlanayotgan jinoyatning ijtimoiy xavfliligi shundaki, uning sodir etilishi natijasida O‘zbekiston Respublikasi mudofaa qudrati va barqarorligiga, davlatlarning tinch yo‘l bilan rivojlanishiga xavf tug‘ilishi, jahon huquqiy tartiboti va barqarorlik buzilishi mumkin. Bundan tashqari, O‘zbekiston Respublikasi fuqarolarining chet davlat harbiy xizmat\u001flariga, xavfsizlik, politsiya, harbiy adliya organlari yoki shunga o‘xshash boshqa organlarga xizmatga yollanishi natijasida ulardan yollanuvchi sifatida foydalanish uchun sharoit yaratiladiki, bu xalqaro hamjamiyat tomonidan qat’iyan taqiqlangan.\n\n3. Sharhlanayotgan moddaning 1-qismida chet davlatlar\u001fning harbiy xizmatiga, xavfsizlik, politsiya, harbiy adliya or\u001fganlari yoki shunga o‘xshash boshqa organlariga xizmatga kirganlik uchun, 2-qismida esa, chet davlatlarning harbiy xizmatiga, xavfsizlik, politsiya, harbiy adliya organlari yoki shunga o‘xshash boshqa organlarga yollanganlik uchun javobgarlik nazarda tutil\u001fgan.\n\n4. Sharhlanayotgan moddaning 1-qismida ko‘zda tutilgan javobgarlikni nazarda tutadigan jinoyat obyektiv tomondan faol harakatlar bilan, ya’ni chet davlatlarning harbiy xizmatiga, xavfsizlik, politsiya, harbiy adliya organlari yoki shunga o‘xshash boshqa organlariga xizmatga kirishi bilan tavsiflanadi.\n\nXizmatga kirish uchun shaxs o‘zga davlat qurolli kuchlari, xavfsizlik organlari, politsiya, harbiy adliya yoki shunga o‘xshash organlari shtat jadvaliga kirishi bilan bog‘liq bir qator tadbirlarni, harakatlarni amalga oshiradi. Ushbu holatda shuni ta’kidlash kerakki, xizmatga kirish shaxsning o‘z irodasi, xohishi asosida bo‘lishi kerak. Xizmatga kirish faoliyat sifatida bir qancha harakatlarni o‘z ichiga oladi: jumladan, chet davlatning har\u001fbiy xizmatiga, xavfsizlik, politsiya, harbiy adliya organlari yoki shunga o‘xshash boshqa organlariga xizmatga kirish uchun hujjat\u001flarni tayyorlash, ko‘rib chiqish uchun hujjatlarni taqdim etish va xizmatga kirish uchun turli usul va vositalardan foydalanish kabilar bo‘lishi mumkin. \n\nAgar shaxs tomonidan amalga oshiriladigan usullar jamiyat uchun xavf tug‘dirsa (masalan, hujjatni qalbakilashtirish, pora berish va boshqalar), shaxs qilmishi Jinoyat kodeksida belgilangan tegishli modda, shuningdek, chet davlatlarning harbiy xizmatiga, xavfsizlik, politsiya, harbiy adliya organlari yoki shunga o‘xshash boshqa organlariga xizmatga kirishi (JK 1541-moddasi) uchun javobgarlikni nazarda tutuvchi moddalari asosida jinoyat\u001flar majmui bo‘yicha kvalifikatsiya qilinishi lozim.\n\nShaxs chet davlatning harbiy xizmatiga, xavfsizlik, politsiya, harbiy adliya organlari yoki shunga o‘xshash boshqa organlariga xizmatga olinganligi haqida bildirishnoma yuborilganligi, buyruq chiqarilishi bilan jinoyat tugallangan hisoblanadi.\n\n5. O‘zbekiston fuqarosining chet davlatning har qanday organiga emas, balki harbiy xizmatiga, xavfsizlik, politsiya, harbiy adliya organlari yoki shunga o‘xshash boshqa organlariga xizmatga kirishi ijtimoiy xavfli qilmish deb topiladi.\n\nHarbiy xizmat – davlat xizmatining alohida turi bo‘lib, harbiy tayyorgarlik va davlatni harbiy muhofaza qilishni o‘z ichiga oladi. Harbiy xizmat qurolli kuchlar va boshqa davlat harbiy tuzilmalari tomonidan amalga oshiriladi. Qurolli kuchlar\u001fning yoxud uning tuzilmalarining nomlanishi, harbiy xizmat mazmuni kvalifikatsiya qilishga ta’sir qilmaydi.\n\nXavfsizlik organlaridagi xizmat – davlat xizmatining maxsus turi bo‘lib, asosiy faoliyati davlatni va jamiyatni tashqi hamda ichki xavfdan himoyalash, shaxslarning asosiy huquq va erkinliklarini, hayotini muhofaza etish hisoblanadi. Davlat xavfsizligi xorijiy davlatlarda turli organlar tomonidan amalga oshiriladi, ularning tuzilmasi O‘zbekistondagidan farq qilishi mumkin, ammo bu jinoyatni kvalifikatsiya qilishda hisobga olinmaydi. Xavfsizlik xizmati organlarining nomi yoki ular\u001fning tashkiliy-huquqiy shakli ham ahamiyatga ega emas.\n\nPolitsiya xizmati – davlat xizmatining maxsus shakli bo‘lib, jamoat tartibini himoyalovchi va jinoyatchilikka qarshi kurashuvchi alohida turdagi organlar tizimida o‘taladigan xizmat turlaridan biri. Barcha turdagi yoki bir qancha turdagi huquqbuzarliklarni tergov qilish bilan shug‘ullanadi.\n\nO‘zbekistonda va boshqa bir qator davlatlarda politsiya- militsiya deb nomlanadi. Politsiyaning qanday nomlanishi va tashkiliy-huquqiy shakli qilmishni kvalifikatsiya qilishda ahamiyatga ega emas.\n\nHarbiy adliya organlarida xizmat turli idora va xizmatlarni, shuningdek, harbiy sud tizimini o‘z ichiga oladi. Uning faoliyat sohasiga Qurolli Kuchlarda va boshqa turdagi davlat harbiy tuzilmalarida huquqiy tartibotni ta’minlash kiradi.\n\n6. Shunga o‘xshash boshqa organlar deganda, xizmat harbiylashtirilgan barcha turdagi muassasa, tashkilot, organni tushunish kerak. Harbiylashtirilgan organni farqlovchi jihatlar\u001fdan biri shaxs xizmatga kirayotganida qasamyod qabul qilishi va qasamyodini buzganida javobgarlik kelib chiqishi hisoblanadi.\n\nQasamyod qabul qilishidan qat’i nazar, shaxs chet davlatning boshqa organlariga xizmatga kirishi, masalan, prokuror, tergovchi yoki umumiy yurisdiksiya sudi sudyasi bo‘lishi jinoyat hisoblanmaydi.\n\n7.Subyektiv tomondan jinoyat to‘g‘ri qasddan sodir etiladi. Aybdor o‘zining O‘zbekiston Respublikasi fuqarosi ekan\u001fligini biladi va chet davlatlarning harbiy xizmatiga, xavfsiz\u001flik, politsiya, harbiy adliya organlari yoki shunga o‘xshash boshqa organlariga xizmatga kiradi hamda o‘zi shuni xohlaydi. Qilmishni sodir etish motiv va maqsadlari turlicha bo‘lishi mumkin, ammo ular jinoyatni kvalifikatsiya qilishga ta’sir qilmaydi, lekin sud tomonidan jazo tayinlashda hisobga olinishi lozim.\n\n8.Jinoyat subyekti faqat 16 yoshga to‘lgan O‘zbekiston Respublikasi fuqarolari hisoblanadi.\n\n9.Sharhlanayotgan modda 2-qismida O‘zbekiston Respublikasi fuqarosining chet davlatlarning harbiy xizmatiga, xavfsizlik, politsiya, harbiy adliya organlari yoki shunga o‘xshash boshqa organlariga xizmatga yollanishi uchun javobgarlik belgilangan.\n\n(Yollash tushunchasi haqida JK 154-moddasi sharhiga qarang.)\n\n10. Jinoyat subyektiv tomondan faqat qasddan sodir etilishi mumkin. Subyekt qilmishini baholashda motiv va maqsad ahamiyatga ega emas, lekin jinoyat motivi va maqsadi jazo tayinlashda sud tomonidan hisobga olinishi lozim.\n\n Sharhlanayotgan modda 2-qismi bo‘yicha jinoyat subyekti 16 yoshga to‘lgan har qanday jismoniy shaxs hisoblanadi. Shaxsning fuqaroligi ahamiyatga ega emas. \n\n12. Shuni hisobga olish kerakki, O‘zbekiston Respublikasi fuqarosi O‘zbekiston hududidagi korxona, tashkilot, muassasada mehnatni davom ettirgan holda, chet davlatlarning harbiy xizmatiga, xavfsizlik, politsiya, harbiy adliya organlari yoki shunga o‘xshash boshqa organlariga ishga kirsa, O‘zbekiston Respublika\u001fsiga qarshi jinoyatlarda ko‘zda tutilgan tegishli alomatlar bo‘lsa, unda O‘zbekiston Respublikasi fuqarolik pasporti bo‘lishidan qat’i nazar, jinoyatlar majmui bo‘yicha JK 160-moddasidagi josuslik jinoyati bo‘yicha ham kvalifikatsiya qilish lozim. Qilmishni davlatga xoinlik sifatida kvalifikatsiya qilib bo‘lmaydi, chunki shaxs chet davlatda harbiy xizmatga, xavfsizlik xizmati idoralariga, politsiyaga, adliya idoralariga yoki davlat hokimiyati va boshqaruvning boshqa idoralariga ishga kir\u001fganligi natijasida O‘zbekiston Respublikasi fuqaroligi yo‘qotiladi[ Qarang: O‘zbekiston Respublikasining 1992 yil 2 iyuldagi “O‘zbekiston Respublikasining fuqaroligi to‘g‘risida”gi  Qonuni, 21-modda, 1-qism, 1-band.].\n\n13. Chet davlatlarning harbiy xizmatiga, xavfsizlik, politsiya, harbiy adliya organlari yoki shunga o‘xshash boshqa organlariga xizmatga kirish, yollanish uchun jinoiy javobgarlik bilan javobgarlik JK 154-moddasida ko‘zda tutilgan yollanish tarkibi farqlab olinishi juda muhim. Jinoyat tarkibi bir-biri\u001fdan jinoyat subyektiga ko‘ra farqlanadi. Xizmatga yollanish jinoyatida jinoyat subyektiga xos bo‘lgan belgi mavjud, u harbiy harakat\u001flarda o‘zga davlat qurolli kuchlari tarkibida turib qatnashishi talab qilinadi. Qilmishni sodir etgan shaxsni JK 154-moddasi bo‘yicha aybdor deb topish uchun shaxsning harbiy harakatlarda qatnashganligini (JK 154-modda 1-qism) yoki qatnashish maqsadida yollanganligini (JK 154-modda 2-qismi) aniqlash lozim bo‘ladi."
        },
        {
            "modda_raqami": "154-modda. Yollanish.",
            "matni": "154 - modda. Chet davlatlarning harbiy xizmatiga, \n\nxavfsizlik, politsiya, harbiy adliya \n\norganlari yoki shunga o‘xshash boshqa \n\norganlariga xizmatga kirish, yollanish\n\nO‘zbekiston Respublikasi fuqarosining chet davlatlarning harbiy xizmatiga, xavfsizlik, politsiya, harbiy adliya organlari yoki shunga o‘xshash boshqa organlariga xizmatga kirishi - \n\neng kam oylik ish haqining uch yuz baravarigacha miqdorda jarima yoki uch yilgacha axloq tuzatish ishlari bilan jazolanadi.\n\nO‘zbekiston Respublika fuqarosining chet davlatlarning harbiy xizmatiga, xavfsizlik, politsiya, harbiy adliya organlari yoki shunga o‘xshash organlariga yollanishi - \n\nuch yildan besh yilgacha ozodlikdan mahrum qilish bilan jazolanadi.",
            "sharxi": "1. O‘zbekiston Respublikasi Konstitutsiyasining 52-moddasiga binoan, “O‘zbekiston Respublikasini himoya qilish – O‘zbekiston Respublikasining har bir fuqarosining burchidir”. Ushbu konstitutsiyaviy normaga asosan, “Fuqarolar qonunda belgilangan tartibda harbiy yoki muqobil xizmatni o‘tashga majbur\u001fdirlar”. Fuqaro harbiy xizmatga kirayotib, “Xalqi va O‘zbekiston Respublikasi Prezidentiga sadoqat to‘g‘risida harbiy qasamyod” qabul qiladi[2 Qarang: O‘zbekiston Respublikasining 2002 yil 12 dekabrdagi “Umumharbiy majburiyat va harbiy xizmat to‘g‘risida”gi Qonuni, 30-modda, 2-qism, 39-modda, 1-qism.]2. Ammo ilgari qonunchilikda har\u001fbiy qasamyodning bajarilishini nazorat qiluvchi mexanizm mavjud emas edi. Qasamyod faqat ma’naviy javobgarlikni keltirib chiqarar edi. Sharhlanayotgan moddaning Jinoyat kodeksiga kiritilishi huquqdagi bo‘shliqni bartaraf etdi va fuqaroning davlat oldi\u001fdagi javobgarligini mustahkamladi.\n\n2. Sharhlanayotgan jinoyatning ijtimoiy xavfliligi shundaki, uning sodir etilishi natijasida O‘zbekiston Respublikasi mudofaa qudrati va barqarorligiga, davlatlarning tinch yo‘l bilan rivojlanishiga xavf tug‘ilishi, jahon huquqiy tartiboti va barqarorlik buzilishi mumkin. Bundan tashqari, O‘zbekiston Respublikasi fuqarolarining chet davlat harbiy xizmat\u001flariga, xavfsizlik, politsiya, harbiy adliya organlari yoki shunga o‘xshash boshqa organlarga xizmatga yollanishi natijasida ulardan yollanuvchi sifatida foydalanish uchun sharoit yaratiladiki, bu xalqaro hamjamiyat tomonidan qat’iyan taqiqlangan.\n\n3. Sharhlanayotgan moddaning 1-qismida chet davlatlar\u001fning harbiy xizmatiga, xavfsizlik, politsiya, harbiy adliya or\u001fganlari yoki shunga o‘xshash boshqa organlariga xizmatga kirganlik uchun, 2-qismida esa, chet davlatlarning harbiy xizmatiga, xavfsizlik, politsiya, harbiy adliya organlari yoki shunga o‘xshash boshqa organlarga yollanganlik uchun javobgarlik nazarda tutil\u001fgan.\n\n4. Sharhlanayotgan moddaning 1-qismida ko‘zda tutilgan javobgarlikni nazarda tutadigan jinoyat obyektiv tomondan faol harakatlar bilan, ya’ni chet davlatlarning harbiy xizmatiga, xavfsizlik, politsiya, harbiy adliya organlari yoki shunga o‘xshash boshqa organlariga xizmatga kirishi bilan tavsiflanadi.\n\nXizmatga kirish uchun shaxs o‘zga davlat qurolli kuchlari, xavfsizlik organlari, politsiya, harbiy adliya yoki shunga o‘xshash organlari shtat jadvaliga kirishi bilan bog‘liq bir qator tadbirlarni, harakatlarni amalga oshiradi. Ushbu holatda shuni ta’kidlash kerakki, xizmatga kirish shaxsning o‘z irodasi, xohishi asosida bo‘lishi kerak. Xizmatga kirish faoliyat sifatida bir qancha harakatlarni o‘z ichiga oladi: jumladan, chet davlatning har\u001fbiy xizmatiga, xavfsizlik, politsiya, harbiy adliya organlari yoki shunga o‘xshash boshqa organlariga xizmatga kirish uchun hujjat\u001flarni tayyorlash, ko‘rib chiqish uchun hujjatlarni taqdim etish va xizmatga kirish uchun turli usul va vositalardan foydalanish kabilar bo‘lishi mumkin. \n\nAgar shaxs tomonidan amalga oshiriladigan usullar jamiyat uchun xavf tug‘dirsa (masalan, hujjatni qalbakilashtirish, pora berish va boshqalar), shaxs qilmishi Jinoyat kodeksida belgilangan tegishli modda, shuningdek, chet davlatlarning harbiy xizmatiga, xavfsizlik, politsiya, harbiy adliya organlari yoki shunga o‘xshash boshqa organlariga xizmatga kirishi (JK 1541-moddasi) uchun javobgarlikni nazarda tutuvchi moddalari asosida jinoyat\u001flar majmui bo‘yicha kvalifikatsiya qilinishi lozim.\n\nShaxs chet davlatning harbiy xizmatiga, xavfsizlik, politsiya, harbiy adliya organlari yoki shunga o‘xshash boshqa organlariga xizmatga olinganligi haqida bildirishnoma yuborilganligi, buyruq chiqarilishi bilan jinoyat tugallangan hisoblanadi.\n\n5. O‘zbekiston fuqarosining chet davlatning har qanday organiga emas, balki harbiy xizmatiga, xavfsizlik, politsiya, harbiy adliya organlari yoki shunga o‘xshash boshqa organlariga xizmatga kirishi ijtimoiy xavfli qilmish deb topiladi.\n\nHarbiy xizmat – davlat xizmatining alohida turi bo‘lib, harbiy tayyorgarlik va davlatni harbiy muhofaza qilishni o‘z ichiga oladi. Harbiy xizmat qurolli kuchlar va boshqa davlat harbiy tuzilmalari tomonidan amalga oshiriladi. Qurolli kuchlar\u001fning yoxud uning tuzilmalarining nomlanishi, harbiy xizmat mazmuni kvalifikatsiya qilishga ta’sir qilmaydi.\n\nXavfsizlik organlaridagi xizmat – davlat xizmatining maxsus turi bo‘lib, asosiy faoliyati davlatni va jamiyatni tashqi hamda ichki xavfdan himoyalash, shaxslarning asosiy huquq va erkinliklarini, hayotini muhofaza etish hisoblanadi. Davlat xavfsizligi xorijiy davlatlarda turli organlar tomonidan amalga oshiriladi, ularning tuzilmasi O‘zbekistondagidan farq qilishi mumkin, ammo bu jinoyatni kvalifikatsiya qilishda hisobga olinmaydi. Xavfsizlik xizmati organlarining nomi yoki ular\u001fning tashkiliy-huquqiy shakli ham ahamiyatga ega emas.\n\nPolitsiya xizmati – davlat xizmatining maxsus shakli bo‘lib, jamoat tartibini himoyalovchi va jinoyatchilikka qarshi kurashuvchi alohida turdagi organlar tizimida o‘taladigan xizmat turlaridan biri. Barcha turdagi yoki bir qancha turdagi huquqbuzarliklarni tergov qilish bilan shug‘ullanadi.\n\nO‘zbekistonda va boshqa bir qator davlatlarda politsiya- militsiya deb nomlanadi. Politsiyaning qanday nomlanishi va tashkiliy-huquqiy shakli qilmishni kvalifikatsiya qilishda ahamiyatga ega emas.\n\nHarbiy adliya organlarida xizmat turli idora va xizmatlarni, shuningdek, harbiy sud tizimini o‘z ichiga oladi. Uning faoliyat sohasiga Qurolli Kuchlarda va boshqa turdagi davlat harbiy tuzilmalarida huquqiy tartibotni ta’minlash kiradi.\n\n6. Shunga o‘xshash boshqa organlar deganda, xizmat harbiylashtirilgan barcha turdagi muassasa, tashkilot, organni tushunish kerak. Harbiylashtirilgan organni farqlovchi jihatlar\u001fdan biri shaxs xizmatga kirayotganida qasamyod qabul qilishi va qasamyodini buzganida javobgarlik kelib chiqishi hisoblanadi.\n\nQasamyod qabul qilishidan qat’i nazar, shaxs chet davlatning boshqa organlariga xizmatga kirishi, masalan, prokuror, tergovchi yoki umumiy yurisdiksiya sudi sudyasi bo‘lishi jinoyat hisoblanmaydi.\n\n7.Subyektiv tomondan jinoyat to‘g‘ri qasddan sodir etiladi. Aybdor o‘zining O‘zbekiston Respublikasi fuqarosi ekan\u001fligini biladi va chet davlatlarning harbiy xizmatiga, xavfsiz\u001flik, politsiya, harbiy adliya organlari yoki shunga o‘xshash boshqa organlariga xizmatga kiradi hamda o‘zi shuni xohlaydi. Qilmishni sodir etish motiv va maqsadlari turlicha bo‘lishi mumkin, ammo ular jinoyatni kvalifikatsiya qilishga ta’sir qilmaydi, lekin sud tomonidan jazo tayinlashda hisobga olinishi lozim.\n\n8.Jinoyat subyekti faqat 16 yoshga to‘lgan O‘zbekiston Respublikasi fuqarolari hisoblanadi.\n\n9.Sharhlanayotgan modda 2-qismida O‘zbekiston Respublikasi fuqarosining chet davlatlarning harbiy xizmatiga, xavfsizlik, politsiya, harbiy adliya organlari yoki shunga o‘xshash boshqa organlariga xizmatga yollanishi uchun javobgarlik belgilangan.\n\n(Yollash tushunchasi haqida JK 154-moddasi sharhiga qarang.)\n\n10. Jinoyat subyektiv tomondan faqat qasddan sodir etilishi mumkin. Subyekt qilmishini baholashda motiv va maqsad ahamiyatga ega emas, lekin jinoyat motivi va maqsadi jazo tayinlashda sud tomonidan hisobga olinishi lozim.\n\n Sharhlanayotgan modda 2-qismi bo‘yicha jinoyat subyekti 16 yoshga to‘lgan har qanday jismoniy shaxs hisoblanadi. Shaxsning fuqaroligi ahamiyatga ega emas. \n\n12. Shuni hisobga olish kerakki, O‘zbekiston Respublikasi fuqarosi O‘zbekiston hududidagi korxona, tashkilot, muassasada mehnatni davom ettirgan holda, chet davlatlarning harbiy xizmatiga, xavfsizlik, politsiya, harbiy adliya organlari yoki shunga o‘xshash boshqa organlariga ishga kirsa, O‘zbekiston Respublika\u001fsiga qarshi jinoyatlarda ko‘zda tutilgan tegishli alomatlar bo‘lsa, unda O‘zbekiston Respublikasi fuqarolik pasporti bo‘lishidan qat’i nazar, jinoyatlar majmui bo‘yicha JK 160-moddasidagi josuslik jinoyati bo‘yicha ham kvalifikatsiya qilish lozim. Qilmishni davlatga xoinlik sifatida kvalifikatsiya qilib bo‘lmaydi, chunki shaxs chet davlatda harbiy xizmatga, xavfsizlik xizmati idoralariga, politsiyaga, adliya idoralariga yoki davlat hokimiyati va boshqaruvning boshqa idoralariga ishga kir\u001fganligi natijasida O‘zbekiston Respublikasi fuqaroligi yo‘qotiladi[ Qarang: O‘zbekiston Respublikasining 1992 yil 2 iyuldagi “O‘zbekiston Respublikasining fuqaroligi to‘g‘risida”gi  Qonuni, 21-modda, 1-qism, 1-band.].\n\n13. Chet davlatlarning harbiy xizmatiga, xavfsizlik, politsiya, harbiy adliya organlari yoki shunga o‘xshash boshqa organlariga xizmatga kirish, yollanish uchun jinoiy javobgarlik bilan javobgarlik JK 154-moddasida ko‘zda tutilgan yollanish tarkibi farqlab olinishi juda muhim. Jinoyat tarkibi bir-biri\u001fdan jinoyat subyektiga ko‘ra farqlanadi. Xizmatga yollanish jinoyatida jinoyat subyektiga xos bo‘lgan belgi mavjud, u harbiy harakat\u001flarda o‘zga davlat qurolli kuchlari tarkibida turib qatnashishi talab qilinadi. Qilmishni sodir etgan shaxsni JK 154-moddasi bo‘yicha aybdor deb topish uchun shaxsning harbiy harakatlarda qatnashganligini (JK 154-modda 1-qism) yoki qatnashish maqsadida yollanganligini (JK 154-modda 2-qismi) aniqlash lozim bo‘ladi.\n\nYollanish, ya’ni nizolashayotgan davlatning fuqarosi yoki harbiy xizmatchisi hisoblanmagan yoki nazorat qilinib turgan nizolashayotgan davlat hududida doimiy yashamaydigan yoki hech qanday davlat tomonidan qurolli kuchlar tarkibida rasmiy topshiriqni bajarish vakolati berilmagan shaxsning moddiy manfaatdorlik yoki boshqa biron shaxsiy manfaatni ko‘zlab, o‘zga davlat hududida yoki uning tarafini olib qurolli to‘qnashuvda yoki harbiy harakatlarda qatnashish uchun yollanishi - besh yildan o‘n yilgacha ozodlikdan mahrum qilish bilan jazolanadi.\n\nYollanma shaxsni yollash, o‘qitish, moliyalashtirish yoki unga boshqa moddiy ta’minot berish, xuddi shuningdek undan harbiy to‘qnashuv yoki harbiy harakatlarda foydalanish - yetti yildan o‘n ikki yilgacha ozodlikdan mahrum qilish bilan jazolanadi.\n\n1. Xalqaro huquqda yollanishning g‘ayriqonuniyligi va yo‘l qo‘yib bo‘lmasligi hamda buning uchun ham davlatlar, ham yollanuvchilarning shaxsan o‘zlari javobgarligini nazarda tutuvchi norma vujudga kelgan. Yollanishning ijtimoiy xavfliligi shundan iboratki, odamlarning muayyan guruhi yashash manbasi sifatida doimiy yashamaydigan va fuqarosi bo‘lmagan davlat tomonida turib harbiy to‘qnashuv va harakatlarda haq evaziga (pullik) ishtirok etishni tanlaydi. Bunday harakatlarning o‘ta axloqsiz va o‘ta xavfliligi shundaki, jamiyatda qasddan odam o‘ldirish, qurolli to‘qnashuv yoki harbiy harakatlarda ishtirok etuvchi shaxslar sog‘lig‘iga og‘ir va boshqacha zarar yetkazish, to‘qnashuvchi taraflarning xalq xo‘jaligi va boshqa obyektlarini yo‘q qilish yoki buzish, milliy boylikni, aholi yoki davlat mulkini talon-toroj qilish kabi ishlar professional faoliyatiga aylangan shaxslar guruhi shakllanadi. Mazkur jinoyatning ijtimoiy xavfliligini tan olgan holda dunyo hamjamiyati yollanishni ildizi bilan qo‘porib tashlash choralarini ko‘rmoqda va bu harakatlar ham ichki, ham xalqaro huquqiy hujjatlarni qabul qilishda namoyon bo‘lib, yollanish deb hisoblanadigan harakatlarni taqiqlaydi va qoralaydi.\n\n2. BMT Bosh Assambleyasi, Xavfsizlik Kengashi va Bosh kotiblik siymosida jahon hamjamiyati yollanuvchilik amaliyotini ko‘p bora qoralab, aybdor shaxslarni javobgarlikka tortishni talab qilgan edi.\n\nYollanuvchilik BMT Bosh Assambleyasi va Xavfsizlik Kengashi tomonidan bir necha bor tanqid qilingan. Avvalo, shuni qayd etib o‘tish kerakki, BMT Xavfsizlik Kengashining 1961 yil 24 noyabrdagi rezolyutsiyasida BMT qo‘mondonligi ostida bo‘lmagan barcha xorijiy harbiylar yoki yarim harbiy xizmatchilarni, shuningdek, yollanuvchilarni darhol hibsga olish, ushlab turish va jo‘natib yuborish uchun kuch ishlatib bo‘lsa ham, ta’sir choralarini qo‘llash to‘g‘risidagi qoidalar mustahkamlandi.\n\n1968 yil BMT Bosh Assambleyasining 2465 (XXIII) rezolyutsiyasida yollanuvchilardan foydalanish amaliyoti jinoiy harakat ekanligini qat’iy belgilab qo‘ydi. Yollanuvchilarning o‘zlari esa qonundan tashqari jinoyatchilar hisoblanadi.\n\nAyni paytda barcha davlatlarda o‘z hududida yollanuvchilarni yig‘ish, moliyalash va o‘qitishni e’lon qilishni, yollanuvchi sifatida xizmatga borishni taqiqlaydigan hujjat qabul qilish zarurligi alohida ta’kidlandi.\n\nBMTning 1976 yil 30 noyabrdagi 31/34-sonli rezolyutsiyasida barcha davlat hukumatlarini ular hududida yollanuvchilarni jalb etish, moliyalashtirish, o‘qitish va o‘tkazishni jinoyat deb e’lon qiluvchi va fuqarolarning yollanuvchi sifatida jalb qilinishini taqiqlovchi qonunlar qabul qilishga yana bir bor chaqirdi. Bu qoidalar 1977 yilgi 32/41-sonli rezolyutsiyada ham mustahkamlandi.\n\n1989 yil 4 dekabrda \"Yollanuvchilarni jalb qilish, foydalanish, moliyalashtirish va o‘qitishga qarshi kurash to‘g‘risida\"gi Konvensiya qabul qilingan bo‘lib, unda qaysi shaxslar yollanuvchi sifatida qaralishi kerakligi haqida mezonlar belgilangan. Ushbu Konvensiyaga muvofiq, quyidagilar yollanuvchi hisoblanadi:\n\nbirgalikda zo‘ravonlik harakatlarida ishtirok etish uchun chet elda yoki o‘z joyida maxsus yollanganlar (harbiy to‘qnashuvda yoki hukumatni ag‘darishga qaratilgan harakatda yoxud davlatning konstitutsiyaviy tuzumini ag‘darib tashlashda qatnashuvchilar);\n\nbunday harakatlarda ishtirok etishdan shaxsiy foyda ko‘rish niyati mavjud bo‘lib, buni ro‘yobga chiqarishda moddiy mukofotlash va’da qilinganlar;\n\nharbiy harakatlar qaratilgan davlatning yoki harbiy to‘qnashuvlarda ishtirok etuvchi davlatning doimiy yashovchi aholisi bo‘lmagan va fuqarosi bo‘lmagan shaxslar;\n\ndavlat tomonidan rasmiy majburiyatlarni bajarish uchun jo‘natilmaganlar;\n\nharakatlar sodir etiluvchi hududda yoki harbiy to‘qnashuvlar tomoni bo‘lgan davlatlar harbiy kuchlari shaxsiy tarkibiga kirmaydigan shaxslar.\n\n3. Yollanuvchilikning bevosita obyekti insoniyat xavfsizligi, qurolli to‘qnashuvlar va harbiy harakatlarni huquqiy tartibga solish prinsiplarini muhofaza qilish bilan bog‘liq munosabatlar hisoblanadi. Fakultativ obyektlar davlatning iqtisodiy asoslari, kishilar hayoti va salomatligi, davlatning ijtimoiy tuzumi, davlat bilan bog‘liq munosabatlardir.\n\n4. Obyektiv tomondan jinoyat to‘qnashuvchi (urishuvchi) davlat fuqarosi yoki harbiy xizmatchisi bo‘lmagan yoxud to‘qnashuvchi taraf tomonidan nazorat qilinayotgan hududda doimiy yashamaydigan yoki qurolli kuchlar tarkibida rasmiy majburiyatlarni bajarish uchun hech bir davlat tomonidan vakolat berilmagan shaxsning chet davlat hududida yoxud tarafida qurolli to‘qnashuvda yoki harbiy harakatlarda qatnashishidan iborat.\n\n5. Harbiy nizo deganda, davlat harbiy kuchlarining kelishmovchilik asosida harbiy harakatlarga kirishishi tushuniladi va unda alohida o‘ziga xos subyekt bo‘lgan davlat(lar) qatnashadi.\n\nHarbiy harakatlar — bu davlatga qarshi nohukumat, nodavlat harbiy kuchlarining (masalan, terroristik tashkilotlarning) bosqinchilik harakatlaridir. Shuni ta’kidlash kerakki, harbiy nizo yoki harbiy harakatlar muhitining mavjudligi jinoyat obyektiv tomonining zaruriy belgisi hisoblanadi.\n\n6. Yollangan shaxs deb, nizolashayotgan davlatning fuqarosi yoki harbiy xizmatchisi hisoblanmagan yoxud nizolashayotgan davlat tomonidan nazorat qilinayotgan hududida doimiy yashamaydigan yoki hech qanday davlat tomonidan qurolli kuchlar tarkibida rasmiy topshiriqni bajarish vakolati berilmagan shaxs tushuniladi. Yollangan shaxs harbiy harakatlarda turli shaklda: urush bo‘layotgan joyda harbiy tuzilmalar tarkibida qatnashishi; nizolashayotgan tomonlardan biriga yordam ko‘rsatishi; harbiy nizo yoki harbiy harakatlarga rahbarlik qilishi yoxud o‘z ko‘rsatmalari bilan yordam berishi mumkin.\n\n7. Davlat tomonidan topshirilgan rasmiy majburiyatni bajarish shaxs javobgarligini yuzaga keltirmaydi. Bunday shaxslarga harbiy maslahatchilar kiradi va ular armiyani vaqtincha boshqarishni amalga oshiradi, lekin harbiy harakatlarda qatnashmaydi.\n\n8. Sharhlanayotgan modda dispozitsiyasida belgilangan harakatlardan biri sodir etilishi bilan yollanuvchilik jinoyati tugallangan deb topiladi.\n\n9. Subyektiv tomondan jinoyat faqat qasddan sodir etiladi. Aybdor shaxs o‘zining jangovar harakatlar olib borilayotgan yoki olib boruvchi davlat bilan yuridik aloqador emasligini biladi, ammo bu harakatlarda ishtirok etadi. Jinoyat subyektiv tomonining zaruriy elementi foyda yoki boshqa turdagi imtiyozlarni qo‘lga kiritish motivining mavjudligi hisoblanadi. Foyda olish ushbu vaziyatda harbiy harakat yoki harbiy to‘qnashuvda ishtirok etganlarni moddiy rag‘batlantirishda ifodalanadi.\n\nBoshqa turdagi shaxsiy foydalar deganda, masalan, boshpana bilan ta’minlash, noqonuniy faoliyatni amalga oshirishga imkoniyat yaratish va boshqa turdagi moddiy fe’l-atvorga ega bo‘lmagan ne’matlarni berish tushuniladi.\n\n10. Jinoyat subyekti 16 yoshga to‘lgan, nizolashayotgan davlat fuqarosi yoki harbiy xizmatchisi hisoblanmagan yoxud nizolashayotgan davlat tomonidan nazorat qilinayotgan hududda doimiy yashamaydigan, hech qanday davlat tomonidan qurolli kuchlar tarkibida rasmiy topshiriqni bajarish vakolati berilmagan shaxs hisoblanadi (Fuqaro va harbiy xizmatchi tushunchalari haqida JK 12 va 287-moddalari sharhiga qarang).\n\n11. Sharhlanayotgan moddaning ikkinchi qismida quyidagi harakatlarni amalga oshirganlik uchun jinoiy javobgarlik belgilangan:\n\nyollash;\n\no‘qitish;\n\nmoliyalashtirish yoki boshqacha moddiy rag‘batlantirish;\n\nqurolli to‘qnashuv yoki harbiy harakatlarda ishtirok etish.\n\nUshbu qilmishlar xalqaro jinoyatlar hisoblanadi, ularni sodir etgan shaxslar \"Yollanuvchilarni yollash, foydalanish, moliyalashtirish, o‘qitishga qarshi kurash to‘g‘risida\"gi xalqaro Konvensiyaga (1989 yil 4 dekabr) asosan, barcha davlatlarda jinoiy ta’qib qilinadi. Konvensiyaga ko‘ra, \"Yollanuvchilarni yollagan, o‘qitgan, moliyalashtirgan yoki ulardan foydalangan har qanday shaxs... jinoyat sodir etgan deb topiladi\"¹.\n\n¹ 1989 yil 4 dekabrdagi \"Yollanuvchilarni yollash, foydalanish, moliyalashtirish, o‘qitishga qarshi kurash to‘g‘risida\"gi xalqaro Konvensiyaning 2-moddasi.\n\nQonunga asosan, sharhlanayotgan modda dispozitsiyasida belgilangan harakatlardan birini sodir etishning o‘zi shaxsni jinoiy javobgarlikka tortish uchun yetarli hisoblanadi. Uning dispozitsiyada belgilangan bir yoki bir necha harakatlarni sodir etganligi kvalifikatsiyaga ta’sir etmaydi, ammo sud tomonidan jazo tayinlashda hisobga olinadi.\n\nYollanuvchini yollash deganda, shaxsning qurolli to‘qnashuv yoki harbiy harakatlarda qatnashish uchun odamlar yollashi bilan bog‘liq faoliyati tushuniladi. Yollash bir qancha harakatlar bilan sodir qilinadi, ya’ni yollanuvchilarni yig‘ish haqida ma’lumot tarqatish, uchrashuv joyini kelishish, yollash haqida shaxs bilan yozma yoki og‘zaki shartnoma tuzish, yollanuvchining qurolli to‘qnashuvlar yoki harbiy harakatlarda ishtirok etish usulini aniqlash, yollanuvchining urishayotgan tomon ixtiyoriga borishi va boshqalar.\n\nYollanuvchini o‘qitish – bu shaxsda harbiy harakat haqida bilim, malaka va ko‘nikmalar shakllantirish, turli jangovar qurollarni ishlatishni, harbiy texnika vositalarida ishlashni, turli ob-havo sharoitlarida urushga kirish strategiyasi va taktikasini o‘rgatish, qo‘poruvchilik va razvedka faoliyatini o‘zlashtirish, yashash uchun kurashish, mafkuraviy tayyorlashni qamrab oladi.\n\nYollanuvchini moliyalashtirish – bu moliyalashtirish manbalarini topish, o‘zlashtirish va uni yollash shartiga ko‘ra yollanuvchilarga taqdim etish bilan bog‘liq chora-tadbirlar majmuidir. Moliyalashtirish turli vositalar yordamida: naqd pul mablag‘i berish, pul mablag‘ini yollanuvchining bankdagi hisob raqamiga o‘tkazish, yollanuvchi tomonidan ko‘rsatilgan shaxsga pul mablag‘ini topshirish va boshqa usullarda amalga oshirilishi mumkin. Ammo bu kvalifikatsiya qilishga ta’sir etmaydi.\n\nYollanuvchini boshqacha moddiy ta’minlash deganda, yollanuvchini pul mablag‘idan tashqari turli ashyo va texnik predmetlar (masalan, telefon) bilan ta’minlab turish tushuniladi. Yollanuvchini boshqacha moddiy ta’minlash turli jangovar qurollar, avtotexnika yoki boshqa harakatlanish vositalari bilan ta’minlash tarzida ham amalga oshirilishi mumkin. Moddiy ta’minlash to‘g‘ridan to‘g‘ri (masalan, avtomobilni taqdim etish), shuningdek, bilvosita (masalan, yollangan shaxslarga ma’lum bo‘lgan joyga kerakli barcha narsani g‘amlab qo‘yish orqali) amalga oshirilishi mumkin. Moddiy ta’minot qanday usulda amalga oshirilganligi qilmishni kvalifikatsiya qilishga ta’sir etmaydi.\n\nYollanma shaxsdan harbiy harakat yoki qurolli to‘qnashuvda foydalanish deganda, harbiy harakatlar yoki harbiy to‘qnashuvlar paytida jangovar harakatlar borayotgan hududda ham, undan tashqarida ham yollanuvchi shaxsning individual jismoniy va intellektual imkoniyatlardan harbiy operatsiyalarda yoxud jangovar xususiyatga ega harakatlarda foydalanish tushuniladi.\n\nShuni ta’kidlash kerakki, ushbu qilmish aslida faoliyat hisoblanadi. Bu bir yoki bir necha subyektlar tomonidan amalga oshiriluvchi o‘zaro bog‘liq qilmishlar majmuini o‘z ichiga olishini bildiradi. Masalan, yollanuvchini moliyalashtirish uchun moddiy mablag‘ topish bilan bir kishi, uni jamlash bilan boshqa kishi, mablag‘ni yetkazib berish bilan uchinchi kishi shug‘ullanishi mumkin. Biroq aybdor tomonidan biron-bir faoliyatning qaysi muayyan jihati (yollash, o‘qitish, moliyalashtirish yoki boshqacha moddiy ta’minlash) amalga oshirilganidan qat’i nazar, uning qilmishi tegishlicha, yollash, o‘qitish, moliyalashtirish yoki boshqacha moddiy ta’minlash yoxud sharhlanayotgan modda ma’nosida foydalanish sifatida kvalifikatsiya qilinishi kerak. Lekin so‘nggi holatda ushbu faoliyatning qolgan jihatlari uning qasdi bilan qamrab olinishi lozim (keltirilgan misolda yollanuvchilarni moliyalashtirish uchun mablag‘ izlab topuvchi shaxs pul mablag‘lari jamlanib, yollanuvchilarga berilishini anglashi va shuni xohlashi darkor).\n\nSubyektiv tomondan jinoyat faqat to‘g‘ri qasddan sodir etiladi. Sharhlanayotgan jinoyatni sodir etish motivi turlicha: moddiy rag‘batlantirish olish, o‘zini sinab ko‘rish, foyda olishga qiziqish va boshqalar bo‘lishi mumkin. Jinoyat sodir etish motivi qilmishni kvalifikatsiya qilishga ta’sir etmaydi, ammo jazo tayinlashda sud tomonidan hisobga olinishi lozim.\n\nSharhlanayotgan moddaning 2-qismidagi jinoyat subyekti shunday harakatlarni amalga oshirish vakolatiga ega bo‘lgan yoki bunday harakatlarni amalga oshirish vakolatiga ega bo‘lmagan davlat mansabdor shaxslari hisoblanadi. Shuningdek, oddiy shaxslar, davlat topshirig‘i bilan faoliyat yuritayotgan nodavlat muassasalar va tashkilotlar vakillari (masalan, terroristik tashkilot talabi, topshirig‘i bilan yollanma shaxsni yollovchi) yoki alohida shaxslar jinoyat subyekti bo‘ladi."
        },
        {
            "modda_raqami": "155-modda. Terrorizm.",
            "matni": "Terrorizm - xalqaro munosabatlarni murakkablashtirish, davlatning suverenitetini, hududiy yaxlitligini buzish, xavfsizligiga putur yetkazish, urush va qurolli mojarolar chiqarish, ijtimoiy-siyosiy vaziyatni beqarorlashtirish, aholini qo‘rqitish maqsadida davlat organini, xalqaro tashkilotni, ularning mansabdor shaxslarini, jismoniy yoki yuridik shaxsni biron-bir faoliyatni amalga oshirishga yoki amalga oshirishdan tiyilishga majbur qilish uchun zo‘rlik, kuch ishlatish, shaxs yoki mol-mulkka xavf tug‘diruvchi boshqa qilmishlar yoki ularni amalga oshirish tahdidi, shuningdek, terrorchilik tashkilotining mavjud bo‘lishini, ishlab turishini, moliyalashtirilishini ta’minlashga, terrorchilik harakatlarini tayyorlash va sodir etishga, terrorchilik tashkilotlariga yoki terrorchilik faoliyatiga ko‘maklashayotgan yoki bunday faoliyatda ishtirok etayotgan shaxslarga bevosita yoki bilvosita har qanday mablag‘-vositalar va resurslar berish yoki yig‘ishga, boshqa xizmatlar ko‘rsatishga qaratilgan faoliyat - sakkiz yildan o‘n yilgacha ozodlikdan mahrum qilish bilan jazolanadi.\n\nVaziyatni beqarorlashtirish yoki davlat organlari tomonidan qaror qabul qilinishiga ta’sir ko‘rsatish yoki siyosiy yoki boshqa ijtimoiy faoliyatga to‘sqinlik qilish maqsadida davlat yoki jamoat arbobi yoki hokimiyat vakilining davlat yoki jamoatchilik faoliyati munosabati bilan uning hayotiga suiqasd qilish yoki uning badaniga shikast yetkazish - o‘n yildan o‘n besh yilgacha ozodlikdan mahrum qilish bilan jazolanadi.\n\nUshbu moddaning birinchi yoki ikkinchi qismida nazarda tutilgan harakatlar:\n\na) odam o‘lishiga;\n\nb) boshqa og‘ir oqibatlarining kelib chiqishiga sabab bo‘lsa, - o‘n besh yildan yigirma yilgacha ozodlikdan mahrum qilish yoki o‘lim jazosi bilan jazolanadi.\n\nTerrorizmni tayyorlashda ishtirok etgan shaxs, agar u hokimiyat organlariga o‘z vaqtida xabar berish yoki boshqa usul bilan og‘ir oqibatlar yuzaga kelishining hamda terrorchilar maqsadlari amalga oshirilishining oldini olishga faol ko‘maklashgan bo‘lsa, basharti bu shaxsning harakatlarida jinoyatning boshqa tarkibi bo‘lmasa, jinoiy javobgarlikdan ozod qilinadi.",
            "sharxi": "1. \"Terror\" tushunchasi lotinchadan tarjima qilganda, \"qo‘rquv, dahshat\" degan ma’nolarni bildiradi. Terrorizm esa terror siyosati va tajribasini amalga oshirish, jismoniy yo‘q qilishgacha bo‘lgan kuch ishlatish, siyosiy raqiblarni bostirish uchun ularni o‘ldirishni bildiradi.\n\nBugungi kunda terrorizm nafaqat bir mamlakat doirasida, balki bir mamlakat hududidan chiqib, boshqa joylarga ham tarqalmoqda va u xalqaro terrorizm deb atalmoqda. Xalqaro terrorizm xalqaro ko‘lamda bir qator ijtimoiy xavfli qilmishlarni, jumladan, odamlarni bema’ni halok qilish, davlatlar va ularning vakillari o‘rtasidagi diplomatik aloqalarni barbod qilish, xalqaro aloqa va uchrashuvlarni amalga oshirishni qiyinlashtirish, shuningdek, davlatlararo transport aloqalarini amalga oshirishni qiyinlashtirish va boshqalarni o‘z ichiga oladi.\n\n2. Terrorizmning ijtimoiy xavfliligi shundaki, terror siyosati va amaliyoti natijasida inson huquq va erkinliklari toptaladi, xalqaro munosabatlar beqarorligi yuzaga keladi, xalqaro nizolar va fuqarolik urushlari kelib chiqishga zamin yaratiladi.\n\n3. Terrorizmning obyekti xalqaro munosabatlarni, tinchlikni, insoniyat xavfsizligini ta’minlovchi ijtimoiy munosabatlardir. Alohida davlat va xalqaro tashkilotlarning muayyan manfaatlari, shaxsiy huquq va erkinliklar, mulk va boshqaruv tartibi fakultativ obyekt hisoblanishi mumkin.\n\n4. Terrorizm obyektiv tomondan quyidagi yo‘llar bilan sodir etilishi mumkin:\n\n- Zo‘rlik, kuch ishlatish, tahdid qilish\n\n- Terrorchi tashkilotlarni moliyalashtirish va qo‘llab-quvvatlash\n\n- Terroristik aktlarni tayyorlash va amalga oshirish\n\n5. Terrorizmning asosiy xususiyatlari:\n\n- Siyosiy maqsadlar\n\n- Qo‘rquv va dahshat tarqatish\n\n- Fuqarolik aholisini nishon olish\n\n- Xalqaro miqyosdagi ta’sir\n\n6. Yuqorida qayd etilgan harakatlarni sodir etish haqida tahdid og‘zaki, yozma, bevosita yoki turli aloqa vositalari orqali yetkazilishi mumkin. Tahdid haqiqiy va haqiqiy bo‘lishi lozim.\n\n7. Jinoyat kodeksi (JK) terroristik tashkilotning mavjudligini, faoliyat yuritishini va moliyaviy ta’minlanishini ta’minlashga qaratilgan faoliyatni ham terrorizm deb belgilaydi.\n\n8. Terroristik tashkilotning mavjudligi, uning maqsadlarini amalga oshirish uchun shart-sharoit yaratuvchi faoliyatni o‘z ichiga oladi. Masalan, tashkilotning mavjudligi uning faoliyatiga rahbarlik qilish, yangi a’zolarni jalb qilish yoki uning faoliyati haqida axborot tarqatish orqali ta’minlanishi mumkin.\n\n9. Terroristik tashkilotni moliyalashtirish jarayon (bir-biri bilan bog‘liq alohida harakatlar majmui) yoki terroristik tashkilotni mablag‘ jamg‘armasi bilan ta’minlashning alohida turi sifatida tushunilishi lozim. Terrorizmni moliyalashtirish jarayoni jismoniy shaxs tomonidan terroristik tashkilotga bir marta yoki belgilangan vaqtda pul mablag‘lari ajratish, shuningdek, belgilangan vaqt oralig‘ida davriy tarzda pul mablag‘lari ajratish orqali amalga oshirilishi mumkin.\n\n10. Faoliyat yuritish – bir-biri bilan o‘zaro bog‘liq operatsiyalar majmui bo‘lib, u tashkilot tuzilishiga asos bo‘lgan maqsadlarni amalga oshirishga xizmat qiladi. Masalan, davlat yoki jamoat arbobiga suiqasd qilish uchun zarur qurollarni sotib olishni o‘z ichiga oladi.\n\n11. Terroristlarga bevosita yoki bilvosita har qanday vosita, resurslar berish yoki xizmat ko‘rsatish ham jinoyat hisoblanadi.\n\nVositalarni terroristlarga bevosita yetkazib berish deganda, aybdorning vosita va resurslarni kimga berayotganini bilishi va uni terroristlarga ochiqchasiga taqdim etishi tushuniladi. Bilvosita yetkazib berish esa aybdor shaxsning vositalarni terroristlarga to‘g‘ridan-to‘g‘ri emas, balki vositachi orqali yetkazib berishi bilan tavsiflanadi (masalan, xayriya tashkilotiga yoki fondga topshiradi, lekin aslida kimga topshirayotganini o‘zi yaxshi biladi). Bilvosita va bevosita yetkazib berish bir-biridan farq qiladi: agar resurslar vositachi orqali yetkazilsa – bilvosita, agar vositachisiz yetkazilsa – bevosita taqdim etish hisoblanadi.\n\n12. Vositalarni taqdim qilishdan farqli o‘laroq, vositalarni yig‘ish deganda, bunday vositalarni taqdim etuvchi shaxslar va terroristik faoliyatga yordam berayotgan yoki unda ishtirok etayotgan shaxslar o‘rtasida dalolatchi sifatida qatnashayotgan vosita yig‘uvchilarning ushbu vositalarni beruvchilardan to‘plashi tushuniladi. Ya’ni, bunda vosita yig‘uvchilar taqdim etuvchilar bilan terroristik tashkilot yoki terroristik faoliyatda yordam beruvchilar va ishtirokchilar o‘rtasida vositachi bo‘lib xizmat qiladi. Vosita yig‘uvchilar vositachi sifatida ularning mulkdori bo‘lmaydi, faqat berilgan vositalarga vaqtinchalik ega bo‘ladi. Boshqacha aytganda, vosita yig‘uvchilar bilan taqdim etuvchilar o‘rtasidagi farq berilgan vositalarning mulkdori kimligidan kelib chiqib aniqlanishi kerak.\n\n13. Terroristlarga boshqa turdagi xizmatlar ko‘rsatishga quyidagilar kiradi: terroristlarni qilmishlariga yarasha jazodan yashirish, xalqaro terrorizm bo‘lsa – uning chet eldagi rahbarlari bilan aloqa o‘rnatishni tashkil qilish, turli kuzatuvlarni amalga oshirish va boshqalar.\n\n14. Ushbu moddaning dispozitsiyasida mazkur xatti-harakatlar va qilmishlar haqiqatda sodir etilishini emas, balki ularga erishishga qaratilganligini o‘z ichiga oladi. Shunday qilib, terroristik tashkilotlar uchun vositalar yig‘ish yoki shunga o‘xshash maqsadda kuch ishlatish, belgilangan maqsadga erishilmagan bo‘lsa-da, lekin u aholi nobud bo‘lishi yoki mulkka zarar yetkazilishi uchun haqiqiy xavf tug‘dirsa, tugallangan jinoyat tarkibini tashkil qiladi.\n\n15. Agar terrorizm zo‘rlik ishlatish bilan tahdid qilib amalga oshirilgan bo‘lsa, tahdid obyektiv fe’l-atvorga ega bo‘lgan vaqtdan boshlab jinoyat tugallangan deb hisoblash lozim. Zo‘rlik ishlatish bilan tahdid qiluvchi shaxs zo‘rlik ishlatishni chin dildan istagan yoki istamaganidan qat’i nazar, uning harakatlari mazmuni va fe’l-atvori bo‘yicha haqiqiy bo‘lganligi yetarli hisoblanadi.\n\n16. Sharhlanayotgan moddaning 2-qismida vaziyatni beqarorlashtirish yoki davlat organi tomonidan qaror qabul qilinishiga ta’sir ko‘rsatish, shuningdek, siyosiy yoki boshqa ijtimoiy faoliyatga to‘sqinlik qilish maqsadida davlat yoki jamoat arbobi yoki hokimiyat vakilining davlat yoki jamoat faoliyati munosabati bilan uning hayotiga suiqasd qilish yoki badaniga shikast yetkazish uchun javobgarlik belgilangan.\n\n17. Hayotga suiqasd qilish deganda, davlat yoki jamoat arbobini o‘ldirishga qaratilgan, ammo aybdor shaxsga bog‘liq bo‘lmagan sabablar tufayli tugallanmagan harakat tushuniladi. Suiqasd transport vositalari to‘qnashuvi, shaxsning hayoti uchun muhim organiga sovuq yoki boshqa qurol bilan urish, zaharlash orqali sodir etilishi mumkin. Suiqasd usullari kvalifikatsiya qilishga ta’sir qilmaydi, ammo bu aybdorga jazo tayinlashda sud tomonidan hisobga olinishi lozim.\n\n18. Badanga shikast yetkazish deganda, davlat yoki jamoat arbobining sog‘lig‘iga yetkazilgan tan jarohati tushuniladi. Bunda uning og‘irlik darajasi ahamiyatga ega emas. Agar shaxsning sog‘lig‘iga yetkazilgan zarar amalga oshirilmagan odam o‘ldirishga suiqasd natijasi bo‘lsa, qilmish faqat suiqasd sifatida kvalifikatsiya qilinishi lozim. Bunday holatlarni farqlash qasdning yo‘nalishi asosida amalga oshiriladi – badanga shikast yetkazishda aybdorning odam o‘ldirish maqsadi bo‘lmaydi. JK 155-moddasining 2-qismida belgilangan jinoyatni qasddan odam o‘ldirish (JK 97-moddasi)ga suiqasd qilishdan yoki badanga shikast yetkazish (JK 104, 105, 109-moddalari)dan xalqaro munosabatlarni barbod etish, davlat suvereniteti va hududiy yaxlitligini buzish, davlat xavfsizligiga putur yetkazish, urushni targ‘ib qilish, harbiy nizolarni keltirib chiqarish, ijtimoiy-siyosiy vaziyatni beqarorlashtirish, aholini qirish singari maqsadlardan iborat majburiy alomatlar asosida farqlash lozim. Javobgarlik JK 155-moddasining 2-qismida belgilangan jinoyat davlat yoki jamoat arbobi yoki hokimiyat vakilining sog‘lig‘iga zarar yetkazilishi yoki unga suiqasd qilinishi bilan tugallangan deb topiladi. Agar bunda badanga shikast yetkazishga suiqasd qilingan bo‘lsa, qilmish JK 155-moddasining 1-qismi bo‘yicha kvalifikatsiya qilinishi lozim.\n\n19. [Bu raqamda matn yo‘q, ehtimol xatolik mavjud.]\n\n20. JK 155-moddasining 1 va 2-qismlari dispozitsiyasida belgilangan shaxslarni o‘ldirganlik uchun javobgarlik JK 155-moddasining 3-qism \"a\" bandi bilan qamrab olinadi va bunday qilmishni JK 97-moddasi bilan qo‘shimcha kvalifikatsiya qilish talab qilinmaydi. Boshqa og‘ir oqibatlar tushunchasi juda ko‘p kishilarning sog‘lig‘iga zarar yetkazish, katta miqdorda mulkni nobud qilish yoki buzish, xalqaro munosabatlarni to‘xtatib qo‘yish yoki barbod qilish, hayotiy ta’minot obyektlarini yo‘qotishni o‘z ichiga oladi.\n\n21. Subyektiv tomondan terrorizm qasddan sodir qilinadi. Aybdor o‘zi sodir etgan qilmish xalqaro munosabatlarni beqarorlashtirishini, davlatlar va xalqaro tashkilotlarni muayyan harakatlarni amalga oshirishga majbur qilishini biladi va shuni xohlaydi. Modda dispozitsiyasida ko‘rsatilgan maqsad subyektiv tomonning majburiy elementi bo‘lib, bu xalqaro munosabatlarning murakkablashuvi, hududiy yaxlitlik va suverenitetning buzilishi, davlat xavfsizligiga putur yetkazilishi, urushni yoki qurolli to‘qnashuvni keltirib chiqarish, ijtimoiy-siyosiy vaziyatni beqarorlashtirish, aholiga dahshat solishni o‘z ichiga oladi. Agar bu maqsadlar bo‘lmasa, qilmishni terrorizm deb kvalifikatsiya qilish mumkin emas. Sharhlanayotgan jinoyatni sodir etish motivlari turlicha bo‘lishi mumkin: qasos olish, g‘azab, yuritilayotgan siyosat g‘oyasini qabul qilmaslik va boshqalar. Ammo ular jinoyatni kvalifikatsiya qilishga ta’sir qilmaydi. Jinoyatni sodir etish motivlari muayyan ishga nisbatan jazo tayinlashda hisobga olinishi lozim.\n\n22. Terrorizm subyekti 16 yoshga to‘lgan shaxs hisoblanadi. Bu shaxslarning fuqaroligi ahamiyatga ega emas. Agar terroristik harakatlarni sodir etishda 13 yoshdan 16 yoshgacha bo‘lgan shaxslar ishtirok etgan bo‘lsa, ular muayyan jinoyatlarni sodir etganlik – odam o‘ldirish, og‘ir tan jarohati yetkazish, mulkni qasddan nobud qilish yoki boshqalar uchun javobgarlikka tortilishi lozim.\n\n23. Terrorizmning oldini olishda JK 155-moddasining 4-qismida belgilangan rag‘batlantiruvchi norma muhim rol o‘ynaydi. JK 155-moddasining mazkur qismiga muvofiq, terrorizmni tayyorlashda ishtirok etgan shaxs, agar u hokimiyat organlariga o‘z vaqtida xabar berish yoki boshqa usul bilan og‘ir oqibatlar yuzaga kelishining va terroristlar maqsadlari amalga oshirilishining oldini olishga faol yordam ko‘rsatgan bo‘lsa, shartki, bu shaxsning harakatlarida boshqa jinoyat tarkibi bo‘lmasa, jinoiy javobgarlikdan ozod etiladi. Subyekt jinoiy javobgarlikdan quyidagi hollarda ozod etilishi mumkin:\n\n- faqat terroristik aktning tayyorlanishida ishtirok etgan va o‘z vaqtida, ya’ni jinoyatning obyektiv tomoni boshlanishidan oldin hokimiyat organlariga terroristik akt to‘g‘risida ma’lumot bergan bo‘lsa va bu og‘ir oqibatlar kelib chiqishining va terroristlar maqsadlarining amalga oshirilishining oldini olgan bo‘lsa;\n\n- og‘ir oqibatlar kelib chiqishi va terroristlar maqsadlarining amalga oshirilishining oldini boshqa usulda olgan bo‘lsa, ya’ni terroristik aktning oldini olishga olib kelgan har qanday harakatni amalga oshirgan bo‘lsa – tayyorlanayotgan terroristik aktga nishon bo‘lgan huquqni muhofaza qiluvchi organlar yoki korxona ma’muriyatiga shaxsan o‘zi kelgan, davlat organlarini anonim ravishda ogohlantirgan bo‘lsa, shuningdek, ko‘pchilik uchun xavfli harakatlarning oldini olish bo‘yicha boshqa faol harakatlar qilgan bo‘lsa, boshqa fuqarolarni zararli va og‘ir oqibatlar kelib chiqishini cheklash va zararlanishga jalb etgan bo‘lsa va hokazo;\n\n- shaxsning harakatlarida boshqa jinoyat tarkibi (masalan, qurol yoki portlovchi moddalar sotib olish, saqlash, bunday vositalarni o‘g‘irlash yoki tayyorlash va boshqalar) mavjud bo‘lmasa."
        },
        {
            "modda_raqami": "155_1-modda. Tayyorlanayotgan yoki sodir etilgan terrorchilik harakatlari to‘g‘risidagi ma’lumotlar va faktlarni xabar qilmaslik",
            "matni": "Ushbu Kodeksning 155, 1552, 1553, 158, 159, 161, 242, 245, 254, 2551 va (yoki) 264-moddalarida nazarda tutilgan, dastlabki tergov hamda sud muhokamasi materiallari bilan isbotlangan, aniq ma’lum bo‘lgan tayyorlanayotgan yoki sodir etilgan terrorchilik xususiyatiga ega jinoyat to‘g‘risida xabar qilmaslik, —\n\nbazaviy hisoblash miqdorining yuz baravaridan uch yuz baravarigacha miqdorda jarima yoki uch yilgacha axloq tuzatish ishlari yoki uch yildan besh yilgacha ozodlikni cheklash yoxud uch yildan besh yilgacha ozodlikdan mahrum qilish bilan jazolanadi.\n\nTerrorchilik xususiyatiga ega jinoyatlarga nisbatan o‘sha qilmish:\na) odam o‘lishiga;\nb) boshqa og‘ir oqibatlarning kelib chiqishiga sabab bo‘lsa, —\nOldingi tahrirga qarang.\nbazaviy hisoblash miqdorining uch yuz baravaridan olti yuz baravarigacha miqdorda jarima yoki besh yildan yetti yilgacha ozodlikdan mahrum qilish bilan jazolanadi.",
            "sharxi": "SHARX MAVJUD EMAS"
        },
        {
            "modda_raqami": "1552-modda. Terrorchilik faoliyatini amalga oshirish maqsadida o‘quvdan o‘tish, chiqish yoki harakatlanish",
            "matni": "Shaxsning terrorchilik faoliyatini amalga oshirish yoxud ushbu Kodeksning 155, 158, 159, 161, 242, 245, 254, 2551 va (yoki) 264-moddalarida nazarda tutilgan jinoyatlardan birini sodir etish maqsadida o‘tkazilayotganligi o‘zi uchun ayon bo‘lgan o‘quvdan o‘tishi, shu jumladan mazkur jinoyatlarni sodir etish bilimini, amaliy mahoratini va ko‘nikmalarini egallashi, o‘quv chog‘ida qurol-yarog‘, portlatish qurilmalari, portlovchi, zaharlovchi, atrofdagilar uchun xavf tug‘diradigan boshqa moddalar va buyumlar bilan muomala qilish usullarini o‘rganishi, shuningdek terrorchilik faoliyatida ishtirok etish uchun xorijga chiqib ketishi yoxud O‘zbekiston Respublikasi hududi orqali harakatlanishi, —\nOldingi tahrirga qarang.\nbazaviy hisoblash miqdorining uch yuz baravaridan olti yuz baravarigacha miqdorda jarima yoki uch yilgacha axloq tuzatish ishlari yoxud besh yildan yetti yilgacha ozodlikdan mahrum qilish bilan jazolanadi.\n\nTerrorchilik faoliyatini amalga oshirish uchun o‘quvdan o‘tish yoki terrorchilik faoliyatida ishtirok etish uchun xorijga chiqib ketish yoxud O‘zbekiston Respublikasi hududi orqali harakatlanish maqsadida shaxslarni yollash —\nsakkiz yildan o‘n yilgacha ozodlikdan mahrum qilish bilan jazolanadi.\nUshbu moddada nazarda tutilgan jinoyatni sodir etgan shaxs, agar u terrorchilik faoliyatini amalga oshirish yoxud ushbu Kodeksning 155, 158, 159, 161, 242, 245, 254, 2551 va (yoki) 264-moddalarida nazarda tutilgan jinoyatlardan birini sodir etish maqsadida o‘tkazilayotganligi o‘zi uchun ayon bo‘lgan o‘quvdan o‘tganligi, chiqib ketishga yoki harakatlanishga uringanligi to‘g‘risida hokimiyat organlariga ixtiyoriy ravishda xabar qilsa, sodir etilgan jinoyatni fosh qilishga yoki bunday o‘quvdan o‘tgan, chiqib ketishni, harakatlanishni yoki o‘quvni amalga oshirgan, tashkil etgan yoxud moliyalashtirgan boshqa shaxslarni, shuningdek o‘quv o‘tkazilgan joyni aniqlashga faol ko‘maklashsa va agar uning harakatlarida jinoyatning boshqa tarkibi mavjud bo‘lmasa, jinoiy javobgarlikdan ozod qilinadi.",
            "sharxi": "SHARX MAVJUD EMAS"
        },
        {
            "modda_raqami": "155_3-modda. Terrorizmni moliyalashtirish",
            "matni": "Terrorizmni moliyalashtirish, ya’ni terrorchilik tashkilotining mavjud bo‘lishini, faoliyat ko‘rsatishini, moliyalashtirilishini, terrorchilik faoliyatida ishtirok etish uchun xorijga chiqib ketishni yoki O‘zbekiston Respublikasi hududi orqali harakatlanishni ta’minlashga, terrorchilik harakatini tayyorlash va sodir etishga, terrorchilik tashkilotlariga yoxud terrorchilik faoliyatiga ko‘maklashayotgan yoki bunday faoliyatda ishtirok etayotgan shaxslarga bevosita yoki bilvosita har qanday mablag‘-vositalarni, resurslarni berishga yoki yig‘ishga, boshqa xizmatlar ko‘rsatishga qaratilgan faoliyat —\nsakkiz yildan o‘n yilgacha ozodlikdan mahrum qilish bilan jazolanadi.\nO‘sha harakatlar:\na) takroran yoki xavfli retsidivist tomonidan;\nb) mansabdor shaxs tomonidan;\nv) uyushgan guruh tomonidan sodir etilgan bo‘lsa, —\no‘n yildan o‘n besh yilgacha ozodlikdan mahrum qilish bilan jazolanadi.\nTerrorizmni moliyalashtirishda ishtirok etgan shaxs, agar u hokimiyat organlariga o‘z vaqtida xabar berish yoki boshqa usul bilan og‘ir oqibatlar yuzaga kelishining hamda terrorchilar maqsadlari amalga oshirilishining oldini olishga faol ko‘maklashgan bo‘lsa, basharti bu shaxsning harakatlarida jinoyatning boshqa tarkibi bo‘lmasa, jinoiy javobgarlikdan ozod etiladi.",
            "sharxi": "SHARX MAVJUD EMAS"
        }
    ]
}