{
    "bob_nomi": "X bob. O‘zgalar mulkini talon-toroj qilish",
    "moddalar": [
        {
            "matni": "Umumiy qoidalar\n\n1. Konstitutsiyaning 53-moddasiga muvofiq, O‘zbekiston iqtisodiyotining negizini turli shakllardagi mulk tashkil etadi.\n\nMulk daxlsiz va davlat himoyasidadir, unga nisbatan qilingan har qanday tajovuz qonunga zid deb topiladi.\n\n2. Talon-toroj qilish — bu birovning mulkini o‘zining yoki boshqa shaxslarning foydasi uchun, mulkdorga yoki ushbu mulkning boshqa egasiga zarar keltirib, qonunga zid va haq to‘lamay tortib olish.\n\nTalon-toroj qilish — bu ko‘p ma’noli tushuncha bo‘lib, mulkka qarshi jinoyatlarning ma’lum bir guruhini, ya’ni bosqinchilik, talonchilik, o‘g‘rilik, o‘zlashtirish yoki rastrata yo‘li bilan talon-toroj qilish, firibgarlik, o‘g‘rilik va boshqalarni o‘z ichiga oladi.\n\n3. Talon-toroj qilish obyekti o‘zganing mulkidir.\n\nMulk — bu mulkning egasi bilan jamiyatning boshqa a’zolari (mulkdor bo‘lmaganlar) o‘rtasida mulkka egalik qilish, undan foydalanish va uni tasarruf etish bo‘yicha yuzaga keladigan huquqiy munosabatlardir.\n\nO‘zbekiston Respublikasi Fuqarolik kodeksining 167-moddasiga muvofiq, quyidagi mulk shakllari tan olinadi: xususiy va jamoaviy.\n\nXususiy mulk huquqi subyektlari jismoniy shaxslar, xo‘jalik shirkatlari va jamiyatlari, kooperativlar hamda boshqa tijorat va notijorat tashkilotlari hisoblanadi.\n\nJamoaviy mulk — bu respublika mulki va ma’muriy-hududiy tuzilmalar mulkidan (munitsipal mulk) iborat davlat mulkidir.\n\nRespublika mulkiga yer, yer osti boyliklari, havo bo‘shliqni, o‘simlik va hayvonot dunyosi hamda boshqa tabiiy boyliklar, davlat hokimiyati va boshqaruvi respublika organlarining mol-mulki, davlat ahamiyatiga ega madaniy va tarixiy boyliklar, respublika byudjetining mablag‘lari, oltin zaxirasi, davlatning valyuta fondi va boshqa fondlar, shuningdek, korxonalar va boshqa mulkiy majmualar, o‘quv, ilmiy, ilmiy-tadqiqot muassasalari va tashkilotlari, intellektual faoliyat natijalari, agar ular byudjet yoki davlatning boshqa mablag‘lari hisobidan yaratilgan yoki sotib olingan bo‘lsa — boshqa mulklar kiradi.\n\nMunitsipal mulkda davlat hokimiyati mahalliy organlarining mulki, mahalliy byudjet mablag‘lari, munitsipal uy-joy fondi va kommunal xo‘jalik, korxonalar va boshqa mulkiy komplekslar, xalq ta’limi, madaniyat, sog‘liqni saqlash muassasalari, shuningdek, boshqa mulklar bo‘ladi.\n\n4. Talon-toroj qilishning predmeti inson mehnati singmagan bo‘lsa ham, moddiy va ma’naviy qiymatga ega, ya’ni iste’mol qiymatiga ega predmetlar bo‘lishi mumkin.\n\nTalon-toroj qilish predmeti moddiy mavjudlik predmeti sifatida aniq xususiyatlarga, belgilarga (og‘irligi, sifati, hajmi va hokazolarga) ega bo‘lishi kerak. Shu munosabat bilan elektr, issiqlik quvvati, gaz, suv quvurlarini talon-toroj qilish jinoyatlarining predmeti bo‘lishi mumkin emas. Biroq bunday harakatlar boshqa jinoyat tarkibini: \"Aldash yoki ishonchni suiiste’mol qilish yo‘li bilan mulkiy zarar yetkazish\" (JK 170-moddasi) yoki \"Elektr, issiqlik quvvati, gaz, suv quvurlardan foydalanish qoidalarini buzish\" (JK 185-2-moddasi) jinoyatlarini tashkil qilishi mumkin. Shuningdek, intellektual mehnatni o‘zlashtirish (plagiat) talon-toroj qilishning predmeti bo‘la olmaydi, bunday harakatlar \"Mualliflik yoki ixtirochilik huquqlarini buzish\" (JK 149-moddasi) jinoyati tarkibini tashkil qiladi.\n\n5. Davlat mulki obyektlari — yer, yer osti boyliklari, o‘rmonlar talon-toroj qilish predmeti bo‘la olmaydi. Biroq yerdan, yer osti boyliklaridan foydalanish shartlari buzilgan hollarda JK 197-moddasi (\"Yer, yer osti boyliklaridan foydalanish shartlarini yoki ularni muhofaza qilish talablarini buzish\") bo‘yicha javobgarlik yuzaga keladi.\n\n6. Agar o‘rmonga shikast yetkazilgan bo‘lsa, JK 198-moddasi (\"Ekinzor, o‘rmon yoki boshqa daraxtlarga shikast yetkazish yoki ularni nobud qilish\") bo‘yicha javobgarlik vujudga keladi.\n\n7. Ovchilik, baliqchilik yoki hayvonot dunyosining boshqa turlarini tutish qoidalarini buzish, noyob hayvonlarni tutishning belgilangan tartibi yoki shartlari yoxud o‘simliklarning dori-darmon, oziq-ovqat va manzarali (dekorativ) turlarini yig‘ish yoki tayyorlash tartibi buzilgan hollarda aybdor shaxsning harakatlari JK 202-moddasi (\"Hayvonot yoki o‘simlik dunyosidan foydalanish tartibini buzish\") bo‘yicha javobgarlikni keltirib chiqaradi.\n\n8. Bu obyektlarga tajovuz, ularga baho, narx bergan inson mehnati singgan taqdirdagina, talon-toroj qilish deb hisoblanadi. Masalan, tayyorlangan o‘rmon yog‘ochini talon-toroj qilish, pitomniklarda parvarish qilingan hayvonlarni talon-toroj qilish, maxsus tayyorlangan suv havzalarida yetishtirilgan baliqlarni ovlash, baliqchilik xo‘jaliklari tomonidan ovlangan baliqlarni egallab olish va hokazo.\n\n9. O‘zboshimchalik bilan qimmatbaho metall va toshlarni yer ostidan qazib olish talon-toroj qilishga kirmaydi, lekin JK 185-moddasida (\"Qimmatbaho metallar va toshlarni topshirish qoidalarini buzish\") nazarda tutilgan mustaqil jinoyatni tashkil qiladi. Biroq, agar qimmatbaho metall va toshlarni qazib oladigan korxonaning hududida qazib olingan bo‘lsa, bunday harakatlar talon-toroj qilish sifatida kvalifikatsiya qilinishi lozim. Bunday korxonalar hududi shartli bo‘lishi mumkin. Bu, odatda, qazib olish ishlari olib boriladigan maydon, tayyorlangan maydonchalar, transheyalar, ya’ni qimmatbaho metallar yoki toshlarni qazib olish uchun tayyorlangan joylar, ular joylashgan joyni razvedka qilishdir.\n\n10. Fuqarolik kodeksining 96-moddasiga muvofiq, mulkiy huquqlarni belgilangan shaklga va majburiy rekvizitlarga amal qilgan holda tasdiqlovchi hujjatlar qimmatli qog‘ozlar hisoblanib, ularni taqdim etgan taqdirdagina mazkur huquqlarni amalga oshirish yoki boshqa shaxslarga berish mumkin bo‘ladi.\n\nTaqdim qiluvchiga beriluvchi qimmatli qog‘ozlar talon-toroj qilish predmeti bo‘lishi mumkin. Qimmatli qog‘ozlarning boshqa turlari, aybdorga qimmatli qog‘ozlarda belgilangan mulkiy huquqni olish imkoniyatini bermagani uchun talon-toroj qilish predmeti bo‘la olmaydi.\n\nQimmatli qog‘ozlarga obligatsiya, veksel, chek, depozit va jamg‘arma sertifikatlari, bankning taqdim qiluvchiga pul beriladigan jamg‘arma daftarchasi, konsument, aksiya hamda qonun hujjatlari bilan qimmatli qog‘ozlar qatoriga kiritilgan boshqa hujjatlar kiradi.\n\n11. Lotereya chiptalari, pochta markalari, otkritkalar, konvertlar, talonlar va yonilg‘i moylash materiallari, metroda yurish uchun jetonlar talon-toroj qilish predmeti bo‘lishi mumkin. Ammo poyezd, samolyot chiptasi o‘z holicha moddiy qiymatga ega bo‘lmaganligi, faqat shaxsni tasdiqlovchi hujjatlarni ko‘rsatgan hollardagina moddiy qiymatga ega bo‘lishi mumkinligi sababli talon-toroj qilish predmeti bo‘la olmaydi.\n\nBunday buyumlarni huquqqa xilof ravishda egallash JK 227-moddasida (hujjatlar, muhrlar, shtamplar, blankalarni egallash, nobud qilish, ularga shikast yetkazish yoki ularni yashirish) nazarda tutilgan jinoyat tarkibini tashkil etadi. Agar aybdor shaxsda ushbu hujjatlardan g‘ayriqonuniy foydalanish maqsadi bo‘lgan bo‘lsa, u holda uning harakatlari aldash yoki ishonchni suiiste’mol qilish (JKning 170-m.) va mulkiy zarar yetkazishga tayyorgarlik ko‘rish sifatida jinoyatlar majmui bo‘yicha kvalifikatsiya qilinadi.\n\n12. Agar jinoyat predmeti alohida turdagi muomaladan chiqarilgan mulk (masalan: narkotik moddalar, o‘q otar qurollar, portlovchi moddalar, kuchli ta’sir qiluvchi yoki zaharli moddalar va hokazolarlar) bo‘lsa, aybdorning harakatlari talon-toroj qilish emas, balki maxsus jinoyatlar tarkibi (JK 247, 251, 271-moddalari va hokazo moddalari) bilan kvalifikatsiya qilinishi lozim.\n\n13. Tasodifan topilgan buyum (topilma) talon-toroj qilish predmeti bo‘la olmaydi. FK 192-moddasiga ko‘ra, yo‘qolgan ashyoni topib olgan shaxs bu haqda uni yo‘qotgan shaxsni yoxud uni olish huquqiga ega bo‘lgan o‘ziga ma’lum shaxslardan birontasini darhol xabardor etishi hamda topilgan ashyoni shu shaxsga qaytarishi shart.\n\n14. Xazina ham talon-toroj qilish predmeti bo‘la olmaydi. Xazina - bu yer ostiga yoki boshqa yo‘llar bilan yashirilgan, egasini aniqlashning imkoni bo‘lmagan yoki qonun bo‘yicha mulkka nisbatan huquqini yo‘qotgan mulkdorga tegishli pul yoxud qimmatbaho narsalar.\n\n15. Obyektiv tomondan talon-toroj qilish o‘zganing mulkini qonunga xilof ravishda, tekinga o‘zi yoki boshqa shaxs foydasi uchun olishda ifodalanadi. Talon-toroj qilish predmeti, Jinoyat kodeksi sharhlanayotgan bobining nomlanishida to‘g‘ridan to‘g‘ri qayd etilganidek, faqat o‘zgalarning mulki hisoblanadi.\n\n16. Har qanday talon-toroj qilishning zaruriy belgisi uning huquqqa xilofligidir. Huquqqa xiloflik (g‘ayriqonuniylik) - egallanayotgan mulkka nisbatan hech qanday huquqi bo‘lmagan aybdor shaxs tomonidan o‘zganing mulkining egallanishidir.\n\n17. Tekin deganda, talon-toroj qilingan mulk o‘rniga muayyan qiymatni bermasdan o‘zganing mulkini egallash tushuniladi. Agar shaxs talon-toroj qilish vaqtida talon-toroj qilingan mulk o‘rniga talon-toroj qilingan mulk qiymatini, narxini to‘liq qoplagan bo‘lsa, jinoyat tarkibi mavjud bo‘lmaydi.\n\n18. O‘zganing mulkini talon-toroj qilishning tugallangan vaqti talon-toroj qilishning shakliga bog‘liq bo‘ladi. Ko‘p hollarda talon-toroj qilish aybdor o‘zganing mulkini egallagan va ushbu talon-toroj qilingan mulkni o‘zining xohishicha haqiqiy tasarruf etish (sotish, almashtirish, yashirish va hokazo) imkoniyati paydo bo‘lgan vaqtdan boshlab tugallangan hisoblanadi.\n\n19. Talon-toroj qilish subyektiv tomondan to‘g‘ri qasd bilan sodir etiladi. Motivi - g‘arazgo‘ylik. G‘arazgo‘ylik talon-toroj qilishning zaruriy belgisi hisoblanadi. G‘arazgo‘ylik - bu o‘zi uchun yoki boshqa shaxslar uchun moddiy manfaat undirish.\n\n20. Talon-toroj qilishning subyekti muomalaga layoqatli hamda qonunda ko‘rsatilgan yoshga to‘lgan har qanday shaxs hisoblanadi (JK 17-moddasi sharhiga qarang)."
        },
        {
            "modda_raqami": "164-modda. Bosqinchilik. ",
            "matni": "Bosqinchilik, ya’ni o‘zganing mol-mulkini talon-toroj qilish maqsadida hujum qilib, hayot yoki sog‘liq uchun xavfli bo‘lgan zo‘rlik ishlatib yoxud shunday zo‘rlik ishlatish bilan qo‘rqitib sodir etilgan bo‘lsa, -\n\nbesh yildan sakkiz yilgacha ozodlikdan mahrum qilish bilan jazolanadi.\n\nBosqinchilik:\n\na) qurol yoki qurol sifatida foydalanish mumkin bo‘lgan boshqa narsalarni ishlatib;\n\nb) bir guruh shaxslar tomonidan oldindan til biriktirib;\n\nv) ancha miqdordagi mulkni talon-toroj qilish bilan bog‘liq holda sodir etilgan bo‘lsa, -\n\nsakkiz yildan o‘n yilgacha ozodlikdan mahrum qilish bilan jazolanadi.\n\nBosqinchilik:\n\na) takroran, xavfli retsidivist yoki ilgari ushbu Kodeksning 242-moddasida nazarda tutilgan jinoyatni sodir etgan shaxs tomonidan;\n\nb) ko‘p miqdorda;\n\nv) uy-joyga, omborxona yoki boshqa binolarga g‘ayriqonuniy ravishda kirgan holda;\n\ng) badanga og‘ir shikast yetkazgan holda sodir etilgan bo‘lsa, -\n\no‘n yildan o‘n besh yilgacha ozodlikdan mahrum qilish bilan jazolanadi.\n\nBosqinchilik:\n\na) juda ko‘p miqdorda;\n\nb) o‘ta xavfli retsidivist tomonidan;\n\nv) uyushgan guruh tomonidan yoki uning manfaatlarini ko‘zlab sodir etilgan bo‘lsa, -\n\no‘n besh yildan yigirma yilgacha ozodlikdan mahrum qilish bilan jazolanadi.",
            "sharxi": "1. Bosqinchilik ozganing mol-mulkiga qarshi qaratilgan eng xavfli jinoyatlardan biri bolib, uni sodir etganlik uchun javobgarlik JK 164-moddasida nazarda tutilgan. Bosqinchilikning ota ijtimoiy xavfliligi, avvalo, shu bilan bogliqki, bu jinoyat sodir etilganida jabrlanuvchilarning hayoti yoki sogligiga ham ziyon yetkaziladi yoxud bunday ziyon yetkazilishi uchun haqiqiy xavf vujudga keladi va ozganing mol-mulki egallab olinadi. \n\n2. Bosqinchilikning obyekti ozganing mol-mulki, fuqarolarning hayoti va sogligidir. \n\n3. Bosqinchilik  ozganing mol-mulkini talon-toroj qilish maqsadida shu mulkning egallanishiga qarshilik korsatgan shaxsning hayoti yoki sogligi uchun xavfli bolgan zorlik ishlatib yoxud shunday zorlik ishlatish bilan qorqitib sodir etilgan hujum. Shunga kora, bosqinchilikning mohiyati, aybdorning ozganing mol-mulkini jabrlanuvchiga zorlik ishlatib egallashida ifodalanadi. Bu bilan mazkur jinoyatning mulkchilik munosabatlariga va shaxsga bolgan tajovuzi belgilanadi. Bosqinchilik jinoyati tarkibi doirasida, aytib otilgan obyektlarning har biri zarur obyektlar toifasiga kiritilgan. Ushbu jinoyatning mulkka qarshi jinoyatlar qatoridan orin olganligi orin olganligi, uning tarkibida ozganing mol-mulkini egallashga yonaltirilgan harakat asosiy ahamiyat kasb etishidan dalolat beradi. Bosqinchilikda ozga shaxsga tajovuz qilish ozganing mol-mulkini egallash vositasi sifatida ifodalanadi.\n\n4. Obyektiv tomondan bosqinchilik ozganing mol-mulkini talon-toroj qilish maqsadida shu mulkning egallanishiga qarshilik korsatgan shaxsning hayoti yoki sogligi uchun xavfli bolgan jismoniy zorlik ishlatish yoxud shunday zorlik ishlatish bilan qorqitib hujum qilishda ifodalanadi. \n\n5. JK 164-moddasi dispozitsiyasida bosqinchilik obyektiv tomonining quyidagi belgilari ajralib turadi:\n\na) hujum qilish;\n\nb) hayot yoki sogliq uchun xavfli bolgan zorlik ishlatish, yoki shunday zorlik ishlatish bilan qorqitish.\n\n6.Hujum qilish  jabrlanuvchiga zorlik ishlatish yoki darhol zorlik ishlatish uchun haqiqiy xavf tugdirish orqali jinoiy natijaga erishishga qaratilgan harakat. Hujum qilishni zorlik ishlatishsiz tasavvur qilib bolmaydi. Obektiv tomonining belgisi bolmish hujum qilish zorlik ishlatish yoki shunday zorlik ishlatish bilan qorqitishsiz bosqinchilik ozining jinoyat-huquqiy ahamiyatini yoqotadi. Aybdorning agressiv harakatlari bilan boglanmagan hujum qilish ozining har qanday mazmunini yoqotadi, chunki bunda hujum ozganing mol-mulkini egallash, jabrlanuvchining qarshilik korsatishiga bolgan irodasiga tasir korsatish vositasi sifatida qaralmaydi.\n\n7.Bosqinchilikda hujum jabrlanuvchining shaxsan oziga, qarindoshlariga, shuningdek, talon-toroj qilishga qarshilik korsatayotgan boshqa uchinchi shaxslarga qaratilgan bolishi mumkin. Hujum qilish nafaqat oshkora zorlik ishlatishda, balki orqadan zarba berish, pistirmadan otish, jabrlanuvchining hayoti yoki sogligi uchun xavfli bolgan kuchli tasir qiluvchi, zaharlovchi va ruhan karaxt qiluvchi vositalarni qollash bilan xushsiz holatga keltirish hamdir.\n\n8. Qonun zorlik ishlatishni bosqinchilikning belgisi sifatida uni umumiy holda hayot yoki sogliq uchun xavfli deb belgilaydi. Biroq jabrlanuvchining unga zorlik ishlatishi natijasida olimi kelib chiqsa, bosqinchilik jinoyatining tarkibiga kirmaydi, shuning uchun ham bu belgi faqatgina qasddan badanga shikast yetkazishnigina qamrab oladi. Bosqinchilik jarayonida badanga ogir shikast yetkazganlik uchun javobgarlik JK 164-moddasi 3-qismida nazarda tutilgan. Shuningdek, sodir etilgan jinoyat JK 164-moddasining 1-qismi, jabrlanuvchi sogligiga ortacha ogir shikast yetkazish (JK 105-moddasi) yoki yengil shikast yetkazish (JK 109-moddasi 2-qismi) oqibatlarini ham qamrab oladi. \n\n9.Hayot uchun xavfli bolgan zorlik ishlatish deganda, uning ishlatilishi jabrlanuvchining hayoti uchun aniq bolgan xavfni vujudga keltiruvchi holat tushuniladi. \n\nSogliq uchun xavfli bolgan zorlik ishlatish deganda, jabrlanuvchiga sogligining buzilishiga sabab bolgan tan jarohati yetkazish yoki shunday tan jarohatini yetkazish xavfini tugdiruvchi holatlar (chakkaga, quyosh orilmasiga urish va boshqalar) tushuniladi[ Qarang: Ozbekiston Respublikasi Oliy sudi Plenumining Ozgalar mulkini ogirlik, talonchilik va bosqinchilik yoli bilan talon-toroj qilish jinoyat ishlari boyicha sud amaliyoti togrisidagi 1999 yil 30 apreldagi 6-sonli qarori, 6-band.  ]. Bunday zorlik, masalan, odamni bogish, uning boshini uzoq vaqt davomida suvda ushlab turish, boshiga polietilen paket kiygizish yoki boshqa zoravonlik harakatlarini amalga oshirish  boshiga polietilen paket kiygizish bolishi mumkin.\n\n10.Jabrlanuvchining hayoti yoki sogligiga xavf tugdiruvchi kuchli tasir qiluvchi, zaharli, uxlatadigan (masalan, kuchli spirtli ichimliklar bilan birga klofelinni qoshib berish) va boshqa karaxt qiladigan vositalarni berish orqali uni xushsiz ahvolga keltirib mulkini talon-toroj qilish ham bosqinchilik deb hisoblanishi lozim. 11.Bosqinchilikda zorlik ham jismoniy, ham ruhiy bolishi mumkin. \n\nBosqinchilikda ruhiy zorlik ishlatish deganda, jabrlanuvchining hayoti yoki sogligi uchun xavf tugdiradigan zoravonlikni jinoyat sodir qilinayotgan vaqtning ozida bevosita va darhol ishlatish bilan tahdid solishni tushunish lozim. Odatda, jabrlanuvchi mulkning qonuniy egasi boladi. Bazi hollarda jabrlanuvchi sifatida mulkka nisbatan begona bolgan, ammo mulk egasining qarindoshlari, yaqinlari qatnashishlari mumkin. Masalan, bunday holatda jinoyatchi qiz bolani, agar uning dugonasi ozining tilla taqinchoqlarini yechib bermasa, zarar yetkazishi bilan qorqitishi mumkin. Shuningdek, mulkning talon-toroj qilinishiga qandaydir darajada tosqinlik qilayotgan shaxs ham jabrlanuvchi hisoblanishi mumkin. Bunday holatga ogrining xonadonga mulkni talon-toroj qilish maqsadida kirishi, xonadon egasi esa chiqib ketgan bolib, uyda mehmonlar bolsa, ular mulkni talon-toroj qilishga qarshilik korsatishi misol boladi.\n\n12.Bosqinchilik hujumi chogidagi tahdid:\n\n-amalda, yani jismoniy zorlik darhol qollanilishi mumkinligi xavfini oz ichiga olgan bolishi;\n\n-mavjud, yani kelgusida emas, aynan hujum paytida bolishi lozim.\n\n13.Bosqinchilik amalga oshirilayotgan paytda tahdid muayyan  va nomuayyan bolishi mumkin. \n\nMuayyan tahdidga qurol yoki qurol sifatida ishlatiladigan narsalar bilan qorqitish, shaxsni oldirish yoki uning sogligiga zarar yetkazish niyati borligini imo-ishoralar bilan ifodalash kiradi.\n\nNomuayyan xususiyatga ega tahdid niqoblangan shaklda ifodalanadi. Masalan, jabrlanuvchiga korinmaydigan narsalar, muayyan imo-ishoralar (qurolni qoldan qolga olish) bilan qorqitish.\n\n14. Qorqitish ogzaki, qurolni korsatish, imo-ishoralarda ifodalanishi mumkin (masalan, oldiraman, mayib qilaman, kozingni oyib olaman deyish, topponchani, pichoqni jabrlanuvchi badaniga oqtalish va hokazo). \n\nFaqatgina sud har bir alohida holda, sodir etilgan jinoyat holatlarini hisobga olib, tahdidning haqiqiyligi va haqiqatda mavjud bolganligiga baho beradi. Bunday hollarda sud jabrlanuvchining haqiqiy tahdid mavjud bolganligi togrisidagi subyektiv fikriga emas, balki aniq faktlarga tayanishi kerak. Masalan, jinoyatchi yarim tunda jabrlanuvchining orqasidan kelib: qimirlama, aks holda yomon boladi, degan sozlar bilan orqasiga barmogini tiradi. Sudda jabrlanuvchi oz hayoti xavf ostida qolganligini davo qilgan, biroq sud bunday holatlarda jabrlanuvchining hayoti yoki sogligi uchun haqiqiy xavf bolmagan, deb hisoblashni lozim topgan.\n\nTahdidning tashqi korinishi ahamiyatga ega emas. Jabrlanuvchi uchun u yoki bu shaklda ifodalangan tahdid haqiqiy va haqiqatda mavjud bolib, shuning oqibatida jabrlanuvchi tomonidan mulkni egallashga nisbatan qarshilik korsatilsa, unga nisbatan shu tahdidning amalga oshirilishiga ishonchi bolishi muhimdir.\n\nBosqinchilik vositasi sifatida tahdidning maqsadi mulkning talon-toroj qilinishini yengillashtirish uchun jabrlanuvchining irodasini susaytirishdan iboratdir. Tahdidning jinoyat tarkibi belgisi bolishi mumkinligi masalasini hal etish uchun sudlar sharhlanayotgan jinoyatning vositasi sifatida muayyan ish holatlarini, birinchi navbatda, bosqinchilik sodir etilgan joy va vaqtni, jinoyatchilar soni, shakli boyicha noaniq bolgan tahdidni mustahkamlash maqsadida ishlatilgan ashyolar va vositalarni inobatga olgan holda, tahdidning mazmuni va yonaltirilganligini organishlari lozim.\n\n15. Bosqinchilikdagi jismoniy va ruhiy zorlik asosan ozganing mol-mulkini egallab olish vositasi bolib, kop hollarda zorlik egallab olishdan oldin sodir etiladi. Shu bilan birga, ogrilik, talonchilik (shuningdek, zorlik ishlatilgan talonchilik) jinoyatlari sifatida boshlangan, ammo keyinchalik sodir etish jarayonida hayot va sogliq uchun xavfli bolgan zorlik ishlatish yoli bilan sodir etilgan talon-torojga aylangan jinoyatlar JK 164-moddasida nazarda tutilgan tajovuz sifatida koriladi.\n\nAmmo, agar jinoyatchi jinoyat joyida ushlangan paytida talon-toroj qilingan narsalarni tashlab, jabrlanuvchiga nisbatan faqatgina kuzatuvdan qutulish maqsadida zorlik ishlatganida, javobgarlik bosqinchilik uchun emas, balki ogrilik va tegishli ravishda shaxsga yoki boshqaruv tartibiga qarshi qaratilgan jinoyatlar uchun yuzaga keladi.\n\n16. Bosqinchilik qonundagi belgilariga kora ijtimoiy xavflilik darajasi yuqori ekanligini inobatga olib, Jinoyat kodeksida kesik tarkib sifatida ifodalangan bolib, jinoyat jabrlanuvchining hayoti va sogligi uchun xavfli bolgan zorlik ishlatish yoki shunday zorlik ishlatish bilan qorqitib hujum boshlangan vaqtdan boshlab[   Ozbekiston Respublikasi Oliy sudi Plenumining Ozgalar mulkini ogirlik, talonchilik va bosqinchilik yoli bilan talon-toroj qilish jinoyat ishlari boyicha sud amaliyoti togrisidagi 1999 yil 30 apreldagi 6-sonli qarori, 5-band. ] tugallangan hisoblanadi. Bunda aybdorning mulkni talon-toroj qilib bolgan-bolmaganligining ahamiyati yoq.\n\n17. Bosqinchilik subyektiv tomondan aybdorda togri qasd va garazli maqsad mavjudligi bilan tavsiflanadi. Aybdor jinoyat sodir etishda uning tomonidan sodir etilayotgan zorlikning jabrlanuvchi hayoti yoki sogligi uchun xavfliligini va ushbu zorlik ozganing mulkini ozi va ozga shaxslar foydasiga egallash vositasi sifatida ishlatilayotganligini tushunadi va shuni xohlaydi. Subyektiv tomonning zaruriy belgisi  ozganing mulkini talon-toroj qilish maqsadi hisoblanadi.\n\n18. Jinoyatning subyekti  jinoyat sodir etish vaqtiga kelib 14 yoshga tolgan har qanday shaxsdir.\n\n19. JK 164-moddasi 2-qismida bosqinchilikning jazoni ogirlashtiruvchi bir nechta holatlari korsatilgan. Bular: \n\na) qurol yoki qurol sifatida foydalanish mumkin bolgan boshqa narsalarni ishlatib; \n\nb) bir guruh shaxslar tomonidan oldindan til biriktirib; \n\nv) ancha miqdordagi mulkni talon-toroj qilish bilan bogliq holda sodir etilishi. \n\n20. Qurol yoki qurol sifatida ishlatish mumkin bolgan boshqa narsalardan foydalangan holda bosqinchilik qilish jinoyatning ijtimoiy xavfliligini oshiradi. Chunki bu hujumning agressivligi va kuchini keskin kuchaytiradi, ozganing mulkini talon-toroj qilish maqsadiga erishadi, qarshilik korsatish yoki mulk va shaxsga jinoiy tajovuz qilishga monelik qilishi mumkin bolgan shaxslar tomonidan mahv etilmasligi jinoyatchiga ishonch bagishlaydi, bu hol jabrlanuvchining qarshilik korsatish irodasini bukib qoyishi mumkin. Bundan tashqari, bosqinchilikda qurolni yoki qurol sifatida boshqa narsalardan foydalanish jinoyatchining sogligiga jiddiy ziyon yetkazishi, ayrim holatlarda esa yanada ogirroq oqibatni  uning olimini keltirib chiqarishi mumkin. Bularning barchasi birgalikda qurolli bosqinchilikning xavfi yuqoriligidan dalolat beradi. \n\n21.Bosqinchilik paytida aybdor tomonidan ishlatiladigan qurol barcha turdagi portlovchi moslamalar  granata, dinamit patroni, shashka va boshqalarni oz ichiga olgan holda oqotar yoki sovuq qurol bolishi mumkin. Bosqinchilik jinoyatida qurolning maxsus ruxsatnoma bilan olib yuriladigan qurollar yoki ruxsat etilgan qurollar (masalan, ov quroli) turiga kirishi ahamiyatga ega emas.\n\n22. Oqotar qurol deganda, amalda xojalik-maishiy maqsadlarda ishlatilmaydigan va faqat jonli nishonni zabt etish yoki sport tadbirlarini otkazish uchun moljallangan, otish (yani snaryadni, oqni uloqtirish) uchun porox gazlarining kuchidan foydalaniladigan barcha turdagi jangovar, sport va ov qurollari tushunilishi lozim[ Qarang: Ozbekiston Respublikasi Oliy sudi Plenumining Qonunga xilof ravishda qurolga egalik qilish togrisidagi ishlar boyicha sud amaliyoti haqidagi 1996 yil 27 fevraldagi 3-sonli qarori, 3-band, 1-qism. ]. Predmet oqotar qurol deb hisoblanishi uchun uning qanday (zavodda yoki xonaki usulda) tayyorlanganligining ahamiyati yoq. \nOqotar qurollar ahamiyati, xossalari, tuzilishi, kalibri va boshqa xususiyatlariga kora xilma-xildir. \nOqotar qurollar jumlasiga: miltiq, kichik kalibrli miltiq, avtomatlar, topponchalar, ov miltigi, jumladan qirqma miltiq va boshqalar kiradi. \nPnevmatik miltiq, signal, start, gaz topponchalari yoki gaz balonlari, raketnitsalar va boshqa immitatsiya-pirotexnik va yoritgich vositalari qurol jumlasiga kirmaydi.\n\n23. Jabrlanuvchining bevosita badaniga odam mushak kuchi yordamida tegishi natijasida jonli nishonni jarohatlash uchun maxsus moljallangan buyumlar sovuq qurol hisoblanishi lozim. \n\nOtmishda zarba berishning usuli va xususiyatiga qarab sovuq qurollarning har xil turlari yasalgan va ular muayyan shaklga ega bolgan. Ularning sanchuvchi (stilet  kichkina ensiz xanjarcha, kortik  dengiz va havo floti ofitserlarining qisqa xanjari, sanchuvchi turdagi nayzalar va hokazo), sanchib kesuvchi (uzun va ogir qilich va hokazo), kesuvchi (shamshir, qilich va hokazo), maydalovchi (kastet, gurzi, choqmor va hokazo) hamda uruvchi turlari mavjuddir. \n\n24. Portlatish qurilmalari deganda, portlovchi moddalar bilan toldirilgan va portlashni amalga oshirish uchun moljallangan yigilgan holdagi qurilmalar tushunilishi lozim.\n\nBunda portlovchi moddalar deganda, porox, dinamit, trotil, nitroglitserin va kislorodli havo yetishmagan vaziyatda portlash xususiyatiga ega bolgan kimyoviy moddalar va aralashmalar tushuniladi.\n\n25. Qurol sifatida foydalanish mumkin bolgan boshqa narsalar  bu ishlatilganda jabrlanuvchining hayoti yoki sogligiga obyektiv zarar yetkazishi mumkin bolgan har qanday ashyolardir. Bularga: buragich, zanjir, skalpel, katta tosh, armatura bolagi, toqmoq va boshqalar kiradi. Qurol sifatida foydalanish mumkin bolgan narsalarning oldindan tayyorlab qoyilganligi yoki jinoyat sodir etilgan joydan olinganligining bosqinchilikni kvalifikatsiya qilishda ahamiyati yoq.\n\n26. Bosqinchilikda qurol va qurol sifatida ishlatilayotgan boshqa ashyolardan foydalanish deganda, nafaqat ularning jabrlanuvchining hayoti yoki sogligiga zarar yetkazishga moljallangan faktik qollanilishi, balki aybdor tomonidan oz tahdidining haqiqiyligini korsatish, qurolning tahdid vositasi sifatida kuchini kopaytirish maqsadida ularni namoyon qilish ham tushuniladi.\n\nBosqinchilikni sodir etishda ishlatishga yaroqsiz qurol yoki qurolga oxshatib yasalgan buyumlarning qollanilganligi bosqinchilikni ogirlashtiruvchi holat hisoblanmaydi. \n\nOzbekiston Respublikasi Oliy sudi Plenumi qarorida: Bila turib yaroqsiz quroldan yoki yolgondakam quroldan (masalan, topponcha yoki start topponchasi maketlaridan) badanga shikast yetkazishni niyat qilmagan holda foydalanilganda, hayot va sogliq uchun xavfli bolmaganda qurolli bosqinchilik sifatida baholash mumkin emas[  Ozbekiston Respublikasi Oliy sudi Plenumining Ozgalar mulkini ogirlik, talonchilik va bosqinchilik yoli bilan talon-toroj qilish jinoyat ishlari boyicha sud amaliyoti togrisidagi 1999 yil 30 apreldagi 6-sonli qarori, 7-band, 3-qism. ], deyilgan. Bunday harakatlar JK 164-moddasi 1-qismi boyicha oddiy bosqinchilik sifatida kvalifikatsiya qilinmogi lozim. Biroq, agar qurolga oxshatib yasalgan narsalardan qurol sifatida foydalanilgan va ular bilan jabrlanuvchining hayoti yoki sogligiga xavfli ziyon yetkazilgan bolsa, aybdorning harakatlarini qurol sifatida ishlatish mumkin bolgan boshqa buyumlardan foydalanib jinoyat sodir etish deb hisoblash mumkin. \n\nAybdor harakatlarini JK 164-moddasi 2-qismi a bandi bilan kvalifikatsiya qilish uchun jinoyat qurolining obyektiv xususiyatlari va subyekt niyatini hisobga olmay turib, faqatgina jabrlanuvchi tomonidan qurolga oxshatib yasalgan qurolni haqiqiy qurol deb hisoblash yetarli emas.\n\n27. Bosqinchilikda gaz qurollarining qollanilishi masalasi ham muhim masalalardandir. \n\nGaz topponchalari, gaz ballonchalari, kozdan yosh oqizuvchi, bezovta qiluvchi yoki zaharli moddalar toldirilgan purkagich va boshqa har qanday qurilmalar gazli qurollar sirasiga kiritilishi lozim. \n\nFikrimizcha, shaxs bosqinchilikni sodir etishda hayot yoki sogliq uchun xavfli bolgan biron-bir modda toldirilgan gazli qurolni ishlatsa, aybdorning qilmishi qurol sifatida boshqa predmetlardan foydalanish belgisi boyicha qurolli bosqinchilik deb kvalifikatsiya qilinishi kerak. Agar gazli quroldagi modda shaxsning hayoti yoki sogligi uchun xavfli bolmasa, uning ishlatilishi aybdorning harakatlarini qurolli bosqinchilik deb kvalifikatsiya qilish uchun asos bolmaydi. Bunda aybdorning harakatlari hayot yoki sogliq uchun xavfli bolmagan zorlik ishlatib yoxud shunday zorlik ishlatish bilan tahdid solib talonchilik qilish hisoblanadi (JK 166-moddasi 2-qismining a bandi). Ammo agar aybdor gaz qurolini oz hujumining haqiqiyligini mustahkamlash maqsadida ishlatgan bolsa, bu holda uning harakatlari JK 164-moddasi 2-qismining a bandi boyicha kvalifikatsiya qilinishi lozim.\n\n28. Bosqinchilik hujumi jarayonida aybdor tomonidan ruxsatnoma talab qilinadigan oqotar qurollar ishlatilganda hamda qurol yoki qurol sifatida foydalanish mumkin bolgan boshqa narsalarni (portlovchi, zaharli moddalarni va hokazolarni) ishlatib bosqinchilik sodir etilganda uning harakatlari jinoyatlar majmui boyicha kvalifikatsiya qilinishi lozim[ Qarang: Ozbekiston Respublikasi Oliy sudi Plenumining Ozgalar mulkini ogirlik, talonchilik va bosqinchilik yoli bilan talon-toroj qilish jinoyat ishlari boyicha sud amaliyoti togrisidagi 1999 yil 30 apreldagi 6-sonli qarori, 7-band, 4-qism. ].\n\nQurol ishlatgan holda, ayniqsa, oqotar qurollarni ishlatib sodir etilgan bosqinchilik ishlarini tergov qilish va sudda korish chogida oqotar qurol, oq-dorilar, portlovchi moddalar yoki portlatish qurilmalarini olish, tayyorlash manbalarini aniqlash lozim. Agar bularning natijasida oqotar qurollar va portlovchi vositalar saqlanayotgan obyektlarni qoriqlashda mansab sovuqqonligiga yol qoyilgan hollar yoxud oqotar qurollar yoki unga oq-dorilar tayyorlangan asbob-uskunalardan foydalanish ustidan tegishli nazoratning bolmaganligi aniqlangan taqdirda sud bunga xususiy ajrim chiqarish yoli bilan ozining munosabatini bildirishi, zarur hollarda esa jinoyat ishi qozgatish togrisidagi masalani hal etishi zarur[ Qarang: Ozbekiston Respublikasi Oliy sudi Plenumining Qonunga xilof ravishda qurolga egalik qilish togrisidagi ishlar boyicha sud amaliyoti haqidagi 1996 yil 27 fevraldagi 3-sonli qarori, 3-band, 1-qism. ]. \n\n29.Bir guruh shaxslar tomonidan oldindan til biriktirish belgisining umumiy tushunchasi JK 29-moddasining 3-qismida oz aksini topgan (JK 29-moddasi sharhiga qarang).\n\n30. Oldindan til biriktirish deganda, ikki va undan ortiq shaxslar ortasida bevosita jinoyat sodir etilishidan oldin ozganing mol-mulkini talon-toroj qilish togrisidagi kelishuvga erishishni tushunmoq lozim. Bosqinchilikning boshlanishi sifatida jabrlanuvchining hayoti va sogligi uchun xavfli bolgan zorlik qollash yoki ushbu zorlikni qollash bilan qorqitish orqali ozganing mol-mulkini talon-toroj qilishga bevosita yonaltirilgan harakatlar hisoblanishi uchun, ishtirokchilar ortasida oldindan shu jumladan jinoyatga tayyorgarlik korish bosqinchini oz ichiga olgan holda,til biriktirish xohishi paydo bolgan paytda,  bosqinchilikni sodir etishga bevosita yonaltirilgan harakatini sodir etishdan oldin roy berishi mumkin. Til biriktirish va bosqinchilik boshlanishi orasidagi vaqt kvalifikatsiya qilishda ahamiyat kasb etmaydi.\n\nAgar til biriktirish bevosita bosqinchilik qilish paytida yuzaga kelgan bolsa, u oldindan til biriktirish hisoblanmaydi va sharhlanayotgan kvalifikatsiya belgisini istisno etadi. Bunday hollarda, agar boshqa kvalifikatsiya belgilari mavjud bolmasa, ishtirokchilarning har biri bevosita ozi sodir etgan jinoiy harakatlari uchun JK 164-moddasining 1-qismi boyicha javobgarlikka tortiladi.\n\n31.Bir guruh shaxslar tomonidan birgalikda talon-toroj qilish ozida bosqinchilik tarkibining obyektiv va subyektiv belgilarini mujassam etgan harakatlar guruhning kamida ikkita ishtirokchisi tomonidan sodir etilishini nazarda tutadi. Bir guruh shaxslar tomonidan oldindan til birikib talon-toroj qilish deganda, uni sodir etish haqida oldindan kelishib olgan ikki yoki undan ortiq shaxs ishtirokidagi talon-toroj qilish tushuniladi. Bunda ularni, masalan, bajaruvchini qurol bilan, obyektning rejasi bilan taminlab berish togrisida kelishib olishlari bir guruh shaxslar tomonidan oldindan til biriktirib talon-toroj qilish hisoblanmaydi. Shunga kora, oldindan til biriktirgan guruh tarkibiga kamida ikkita bajaruvchi kirishi kerak. Vazifalarning taqsimlanishidan iborat bolgan murakkab ishtirokchilik bosqinchilikning sharhlanayotgan kvalifikatsiya qilish belgisini hosil etmaydi: agar ularning qilmishida uyushgan guruh alomatlari mavjud bolmasa, har bir ishtirokchi ozi bajarayotgan vazifasiga kora, bajaruvchi, dalolatchi, yordamchi sifatida (songgi ikkisini JK 30-moddasiga havola qilish orqali) JK 164-moddasi 1-qismi boyicha jinoiy javobgarlikka tortiladi.\n\n32. Shuni takidlash joizki, bir guruh shaxslar tomonidan bosqinchilik jinoyatini sodir qilishda, barcha ishtirokchilar tomonidan hujum, ruhiy yoki jismoniy tazyiq otkazilishi shart emas. Muhimi, ushbu harakatlar loaqal bir ishtirokchi tomonidan sodir etilishi va boshqa ishtirokchilarda qasd mavjud bolishi kerak. Aks holda, bunda gap bajaruvchi ekssessi haqida gap boradi.\n\n33.Oldindan til biriktirib bosqinchilik jinoyatini sodir etgan guruh tarkibini faqatgina jinoiy javobgarlikka tortilishi mumkin bolgan shaxslar tashkil etishi mumkin (JK 17-moddasi sharhiga qarang). Muomalaga layoqatsiz va bosqinchilik jinoyati uchun jinoiy javobgarlik yoshiga (14 yoshga) yetmagan shaxslar, faktik jihatdan bosqinchilikda bevosita ishtirok etgan bolsalar-da, yuridik jihatdan, yani jinoyat qonunchiligi talablari nuqtayi nazaridan guruh tarkibiga kirmaydilar. Masalan, agar voyaga yetgan jinoyatchi 14 yoshgacha bolgan voyaga yetmagan shaxsni bosqinchilik qilishga qiziqtirgan, keyinchalik u bilan kelishgan bolsa ham, bunda guruh kvalifikatsiya belgisi sifatida mavjud bolmaydi. Boshqa ogirlashtiruvchi holatlar mavjud bolmasa, yoshi katta jinoyatchi JK 164-moddasi 1-qismi bilan va qoshimcha jinoyatlar majmui tariqasida JK 127-moddasi 3-qismi boyicha javobgarlikka tortiladi.\n\n34.Guruh tomonidan sodir etilgan bosqinchilik dalolatchisi, yordamchisi, tashkilotchisi (mulkni talon-toroj qilishda bevosita qatnashmagan shaxs) korinishidagi ishtirokchi JK 28-moddasi va 164-moddasi 2-qismi boyicha jinoiy javobgarlikka tortiladi. \n\n35.Agar bir guruh shaxslar ogrilik yoki talonchilik sodir etish togrisida kelishib olgan bolsalar va shu jinoyatlarni sodir etish jarayonida ishtirokchilardan biri boshqa jinoyatchilar bilan kelishib olmasdan mol-mulkni egallash maqsadida jabrlanuvchilarga nisbatan hayoti yoki sogligi uchun xavfli bolgan zorlik ishlatsa, qilmish bir guruh shaxslar tomonidan sodir etilgan bosqinchilik sifatida kvalifikatsiya qilinishi mumkin emas. Bunda hayot yoki sogliq uchun xavfli bolgan zorlikni ishlatgan shaxs bosqinchilik uchun javobgar boladi, jinoyatning qolgan ishtirokchilari esa ogrilik yoki talonchilik uchun javobgar boladilar.\n\n36. Shuni nazarda tutish kerakki, bir guruh shaxslar tomonidan oldindan til biriktirib sodir etilgan bosqinchilik qatnashchisining harakatlari jinoyatning qolgan ishtirokchilari qonunda nazarda tutilgan asoslarga kora (vafot etishi, amnistiya akti va hokazolar munosabati bilan) jinoiy javobgarlikka tortilmaganliklaridan qati nazar, guruh bolib sodir etilgan jinoyat deb kvalifikatsiya qilinishi kerak.\n\n37. Bosqinchilik jinoyatining kvalifikatsiya belgisi hisoblanuvchi ancha miqdorda sodir etilishi, hayot yoki sogliq uchun xavfli bolgan zorlik ishlatish yoki shunday zorlik ishlatish bilan qorqitish bilan talon-toroj qilingan mulkning qiymati eng kam oylik ish haqining ottiz baravaridan yuz baravarigacha bolishi kerak (ancha miqdor tushunchasi haqida JK Maxsus qismining VIII bolimiga qarang). Shuni takidlash kerakki, talon-toroj qilishning umumiy summasini aniqlash sodir etilgan barcha talon-toroj epizodlari boyicha zarar summalarini qoshganda hosil bolgan miqdordan kelib chiqib[ Qarang: Ozbekiston Respublikasi Oliy Sudi Plenumining Jazolarni liberallashtirish togrisidagi qonunni iqtisodiyot sohasidagi jinoyatlarga nisbatan qollashning ayrim masalalari haqidagi 2004 yil 21 maydagi 4-sonli qarori, 6-band, 3-qism. ], talon-toroj amalga oshirilgan kunidagi baholarga mutanosib ravishda amalga oshirilishi kerak, ammo bunda aybdorning qilmishi davomiy fel-atvor kasb etgan bolishi kerak. Agar shaxsning harakatlari davomli jinoyat xususiyatiga ega bolmasdan bir necha mustaqil epizodlardan... iborat bolsa, bu harakatlar talon-toroj qilingan umumiy summadan kelib chiqqan holda kvalifikatsiya qilinishi mumkin emas\"[  Ozbekiston Respublikasi Oliy sudi Plenumining Ozgalar mulkini ogirlik, talonchilik va bosqinchilik yoli bilan talon-toroj qilish jinoyat ishlari boyicha sud amaliyoti togrisidagi 1999 yil 30 apreldagi 6-sonli qarori, 8-band, 3-qism. ]. Bunday hollarda jinoyat, JK 164-moddasi dispozitsiyasining takroriylik belgisi boyicha kvalifikatsiya qilinishi kerak. Bunda, belgilovchi bolib, talon-toroj qilingan mulkning barcha epizodlar boyicha umumiy summasi emas, balki zarar miqdori eng kop bolgan epizod boyicha talon-toroj summasi asos qilib olinadi[ Qarang: Ozbekiston Respublikasi Oliy Sudi Plenumining Jazolarni liberallashtirish togrisidagi qonunni iqtisodiyot sohasidagi jinoyatlarga nisbatan qollashning ayrim masalalari haqidagi 2004 yil 21 maydagi 4-sonli qarori, 6-band, 5-qism. // Ozbekiston Respublikasi Oliy Sudining 2004 yil 21 maydagi Plenumi qarorlari.  T.: Oliy sud, 2004. 34-bet.]. \n\nTalon-toroj qilingan narsalarning qiymatini belgilashda ularning holatini, ishlab chiqarilgan vaqtini, eskirganligini, tovar korinishini, shu narsalardan foydalanish imkoniyatlari darajasi va hokazolarni etiborga olish, yani tovarshunoslik ekspertizasini tayinlash va vakolatli ekspertlar xulosasi asosida talon-toroj qilingan mol-mulkning qiymati masalasini hal etish zarur.\n\n38. Sharhlanayotgan moddaning 3-qismida:\n\na) takroran, xavfli retsidivist yoki ilgari JK 242-moddasida nazarda tutilgan jinoyatni sodir etgan shaxs tomonidan;\n\nb) kop miqdorda;\n\nv) uy-joyga, omborxona yoki boshqa binolarga gayriqonuniy ravishda kirgan holda;\n\ng) badanga ogir shikast yetkazgan holda sodir etilgan bosqinchilik uchun javobgarlik nazarda tutilgan.\n\n39. Bosqinchilik tarkibini kvalifikatsiya qilishning takroran jinoyat sodir etish belgisi bir qancha jinoyat sodir etish jinoyat-huquqiy institutining bir korinishi hisoblanadi va bu umumiy manoda JK 32-moddasida ifodalangan (JK 32-moddasining sharhiga qarang).\n\nAgar oldingi jinoyat uchun javobgarlikka tortish muddati otib ketmagan bolsa, takroran jinoyat sodir etish belgisi boyicha kvalifikatsiya qilish lozim boladi (JK 64-moddasi). Aks holda bosqinchilikning kvalifikatsiya qilish belgisi sifatida takroranlik mavjud bolmaydi. \n\nBosqinchilikning takroran jinoyat sodir etish belgisini qayd qilish uchun bir qancha jinoyat sodir etishning alomatlarini aniqlash kerak:\n\n-subyektning yagonaligi, yani sodir etilgan jinoyatning har bir epizodida faqat bir shaxs qatnashishi kerak;\n\n-u Jinoyat kodeksining bir moddasida va bir qismida nazarda tutilgan kamida ikkita jinoyatni sodir etishi;\n\n-ularning har biri jinoiy jazolanadigan bolishi kerak. Agar talon-toroj qilishning bir epizodi oz ketidan mamuriy javobgarlikni keltirib chiqarsa yoki hech qanday javobgarlikni nazarda tutmasa, ikkinchisi esa jinoiy jazolanadigan bolsa, takroran jinoyat sodir etish mavjud bolmaydi;\n\n-sodir etilgan jinoyatlarning har biri mustaqil tarkib hosil qilish;\n\n-ushbu jinoyatlar har xil vaqtda sodir etilishi va aybdorning yagona qasdi bilan qamrab olingan bolishi kerak.\n\n40. Bosqinchilikni takroran sodir etilgan deb topish uchun, takroriylikni hosil qiluvchi jinoyatlardan birining tamomlanganligi yoki faqatgina tayyorgarlik bosqichidaligi ahamiyat kasb etmaydi. Shuningdek, ishtirokchilikning shakllari va jinoyat ishtirokchisi bajargan vazifasi ham ahamiyat kasb etmaydi. Yani, aybdor bir jinoyatda bajaruvchi, ikkinchisida esa yordamchi bolishi mumkin. Masalan, agar K. ilgari JK 164-moddasi 1-qismida nazarda tutilgan jinoyatni sodir etgan, keyinchalik esa JK 164-moddasi 2-qismi \"a\" bandi bilan bosqinchilik jinoyatida aybdor deb topilsa, uning harakatlari JK 164-moddasi 3-qismi a bandi boyicha kvalifikatsiya qilinishi kerak. Bunday holatda sharhlanayotgan bosqinchilikning kvalifikatsiya qilish belgisi takroriylikning ham, ikki mustaqil jinoyatning haqiqiy jamining ham ozaro duch kelishi natijasida yuzaga keladi. Ammo jinoyat JK moddasining ogirroq jazoni kozda tutuvchi qismi bilan kvalifikatsiya qilinishi lozim va ushbu moddaning boshqa qismlari bilan qoshimcha kvalifikatsiya qilinishi talab etilmaydi[  Ozbekiston Respublikasi Oliy sudi Plenumining Ozgalar mulkini ogirlik, talonchilik va bosqinchilik yoli bilan talon-toroj qilish jinoyat ishlari boyicha sud amaliyoti togrisidagi 1999-yil 30-apreldagi apreldagi 6-sonli qarori, 8-band, 1-qism. ]. Masalaning aybdor qilmishlarining, moddaning turli qismlarida nazarda tutilgan jinoyatlarni haqiqiy haqiqiy jami boyicha parallel kvalifikatsiyasi asosida hal etilishi sodir etilgan jinoyatning ogirligi, ayb darajasi va aybdorning jamiyat uchun xavfliligining aybdorga qollaniladigan jazo chorasiga nomutanosibligiga sabab bolishi mumkin.\n\n41.Oldingi jinoyatlar uchun javobgarlikka tortish muddatining otib ketishidan tashqari, bosqinchilikning takrorlanishi quyidagi hollarda ham mavjud bolmaydi:\n\n-agar shaxs ilgari sodir etgan bosqinchilik jinoyati uchun qonunda nazarda tutilgan tartibda javobgarlikdan ozod etilgan bolsa (masalan, qilmish ijtimoiy xavfliligining yoqolishi bilan va hokazolar);\n\n-agar aybdorning harakatlarida davomiy bolgan yagona jinoyat belgilari mavjud bolib, bunda yagona qasd bilan qamrab olingan va bir qator oxshash jinoiy harakatlardan iborat bolgan va jami boyicha yagona jinoyatni hosil qiladigan ozganing mol-mulkini qonunga xilof ravishda ozlashtirish hisoblansa. Takroriy va davomiy bolgan yagona jinoyatni ozaro farqlash masalasi katta amaliy ahamiyatga ega, chunki u aniq jinoiy javobgarlikka tortish va togri kvalifikatsiya qilish masalalari bilan bogliq. Ushbu masalani hal qilishda, nafaqat obyektiv omillarni, xususan, davomli bosqinchilikda oxshash bolgan jinoiy harakatlarning ozaro aloqadorligi haqiqatda yagona jinoiy xatti-harakatning alohida boginlari ekanligini, balki vaqt boyicha uzilgan alohida hujumlar bolsa ham, yagona jinoiy qasd bilan bogliq bolganligi uchun subyektiv omillarni ham inobatga olish kerak. Qasdning va maqsadning yagonaligi va butunligi yuridik jihatdan, bir qarashda, talon-torojning bir-biriga bogliq bolmagan jinoiy harakatlarini boglaydi;\n\n-agar shaxs suiiqasd qilingan birinchi talon-torojdan ixtiyoriy  voz kechganligi sababli tugallanmagan bolsa (JK 26-moddasi). Shunday qilib, takroran jinoyat sodir etish deganda, aybdorning har bir harakati mustaqil tarkib hosil qilishi va ushbu harakatlar bir-biridan vaqt oraligi bilan ajratilganligi tushuniladi. Shu bilan birga, har bir yangi bosqinchilikni sodir qilishda aybdorda mustaqil qasd yuzaga kelishi va aybdor ushbu qasdni yangi jinoyatda amalga oshirishi lozim. Shuni ham takidlash kerakki, aybdorning harakatlarini bosqinchilik bilan kvalifikatsiya qilish uchun, u sudlanmagan bolishi, sudlanganligi tugagan yoki olib tashlangan bolishi kerak, aks holda qilmish xavfli retsidiv belgisi boyicha kvalifikatsiya qilinadi.\n\n42.JK 164-moddasi 3-qismining a bandi bosqinchilikning kvalifikatsiya qilish belgisi sifatida qilmishning xavfli retsidivist tomonidan yoki JK 242-moddasi (jinoiy uyushma tashkil etish)da nazarda tutilgan jinoyatni sodir etgan shaxs tomonidan sodir etilishini nazarda tutadi.\n\nXavfli retsidiv jinoyat bir qancha jinoyat sodir etish institutining bir korinishi hisoblanib, JK 34-moddasi sharhida korib chiqilgan edi.\n\nTakroriylikdan farqli ravishda xavfli retsidiv jinoyat aybdorning bosqinchilik sodir etib sudlanganidan song, xuddi shunday jinoyatni sodir etishini nazarda tutadi.\n\nAybdor harakatlarini xavfli retsidivist tomonidan sodir etilgan deb kvalifikatsiya qilish uchun ularda quyidagi shartlar bolishi kerak:\n\n-aybdor tomonidan JK 164-moddasida nazarda tutilgan jinoyatni ilgari sodir etilganlik faktini aniqlash;\n\n-bosqinchilik uchun jinoiy javobgarlikka tortilayotgan shaxsda ilgari shunday harakatlarni sodir etganlik uchun tugallanmagan yoki olib tashlanmagan sudlanganlik mavjud bolishi.\n\nYuqoridagi shartlardan loaqal birining aybdor qilmishida mavjud emasligi mazkur sharhlanayotgan kvalifikatsiya belgisi haqida soz yuritish imkonini bermaydi.\n\n43.Bosqinchilikning kvalifikatsiya qilish belgisi sifatida JK 164-moddasining 3-qismi a bandi bosqinchilikning ilgari jinoyat sodir etgan shaxs tomonidan yoki JK 242-moddasi (jinoiy uyushma tashkil etish)da nazarda tutilgan jinoyatni sodir etgan shaxs tomonidan sodir etilishini nazarda tutadi.\n\nJinoyatni mazkur belgi boyicha kvalifikatsiya qilish takroran jinoyat sodir etishni yoki xavfli retsidiv jinoyatni kvalifikatsiya qilishdan katta farq qilmaydi. Biroq bunday farqlar mavjud va ular quyidagilardan iborat.\n\nAmaldagi Jinoyat kodeksiga muvofiq, jinoyatni mazkur belgi boyicha kvalifikatsiya qilish uchun bosqinchilik uchun javobgarlikka tortilayotgan aybdor shaxs ilgari JK 242-moddasida nazarda tutilgan jinoyatni sodir etgan bolishi kerakligini nazarda tutadi.\n\nUshbu jinoyatni sodir etganlik uchun shaxs:\n\n-malum bir sabablarga kora shaxs jinoiy javobgarlikka tortilmagan va sudlanmagan bolsa (jinoiy javobgarlikdan ozod etilgan va qonunda korsatilgan asoslar boyicha jazodan ozod qilinganlar bundan mustasno). Bunday hollarda bosqinchilik uchun jinoiy javobgarlikka tortilayotgan shaxs harakatlari, takroran jinoyat sodir etish qoidalariga oxshash tarzda kvalifikatsiya qilinadi. Bunda JK 242-moddasi boyicha javobgarlikka tortish muddatining otib ketmaganligiga ahamiyat berish kerak. Masalan, fuqaro D. JK 164-moddasining 1-qismida nazarda tutilgan bosqinchilik harakatlarini sodir etganlikda gumon qilinib, qolga olindi, tergov natijasida u ilgari jinoiy uyushma faoliyatiga rahbarlik qilganligi aniqlandi, shuning uchun uning harakatlarini JK 242-moddasi va JK 164-moddasi 3-qismi a bandi boyicha kvalifikatsiya qilish kerak. Bu holda bir-biriga togri kelib qolishi natijasida sharhlanayotgan kvalifikatsiya belgisini keltirib chiqaruvchi jinoyatlarning haqiqiy jami haqida soz boradi. Masalaning boshqa tomondan hal etilishi, yani sharhlanayotgan belgining jinoyatlar jami belgisini qamrab olishi, amalda xavfliroq bolgan qilmishni huquqiy bahosiz qoldirar edi, shu bilan aybdorni ogirroq bolgan jinoyati uchun jinoiy javobgarlik doirasidan chetga olib chiqar edi;\n\n-shaxs jinoiy javobgarlikka tortilishi va sudlanishi .Agar bosqinchilik jinoyatini sodir etishda aybdor shaxs ilgari JK 242-moddasida nazarda tutilgan jinoyatni sodir etganlik uchun jinoiy javobgarlikka tortilgan bolsa, shaxs jinoiy javobgarlikka tortilishi va sudlanishi mumkin. Bu holda sharhlanayotgan kvalifikatsiya qilish belgisining mavjud bolishi uchun shaxsning jinoiy uyushma tashkil etish (JK 242-moddasi) jinoyati uchun javobgarlikning huquqiy oqibati sifatida sudlanganligining tugamaganligini yoki sud tomonidan olib tashlanmaganligini aniqlash lozim. Masalan, fuqaro S. bosqinchilik uchun jinoiy javobgarlikka tortildi, biroq tergov jarayonida u jinoiy uyushma tashkil etganligi uchun sudlanganligi va sudlanganligi sud tomonidan tugatilganligi aniqlandi. Ushbu holda aybdorning qilmishlarida sharhlanayotgan kvalifikatsiya belgisi mavjud emas. Sudlanganlikning tamom bolishi yoki tugatilishi u bilan bogliq barcha huquqiy oqibatlarning tugashiga olib keladi. Masalaning boshqacha hal etilishi jazoning asoslanmagan ravishda ogirlashishiga olib kelgan bolar edi. Bu esa JK 7-moddasida aks ettirilgan insonparvarlik, yani jinoyat sodir etgan shaxs axloqan tuzalishi uchun zarur va yetarli boladigan jazo tayinlash tamoyiliga zid keladi.\n\n44.Jinoyatning kop miqdorda sodir etilishi bosqinchilikning ijtimoiy xavfli oqibatlarining miqdor va sifat korsatkichlarini tavsiflaydi: bir tomondan, u mulkchilik munosabatlari buzilishining chuqurligini, boshqa tomondan esa, haqiqiy moddiy zarar miqdorini aks ettiradi.\n\nKop miqdorda  bu jinoyat qonunida kuchli shakllantirilgan belgidir (xususan, JK Maxsus qismining VIII bolimida).\n\nAmaldagi qonunchilikka muvofiq, kop miqdor deganda, shunday zarar yetkazish tushuniladiki, uning puldagi bahosi Respublikada belgilangan eng kam oylik ish haqining 100 baravaridan 300 baravarigacha miqdori bilan olchanadi. Bozor iqtisodiyoti sharoitida davlat tomonidan qatiy narx belgilash imkoniyati yoqligi sababli talon-toroj qilingan narsalarning qiymatini aniqlashda muayyan qiyinchiliklar yuzaga keladi. Shuni nazarda tutish kerakki, ozganing ogirlangan mol-mulkining qiymati shu qilmish sodir etilgan paytda mazkur mintaqa bozorlaridagi ortacha narxlar boyicha belgilanishi lozim. Talon-toroj qilingan narsalarning qiymatini belgilashda ularning holatini, ishlab chiqarilgan vaqtini, eskirganligini, tovar korinishini, shu narsalardan foydalanish imkoniyatlari darajasi va hokazolarni etiborga olish lozim. Yani, tovarshunoslik ekspertizasini tayinlash va vakolatli ekspertlar xulosasi asosida talon-toroj qilingan mol-mulkning qiymati masalasini hal etish zarur. Talon-toroj qilingan mulkning miqdori faqat talon-toroj qilingan mulkning pul shaklidagi umumlashtirilgan qiymati bilan aniqlanadi. Talon-toroj qilingan mulkning miqdorini aniqlashda mol-mulkning vazni, hajmi, xojalikdagi ahamiyati, uning noyobligi va shu kabi natural va iqtisodiy mezonlar qollanishi mumkin emas. Joyi, manbasi, usuli boyicha ozaro bogliq bolmagan va aybdorlar ozganing mulkini egallash vaqtida har birida mustaqil qasd mavjud bolgan holda bir necha talon-torojlar sodir etilsa, bosqinchilik miqdorini aniqlash uchun har biri alohida sodir etilgan talon-torojlarning umumiy summasidan kelib chiqish uchun talon-toroj qilingan mol-mulkni qoshib hisoblab bolmaydi. Bu holda jinoyatni ozganing mulkini talon-toroj qilganlik uchun javobgarligini nazarda tutuvchi JK tegishli moddalari dispozitsiyasiga muvofiq, jumladan, takroriylik belgisi boyicha kvalifikatsiya qilinishi kerak[ Qarang: Ozbekiston Respublikasi Oliy sudi Plenumining Ozgalar mulkini ogirlik, talonchilik va bosqinchilik yoli bilan talon-toroj qilish jinoyat ishlari boyicha sud amaliyoti togrisidagi 1999-yil 30-apreldagi 6-sonli qarori, 8-band, 3-qism. ]. Faqatgina bir qasd bilan qamrab olingan va yagona bolgan davomli jinoyatni tashkil etuvchi epizodlardan iborat bolgan davomiy talon-toroj qilishgina istisno bolishi mumkin. Shunga kora, aybdorning harakatlarini huquqiy jihatdan baholaganda, talon-toroj qilingan mulkning umumiy bahosini inobatga olish va uning miqdoriga qarab JK 164-moddasida korsatilgan belgi boyicha kvalifikatsiya qilish kerak. Ammo agar aybdorning harakatlari davomiy jinoyat xususiyatiga ega bolmagan, lekin bir necha mustaqil epizodlardan tashkil topgan bolsa, ular talon-toroj qilingan mulkning umumiy miqdoridan kelib chiqib kvalifikatsiya qilinishi mumkin emas.\n\n45. Bosqinchilik jinoyati oldindan til biriktirgan holda yoki uyushgan guruh tomonidan sodir etilganda, har bir ishtirokchi tomonidan talon-toroj qilingan mol-mulk miqdori qoshib hisoblanadi, chunki gap bitta guruh tomonidan sodir etilgan jinoyat haqida bormoqda. Agar talon-toroj qilingan mol-mulkning umumiy miqdori qonunchilik bilan ornatilgan \"kop miqdor\" darajasida bolsa, jinoyatda ishtirok etgan har bir shaxsning harakatlari Jinoyat kodeksi 164-moddasi 3-qismi \"b\" bandi bilan kvalifikatsiya qilinishi kerak. Bunda har bir alohida shaxs tomonidan talon-toroj qilingan mol-mulkning umumiy miqdordagi ulushi kvalifikatsiya qilishda ahamiyat kasb etmaydi, kvalifikatsiya qilishga talon-toroj qilingan mol-mulkning umumiy miqdorigina ahamiyatlidir. \n\nShu bilan birga, agar oldindan til biriktirgan shaxslar yoki uyushgan guruh tomonidan sodir etilgan jinoyatlarda ishtirokchilar jinoyatlarning ayrim epizodlaridagina qatnashgan bolsa, ularning qilmishi bevosita ularning harakatlari yetkazilgan zarar doirasida kvalifikatsiya qilinishi kerak. Masalan, fuqarolar A., G. va D.lar fuqaro S.ga nisbatan bosqinchilik jinoyatini sodir etdilar, A. va G. jabrlanuvchi mol-mulkining bir qismini qolga kiritib goyib bolishdi,  D. esa boshlangan ishni davom ettirib, S.dan mol-mulkning qolgan qismini talon-toroj qildi. Bu holda, A. va G.ning harakatlari ishning boshqa holatlari mavjud bolmaganda va ular D.ning harakatlaridan bexabar bolgan taqdirda, JK 164-moddasi 2-qismining b bandi boyicha kvalifikatsiya qilinishi kerak. D.ning harakatlari esa kop miqdordagi bosqinchilik sifatida JK 164-moddasi 3-qismining b bandi boyicha kvalifikatsiya qilinishi kerak. D.ning harakatlari qoshimcha ravishda 164-modda 2-qismining b bandi boyicha kvalifikatsiya qilinmaydi.\n\n46. Talon-toroj qilishni kop miqdorda belgisi boyicha togri huquqiy baholash uchun aybdorning qasdi yonaltirilganligiga ahamiyat berish kerak. Sud-tergov amaliyotida shunday holatlar kop uchraydiki, faktik jihatdan talon-toroj ancha miqdorda sodir etilgan, ishning holatlaridan kelib chiqib aybdor shaxslarning harakatlaridagi qasd kop miqdorda talon-toroj qilishdan iborat bolgan. Bunday hollarda jinoyat qasdning yonaltirilganligi boyicha kop miqdor belgisi boyicha kvalifikatsiya qilinishi kerak. Bunda kop miqdorda talon-toroj sodir etishga yonaltirilgan qasd faktik jihatdan talon-toroj qilingan mulk miqdoridan ortiqligi togrisidagi sud xulosasi ish boyicha aniqlangan haqiqiy holatlar bilan asoslangan bolishi kerak. Nomuayyan qasd (miqdoriga nisbatan) mavjud bolgan taqdirda qilmish faktik jihatdan talon-toroj qilingan mol-mulk miqdori boyicha kvalifikatsiya qilinishi kerak.\n\n47.Bosqinchilik jinoyatining keyingi kvalifikatsiya qilish belgisi JK 164-moddasi 3-qismining v bandida uy-joyga, omborxona yoki boshqa binolarga gayriqonuniy ravishda kirish sifatida ifodalangan.\n\nQonun chiqaruvchi tomonidan bosqinchilik va boshqa talon-toroj jinoyatlari tarkibiga ushbu kvalifikatsiya qilish belgisining kiritilishi asoslidir, chunki aybdorlarning bunday harakatlari qilmishning ijtimoiy xavfliligini oshiradi. Bunday turdagi harakatlarni sodir etishda aybdor shaxslar uy-joy, bino yoki biron-bir maxsus jihozlangan omborxonaga kirish uchun kopgina harakatlar sodir etishadi. Bunda talon-toroj qilayotgan ular qulflarni, eshiklarni buzishadi, devor shiftidan tuynuk ochishdi, deraza romi va panjaralarini yechib olishdi va hokazo, bunday qilmishlari bilan ular mulk obyektlariga moddiy zarar yetkazishadi.\n\nAybdorning qilmishlarida uy-joyga, omborxonaga yoki boshqa binolarga gayriqonuniy ravishda kirish kvalifikatsiya belgisi mavjud deb hisoblash uchun quyidagilarga ahamiyat berish zarur.\n\n48.Kirish  bu bosqinchilik sodir etish maqsadida uy-joyga, omborxona yoki boshqa binoga kirib olishdir[ Qarang: Ozbekiston Respublikasi Oliy sudi Plenumining Ozgalar mulkini ogirlik, talonchilik va bosqinchilik yoli bilan talon-toroj qilish jinoyat ishlari boyicha sud amaliyoti togrisidagi 1999 yil 30 apreldagi 6-sonli qarori, 9-band, 1-qism. ]. Bosqinchilik jinoyatini sodir etishning bu usuli, uy-joy, omborxona yoki boshqa binoga kirish huquqi bolmagan holda, u yerda qonuniy asosda ishlayotgan yoki yashayotgan shaxslarning (ijarachi, mulkdor) ijozatisiz yoki xohishisiz gayriqonuniy ravishda bostirib kirishda ifodalanadi.\n\nKirib olish nafaqat xufiyona harakatlardan, balki tosiqlardan yoki odamlarning, shu jumladan qoriqchilarning qarshiligini bartaraf qilib otgan holda ochiq ham sodir etilishi mumkin. Soxta hujjatlardan foydalangan holda binoga kirish ham kirib olish sifatida qabul qilinishi kerak. Aybdorning talon-toroj maqsadida binoda berkinib qolishi ham yolgon bilan kirib olish sifatida tushunilishi kerak.\n\n49. Uy-joyga, omborxona yoki boshqa binoga ushbu binolarga kirish huquqiga ega bolgan shaxslarning kirishi, shuningdek, bir martalik kirishga ruxsati bor shaxslarning kirishi kirib olish sifatida kvalifikatsiya qilinishi mumkin emas. Shuningdek, supermarket yoki dokonlarga ularning ish vaqtida bosqinchilik bilan tajovuz qilishda kirib olish belgisi mavjud bolmaydi.\n\n50. Kirib olishning birinchi va zaruriy elementi, - bu uning huquqqa xilof xususiyatga egaligi hisoblanadi. Yani, togri jinoiy-huquqiy kvalifikatsiya qilish uchun aybdorning ushbu binoda yoki omborxonada bolishiga huquqi borligi masalasini aniqlash muhim. Agar shaxs jinoyat sodir etilgan bino yoki omborxonaga kirishga haqli bolsa, uning harakatlari JK 164-moddasining 1-qismi bilan kvalifikatsiya qilinishi lozim, chunki bu hollarda aybdorning jinoyat sodir etilgan bino yoki omborxonada paydo bolish faktining ozi huquqqa xilof emas. Uy-joyga, omborxonaga yoki boshqa binolarga kirib olib bosqinchilik qilishni togri jinoyat-huquqiy kvalifikatsiya qilish uchun lozim bolgan ikkinchi zaruriy element qilmish subyektiv tomonini, yani qasd paydo bolgan vaqtni aniq belgilash. Barcha hollarda mazkur element boyicha aybdor shaxsning bosqinchilik sodir etish qasdi bino va omborxonalarga kirishdan oldin paydo bolishi lozim. \n\nAybdor shaxs bino yoki omborxonaga boshqa maqsadlar bilan kirgan bolib, bosqinchilik maqsadi keyin vujudga kelgan bolsa va bu niyatini amalga oshirsa, qilmishda boshqa kvalifikatsiya qilish belgilari mavjud bolmasa, sodir etilgan qilmishni JK 164-moddasi 1-qismi boyicha kvalifikatsiya qilish kerak[ Qarang: Ozbekiston Respublikasi Oliy sudi Plenumining Ozgalar mulkini ogirlik, talonchilik va bosqinchilik yoli bilan talon-toroj qilish jinoyat ishlari boyicha sud amaliyoti togrisidagi 1999 yil 30 apreldagi 6-sonli qarori, 9-band, 2-qism. ].\n\n51. Uy-joy, omborxona yoki boshqa binoga kirib olish usullari turli-tuman bolib, bosqinchilikning kvalifikatsiyasiga tasir korsatmaydi. Shuning uchun aybdor yuqoridan pastga sakragani, eshik, derazalarni buzgani yoki boshqa moslamalarni ishlatgani bilan kirib olish tushunchasi ozgarib qolmaydi.\n\n52. Uy-joy deganda, kishilarning doimiy yoki vaqtinchalik turishiga moljallangan  bino (shaxsiy uy, xonadon, mehmonxonadagi, sanatoriyadagi xona, dala hovli, bog hovli va boshqalar) , shuningdek, uning tarkibiga kiruvchi dam olish uchun, mulkni saqlash uchun yoxud insonning boshqa ehtiyojlarini qondirish uchun (balkonlar, oynavand ayvonlar, omborlar va .) tushuniladi[ Qarang: Ozbekiston Respublikasi Oliy sudi Plenumining Ozgalar mulkini ogirlik, talonchilik va bosqinchilik yoli bilan talon-toroj qilish jinoyat ishlari boyicha sud amaliyoti togrisidagi 1999 yil 30 apreldagi 6-sonli qarori, 9-band, 4-qism. ]. Kop qavatli uylardagi chordoq, yertolalar, transport vositalari uy-joy hisoblanmaydi.\n\nOdamlarning doimiy yoki vaqtincha yashashi uchun moljallanmagan va moslashtirilmagan binolarning (masalan, uy-joy imoratlaridan alohida turgan yertolalar, garajlar va boshqa xojalik binolarining) uy-joy hisoblanishi mumkin emas.\n\nPoyezd transport vositasi bolsa ham, poyezd kupesi vaqtinchalik uy-joy hisoblanishi mumkin.\n\nPalatkalar, vagonchalar va kema kayutalarini ham vaqtinchalik uy-joy deb hisoblash zarur.\n\n53.Omborxona deganda, tovar moddiy boyliklarni doimiy yoki vaqtincha saqlash, tashish, talon-toroj qilishdan, tabiiy ofatlardan, aynishdan va yoq bolib ketishdan asrash uchun maxsus jihozlangan, moslashtirilgan alohida qurilma yoki joy tushuniladi. Bular  turli xil mulk, yani mahsulotlarni, pulni, qimmatli metallar va qimmatli toshlarni saqlash va asrashga moljallangan barcha turdagi maxsus qurilmalar (masalan, seyflar, temir javonlar, konteynerlar, avtorefrijeratorlar, sovitkichlar, qoriqlanadigan temir yol vagonlari va platformalar va boshqa shu kabilar)dir. \n\nShuningdek, sud-tergov amaliyotida tovar moddiy boyliklarni doimiy yoki vaqtinchalik saqlash uchun moljallangan hududlar ham omborxona deb qabul qilinadi. Masalan, temir yol stansiyalarining, daryo va dengiz portlarining, aeroportlarning qoriqlanadigan hovlilari, elevator, mol uchun orab olingan molxonalar va boshqalar. \n\n54.Erkin kirishga tosiq hosil qilmaydigan binolarni (ochiq platforma, barja, ochiq xirmon va hokazolar)ni omborxona deb hisoblab bolmaydi. Shuning uchun ham qoriqlanmaydigan platformada sodir etilgan bosqinchilik ushbu belgi boyicha kvalifikatsiya qilinmaydi. Agar ochiq platforma, barja yoki ochiq xirmon qoriqlanadigan bolsa, u holda ular omborxona sifatida kvalifikatsiya qilinishi zarur.\n\n55.Omborxonani narsa yoki buyumlarni saqlash yoki tashish uchun foydalanadigan vositalar (bidon, bochka, yashik, chamadon, portfel va hokazolar)dan farqlash lozim. Ushbu sigimlarni ochish va undagi mol-mulkni ozlashtirish yuqoridagi kvalifikatsiya qilish belgisini hosil qilmaydi.\n\n56. Bino deganda, tovar moddiy boyliklarni saqlash uchun qurilgan doimiy yoki vaqtinchalik, kochar yoki kochmas inshoot tushuniladi. Ular qatoriga zavod, sex, kema, omonat kassasi, muzey, pochta bolimi, dokon, teatr va uy-joy yoki omborxona tushunchalari bilan qamrab olinmagan boshqa inshootlar kirishi mumkin.\n\n57. Uy-joyga, bino yoki omborxonaga kirib olish bir yoki bir necha shaxs tomonidan sodir etilishi mumkin. Shundan kelib chiqqan holda amaliyotda qoyidagi savol yuzaga keladi: qaysi holda bir guruh shaxslar tomonidan oldindan til biriktirib kvalifikatsiya belgisi mavjud boladi  uy-joyga, omborxona yoki binoga bir shaxs kirib, qolganlari tashqarida kutib turgandami, umuman, ushbu vaziyatda korsatilgan belgi mavjudmi? Bu borada sud amaliyoti bosqinchilik jinoyatini uy-joyga, omborxona yoki boshqa binoga kirish bilan kvalifikatsiya qilishda, aybdor bevosita inshootga kirmagan bolsa-da, oldindan kelishgan holda eshiklarni buzish, kalit yasash va boshqa shu kabi harakatlarda qatnashgan bolishi mumkinligini inobatga oladi. Yani, ushbu harakatlar birga bajarish bolib, qoshimcha ravishda JK 28-moddasi boyicha kvalifikatsiya qilishga zarurat bolmaydi.\n\n58.Uy-joyga, omborxona yoki binoga kirishda maslahatlar, yonaltirishlar, vositalar bilan taminlab berish, shuningdek, tosiqlarni bartaraf etib berish harakatlari bevosita inshootga kirib olish yoki mulkni ozlashtirish bilan bogliq bolmasa-da, bosqinchilik jinoyatini sodir etishda yordamchi sifatida ishtirok etish deb kvalifikatsiya qilinishi lozim.\n\n59. Bosqinchilik jinoyati oldindan til biriktirgan holda bir guruh shaxslar tomonidan ozganing uy-joyiga, omborxonasiga yoki binoga kirib sodir etilganda, aybdor shaxslarning harakatlari JK 164-moddasi 3-qismining v bandi boyicha kvalifikatsiya qilinishi kerak. Bu holda jinoyatlar majmui boyicha JK 164-moddasi 2-qismi b bandi boyicha kvalifikatsiya qilish mumkin emas, chunki JK 33-moddasiga kora: Agar shaxs sodir etgan qilmishda ushbu Kodeks Maxsus qismi ayni bir moddasining turli qismlarida nazarda tutilgan jinoyatlarning alomatlari mavjud bolsa, u moddaning ogirroq jazo belgilangan qismi boyicha javobgarlikka tortiladi.\n\n60. Shuni ham takidlash kerakki, aybdor bosqinchilik jinoyatini sodir qilish maqsadi bilan uy-joy, omborxona yoki binoga kirganda, ushbu inshootning butunligiga putur yetkazsa va shu bilan ancha miqdorda moddiy zarar keltirsa, uning harakatlari jinoyatlar majmui boyicha kirib olish bilan sodir etilgan bosqinchilik va JK 173-moddasi 1-qismi  ozganing mulkini qasddan nobud qilish yoki unga zarar yetkazish sifatida kvalifikatsiya qilinishi lozim. 61. Uy-joy, omborxona va binoga kirish bilan sodir etilgan bosqinchilik jinoyatida ushbu moddada nazarda tutilgan boshqa ogirlashtiruvchi belgilar ham mavjud bolsa, aybdorning harakatlari faqat ushbu moddaning 3-qismi boyicha kvalifikatsiya qilinishi kerak. Boshqa kvalifikatsiya qilish belgilari esa hukmda aks ettiriladi. Ammo agar aybdor tomonidan ikkita bosqinchilik jinoyati sodir etilib, ulardan bittasi uy-joy, omborxona va binoga kirish orqali sodir etilgan bolsa, uning harakatlari mustaqil ravishda jinoyatlarning haqiqiy jami qoidasini qollagan holda kvalifikatsiya qilinishi zarur.\n\n62.JK 164-moddasi 3-qismining g bandiga kora bosqinchilik jinoyatining kvalifikatsiya qilish belgisi badanga ogir shikast yetkazgan holda bosqinchilik sodir etish hisoblanadi. Badanga qasddan ogir shikast yetkazish belgilari JK 104-moddasi va ushbu moddaga sharhlarda berilgan. Bosqinchilik vaqtida badanga ogir shikast yetkazish JK 164-moddasi 3-qismining g bandi bilan qamrab olinadi va JK 104-moddasi boyicha qoshimcha kvalifikatsiya qilishni talab etmaydi.\n\n63.Agar bosqinchilik vaqtida badanga ogir shikast yetkazish natijasida jabrlanuvchining olimi kelib chiqqan bolsa, u holda bosqinchilik bilan qasddan odam oldirishni ozaro farqlash zarurati yuzaga keladi. Odam oldirishda odam oldirishga togri yoki egri qasdning mavjud bolishi zarur, badanga ogir shikast yetkazish natijasida odam oldirishda esa, aybdorning jabrlanuvchi olimiga munosabati aybning ehtiyotsizlik shaklida ifodalanadi. Bosqinchilik jinoyatida odam oldirilishi JK 164-moddasi 3-qismining g bandi chegarasidan chiqib ketadi, shuning uchun kvalifikatsiya qilishda ayb shaklidan kelib chiqqan holda jinoyatlar majmui boyicha kvalifikatsiya qilish talab qilinadi. Bunda bosqinchilik jinoyati sodir etishda ehtiyotsizlikdan odam oldirish jinoyati, jinoyatlar majmui boyicha JK 102-moddasi 1-qismi va JK 164-moddasi 3-qismi g bandi bilan kvalifikatsiya qilinishi kerak. Bosqinchilik jarayonida ogirlashtiruvchi holatlar mavjud bolmagan holda qasddan odam oldirish jinoyati esa, JK 97-moddasi 2-qismining i bandi tamagirlik niyatida odam oldirish va JK 164-moddasining 1-qismi boyicha kvalifikatsiya qilinishi kerak.\n\n64.Shuni takidlab otish kerakki, tahlil qilinayotgan belgi boyicha badanga ogir shikast yetkazish bevosita bosqinchilik jinoyati sodir etish jarayonida amalga oshirilishi kerak, aks holda, boshqa ogirlashtiruvchi belgilar mavjud bolmaganda, qilmish jinoyatlar majmui boyicha JK 104-moddasi 2-qismining d bandi va JK 164-moddasi 1-qismi boyicha kvalifikatsiya qilinadi.\n\n65.JK 164-moddasining 4- qismida: \n\na) juda kop miqdorda; \n\nb) ota xavfli retsidivist tomonidan; \n\nv) uyushgan guruh tomonidan yoki uning manfaatlarini kozlab sodir etilgan bosqinchilik uchun javobgarlik nazarda tutilgan. \n\n66.Juda kop miqdor bosqinchilik jinoyatining qatiy rasmiylashtirilgan belgisi hisoblanib, qonun uning aniq chegarasini belgilagan  JK Maxsus qismi VIII bolimiga muvofiq, bunda eng kam oylik ish haqining uch yuz baravari va undan ortiq miqdorda zarar yetkazish tushuniladi. Ushbu holatda yetkazilgan zarar miqdorini aniqlash qoidalari kop miqdorda talon-toroj qilish miqdorini aniqlash qoidalari bilan bir xil, yani zarar miqdori tovarshunoslik ekspertizasi yordamida aniqlanishi kerak.\n\n67.JK 34-moddasiga kora, shaxs faqat sudning hukmi va qonunda belgilangan hollarda ota xavfli retsidivist deb topilishi mumkin (JK 34-modda sharhiga qarang). Shaxsni ota xavfli retsidivist deb topish shunday deb topilgan shaxs uchun salbiy oqibatlar keltirib chiqaradi. Salbiy oqibatlar uning, ota xavfli retsidivist deb topilmagan shaxsdan farqli ravishda, qattiqroq javobgarlikka tortilishidan iborat. Shaxsning ota xavfli retsidivist deb topilganligi faqatgina sud tomonidan olib tashlanishi mumkin, shuning uchun ham shaxs qilmishini ushbu belgi boyicha kvalifikatsiya qilishda sud-tergov organlari shaxsning ota xavfli retsidivist deb topilganligi, hali ham oz kuchidami yoki kuchini yoqotganmi, shunga ahamiyat berishlari lozim.\n\n68.Qilmishni JK 164-moddasi 4-qismining b bandi boyicha kvalifikatsiya qilish uchun quyidagi belgilar bolishi zarur:\n\n-bosqinchilik jinoyatini sodir etishdan oldin shaxsni ota xavfli retsidivist deb topish togrisida sud hukmi;\n\n-ushbu hukmning qonuniy kuchga kirganligi. Yuqoridagi belgilardan birining mavjud emasligi shaxsning qilmishini ota xavfli retsidivist tomonidan sodir etilgan deb kvalifikasiya qilish imkonini bermaydi.\n\n69.Uyushgan guruh bu jinoyatdagi ishtirokchilikning eng xavfli shakllaridan biri. Uyushgan guruh tushunchasining umumiy mazmuni JK 29-moddasida oz aksini topgan. JK 30-moddasida esa uyushgan guruh tashkil etgan yoki unga rahbarlik qilgan, shuningdek, bunday guruh azolarining mazkur ishtirokchilik shaklida sodir etgan jinoyati uchun javobgarlik asoslari, shartlari va hajmi aniq ifodalangan. Shu bilan birga qonunda belgilanishicha, Jinoyat kodeksida nazarda tutilgan asoslarda va chegarada uyushgan guruh tomonidan sodir etilgan jinoyat ogirroq jazoga sazovordir (JK 29-moddasi sharhiga qarang). Bosqinchilik jinoyatiga nisbatan bunday asos va chegaralar JK 164-moddasi 4-qismining v bandi dispozitsiyasida va ogirlashtirilgan jazosida ifodalangan.\n\n70.Bosqinchilik jinoyatini sodir etishda uyushgan guruhning barqarorlik belgisi kopincha guruh jinoiy faoliyatining davomiyligida, uni jinoiy ixtisoslashtirilganligida, faoliyat sohasining boshqa shu kabi guruhlar bilan taqsimlanishida, har bir azosining vazifalari aniq bolinganligida (tashkilotchi, boshliq), qattiq ichki intizom, jinoiy faoliyatni malum bir vaqt doirasida rejalashtirishda ifodalanadi. Ushbu sanab otilgan xususiyatlar har bir uyushgan guruh tomonidan bosqinchilik jinoyati sodir etilganda u yoki bu manoda mavjud boladi. Bir guruh shaxslar tomonidan oldindan til biriktirib sodir etilgan jinoyatga kora, uyushgan guruh tomonidan sodir etilgan jinoyatda ichki tashkillashtirilganlik darajasi yuqoriroq boladi. Shuning uchun ham JK 29-moddasi qoidalariga kora, uyushgan guruh azolari tomonidan ozganing mol-mulkini talon-toroj qilganlik uchun javobgarlik masalasida asos, shartlar va jinoiy javobgarlik darajasiga talablar qattiqroqdir. Xususan, uyushgan guruh tashkilotchisi yoki boshligi, agar guruh tomonidan sodir etilgan barcha jinoyatlar uning qasdi bilan qamrab olingan bolsa, barcha bosqinchilik jinoyatlari uchun bajaruvchi sifatida javobgarlikka tortiladi. Bunda uning bevosita jinoyatlarni sodir etishda qatnashganligi masalasi ahamiyat kasb etmaydi. Uyushgan guruhning boshqa azolari ham ozganing mol-mulkini talon-toroj qilishda ishtirok etgan yoki tayyorlagan bolsalar, xuddi shunday darajada javobgarlikka tortiladilar. Uyushgan guruhning oddiy azosi bevosita mulkni talon-toroj qilishda ishtirok etmagan bolsa, uning uyushgan guruhning ushbu harakatlaridan xabardor bolishi uni ayblash uchun yetarli bolmaydi. Bosqinchilik jinoyatini sodir etishda uyushgan guruhning barcha azolari qatnashgan yoki ishtirok etishgan bolsagina, u uyushgan guruh tomonidan sodir etilgan bosqinchilik deb hisoblanishi mumkin. Aks holda, qilmishni uyushgan guruh manfaatlarini kozlab sodir etilgan deb kvalifikatsiya qilish kerak.\n\n71.Uyushgan guruhni u yoki bu ijtimoiy xavfli qilmishni sodir etish yoxud ularning amalga oshishi uchun qulay sharoit yaratuvchi holatlarni uyushgan guruh manfaatlari belgisi sifatida tushunish lozim. Guruh manfaatlari, masalan, tovar-moddiy boyliklar saqlanayotgan joy haqida malumot, u yoki bu odamni yoq qilish, yoki bosqinchilik jinoyatini sodir etish kabilar bolishi mumkin.\n\nQilmishni uyushgan guruh manfaatlarini kozlab sodir etilgan deb topish uchun sud-tergov organlari quyidagi ikkita belgining mavjudligiga ahamiyat berishi zarur:\n\n-aybdor ozi tomonidan sodir etilayotgan jinoyatlar guruh manfaatlarini,  song aybdorning subyektiv manfaatlarini kozlab amalga oshirish uchun sodir etilayotganligini tushunishi lozim;\n\n-uyushgan guruh azolari yoki uning tashkilotchisi aybdorning harakatlari guruh manfaatlarini kozlab sodir etilayotganligini tushunishi lozim.\n\nYuqoridagi belgilardan birining mavjud bolmasligi bosqinchilik jinoyatini uyushgan guruh manfaatlarini kozlab sodir etilgan deb kvalifikatsiya qilishga imkon bermaydi.\n\n72.Uyushgan guruh manfaatlarini kozlab sodir etilgan bosqinchilik shunday guruh azosi tomonidan, shuningdek, unga kirmagan shaxs tomonidan ham sodir etilishi mumkin. Ammo bu hol qilmishni kvalifikatsiya qilishga tasir etmaydi. Shu bilan birga, shuni ham aytib otish kerakki, guruh azosi bolmagan shaxs tomonidan uyushgan guruh manfaatlarini kozlab bosqinchilik jinoyatini sodir etishda garazli maqsad mavjud bolishi shart emas. Chunki bunda jinoyatchi boshqa maqsadlarni kozlagan, masalan, ozining jinoyat sodir etishi mumkinligini korsatib guruhga kirishi va hokazo bolishi mumkin."
        },
        {
            "modda_raqami": "165-modda. Tovlamachilik. ",
            "matni": "Tovlamachilik, yani jabrlanuvchi yoki uning yaqin kishilariga zorlik ishlatish, mulkka shikast yetkazish yoki uni nobud qilish yoxud jabrlanuvchi uchun sir saqlanishi lozim bolgan malumotlarni oshkor qilish bilan qorqitib ozgadan mulkni yoki mulkiy huquqni topshirishni, mulkiy manfaatlar berishni yoxud mulkiy yosindagi harakatlar sodir etishni talab qilish yoxud jabrlanuvchini oz mulki yoki mulkka bolgan huquqini berishga majbur qiladigan sharoitga solib qoyish, -\n\nuch yildan besh yilgacha ozodlikdan mahrum qilish bilan jazolanadi.\n\nTovlamachilik:\n\na) takroran yoki xavfli retsidivist tomonidan;\n\nb) kop miqdorda;\n\nv) bir guruh shaxslar tomonidan oldindan til biriktirib sodir etilgan bolsa, - \n\nbesh yildan on yilgacha ozodlikdan mahrum qilish bilan jazolanadi.\n\nTovlamachilik:\n\na) juda kop miqdorda;\n\nb) ota xavfli retsidivist tomonidan;\n\nv) uyushgan guruh tomonidan yoki uning manfaatlarini kozlab sodir etilgan bolsa, - \n\non yildan on besh yilgacha ozodlikdan mahrum qilish bilan jazolanadi.",
            "sharxi": "1.Tovlamachilik mulkka qarshi garazli jinoyatlardan biri hisoblanadi. Tovlamachilikning ijtimoiy xavflilik xususiyati uning nafaqat mulkchilikka, balki mulkchilik manfaatlarining mustaqil shakli sifatida namoyon boluvchi boshqa (majburiyat yuklovchi, meros bolib otuvchi, uy-joy kabi) mulkiy munosabatlarga ham tajovuz qilishidan iborat.\n\n2.Tovlamachilik kop obyektli jinoyat hisoblanadi. Chunki uning sodir etilishida nafaqat mulkchilik huquqiga, boshqa shaxslarning ashyoviy huquqlariga, balki hayotga, sogliqqa, shanga, qadr-qimmatga va boshqalarga zarar yetkazish xavfi ham mavjud.\n\n3.JK 165-moddasi 1-qismiga muvofiq, tovlamachilik predmetlari quyidagilar:\n\n-mol-mulk;\n\n-mol-mulkka bolgan huquq (tovlamachining yoki boshqa aybdor deb korsatilgan shaxsning qarzi borligini tasdiqlovchi tilxat, shartnoma yoki boshqa hujjat, yoxud muayyan mulkiy huquqlar tovlamachiga yoki u korsatgan shaxsga otishiga asos boladigan boshqa hujjat);\n\n-mulkiy xususiyatga ega harakatlar (ishni bajarish, xizmatlar taklif etish va tovarni past narxda yoxud tekinga berish va boshqalar);\n\n-mulkiy manfaatlar berish (masalan, jabrlanuvchi uchun oldindan noxush bolgan shartnomani tuzish va boshqalar).\n\nMol-mulkka bolgan huquq  shaxsning oziga tegishli mol-mulkka egalik qilish, undan oz xohishiga kora hamda oz manfaatlarini kozlab foydalanishi va uni tasarruf etishi, shuningdek, ozining mulkiy huquqi kim tomonidan buzilishidan qati nazar, oz mulkiy huquqlari buzilishini bartaraf etilishini talab qilish huquqidir.\n\nTovlamachilikni sodir etayotib aybdor mulkka bolgan huquqni talab qilmay, ozganing mol-mulkidan foydalanish yoki uni tasarruf etish huquqini talab qilishi mumkin.\n\n4. Jabrlanuvchi yoki uning yaqin kishilariga zorlik ishlatib, uning mulkiga shikast yetkazish yoki uni nobud qilish yoxud jabrlanuvchi sir saqlanishini xohlagan malumotlarni oshkor qilish bilan qorqitib yoxud jabrlanuvchining manfaatlariga xavf soladigan sharoitni yaratish yoli bilan jabrlanuvchi shaxsni unda turgan (masalan, qarzga, kreditga olgan, jinoyat sodir etishi natijasida vaqtincha saqlanib turgan va hokazo) ozining mol-mulkini berishga majbur etganida, u ozganing mulkini tovlamachilik yoli bilan talon-toroj qilganlik uchun jinoiy javobgarlikka tortilishi mumkin emas. Bunday qilmish, qonunda nazarda tutilgan alomatlar mavjud bolsa, ozboshimchalik deb hisoblanadi. Qarzdordan qarzni talab qilish Jinoyat kodeksining 165-moddasi bilan kvalifikatsiya qilinishi mumkin emas, lekin ayrim hollarda ozboshimchalik (JKning 229-moddasi) tariqasida baholanishi lozim. Qarzdor va qarz beruvchi ortasida foizlar tolash boyicha oldindan kelishuv bolmagan bolsa, berilgan qarz uchun foiz talab qilish tovlamachilik jinoyati tarkibini tashkil qiladi.\n\nAybdor jabrlanuvchidan uning tasarrufiga noqonuniy yol bilan (jinoyat sodir etish yoli bilan ham) otgan mulkni talab qilganda ham uning harakatlari tovlamachilik sifatida kvalifikatsiya qilinishi lozim.\n\n5. Mulkiy yosindagi harakatlar deganda, haq tolanadigan har qanday ishlarni bajarish yoki xizmatlar korsatish (imoratlar qurish, ularni tamirlash, avtomobillarni tamirlash, tovar-moddiy boyliklarni tashib berish va hokazo) tushuniladi. \n\nMulkiy manfaatlar deganda, jabrlanuvchining oz xizmat vakolatlariga kora u yoki bu shaxsga uning muhtojligiga qarab yoxud belgilangan qoidalar yoki normativ hujjatlarga binoan taqdim etish huquqiga ega bolgan manfaatlar tushuniladi. Jumladan, tovar-moddiy boyliklarni navbatsiz ajratish, qoshimcha tolovlarsiz tovar olish, oz korxonasidagi bosh lavozimlarga tayinlash tushunilishi kerak. \n\n6. Obyektiv tomondan tovlamachilik aybdorning mulkdordan bila turib, gayriqonuniy ravishda oziga yoki u korsatgan shaxslarga muayyan mulkni, mulkka bolgan huquqni topshirishni, mulkiy manfaatlar berishni yoxud ular foydasiga muayyan mulkiy yosindagi harakatlar sodir etishni talab qilishda ifodalanadi va u oz talablarini quyidagi harakatlar orqali amalga oshiradi: \n\n-zorlik ishlatish bilan qorqitish. Bunda zorlik ishlatishning xususiyati aniqlashtirilmagan. Binobarin, JK 165-moddasi 1-qismi boyicha qorqitish oz ichiga jabrlanuvchini oldirish, badaniga shikast yetkazish, nomusiga tegish va boshqa turdagi harakatlarni sodir etish bilan qorqitishni qamrab oladi;\n\n-mulkka shikast yetkazish yoki uni nobud qilish bilan qorqitish. Bunda mulk mulk huquqi yoki boshqa ashyoviy huquqlar asosida jabrlanuvchiga yoxud uning yaqin kishilariga tegishli bolishi mumkin. Mulkka shikast yetkazish yoki uni nobud qilish usuli qilmishni kvalifikatsiya qilishda ahamiyat kasb etmaydi;\n\n-malumotlarni oshkor qilish bilan qorqitish. Bunda ushbu malumotlarni jabrlanuvchi yoki uning yaqin kishilari sir saqlashni xohlaydilar. Obyektiv tomonning ushbu belgisi boyicha kvalifikatsiya qilishda jabrlanuvchi yoki uning yaqinlari mazkur malumotlarni sir saqlashga harakat qilayotganliklarini (qilganliklarini), uni oshkor etish bilan qorqitish esa aybdor tomonidan biron-bir mulkni egallash uchun foydalanilayotganligini (foydalanganligini) aniqlash muhim;\n\n-jabrlanuvchini mulki yoki mulkka bolgan huquqini berishga majbur qiladigan sharoit yaratish. \n\n7. Tovlamachining talablari ogzaki, telefon, faks, xat orqali va boshqa shaklda bolishi mumkin. \n\nTalab tovlamachining jabrlanuvchidan mulkni yoki mulkdan oz mulkidek foydalanish huquqini beruvchi hujjatlarni taqdim etishini taklif qilishni anglatadi. Talab rad etilsa, och olish bilan qorqitishda ifodalangan bolishi kerak. Qorqitish bilan mustahkamlanmagan talablar tovlamachilikni hosil qilmaydi.\n\nTalablar pul olish, yerdan, dokondan, avtomobildan foydalanish huquqini qolga kiritish, tovlamachini sherik sifatida muntazam dividendlar va boshqa mulkiy manfaatlar olishi uchun kooperativ, korxona azoligiga kiritib qoyishga qaratilgan bolishi mumkin. \n\n8.Tovlamachilikni sodir etishda zorlik ishlatish bilan qorqitish deganda, urish, zarba berish, badanga yengil, ortacha ogir va ogir shikast yetkazish bilan qorqitish tushunilishi, agar aybdorning talabi bajarilmasa, shunday zorlik ishlatish xavfi yetarli bolishi kerak. Ularning hammasi JK 165-moddasi dispozitsiyasi bilan qamrab olingan va shaxsga qarshi jinoyatlar boyicha qoshimcha kvalifikatsiya qilish talab qilinmaydi.\n\nTovlamachilik jinoyatini kvalifikatsiya qilishda qorqitishni amalga oshirish shakli (ogzaki yoki yozma, bevosita yoki vositachi orqali aytilgan, ochiqchasiga yoki kesatib aytilgan) ahamyatga ega emas. Ammo uning mazmuni jabrlanuvchi tomonidan qorqitishning togrilikcha ifodalangan manosi bilan tushunilishi lozim.\n\n9.Tovlamachilikdagi qorqitishga quyidagi belgilar xos: birinchidan, oz mazmuniga kora unda jabrlanuvchi yoki uning yaqin kishilariga zorlik ishlatish, mulkka shikast yetkazish yoki uni nobud qilish yoxud ular sir saqlash lozim deb topgan malumotlarni oshkor qilish niyati bildirilgan bolishi kerak; ikkinchidan, tahdid haqiqiy, yani agar jabrlanuvchi tovlamachining talablarini bajarmasa, tahdid amalga oshirilishi mumkinligidan xavotir bolishi lozim. Jinoyat tarkibining mavjudligini aniqlash uchun qorqitishni kim amalga oshirishi mumkinligi: bevosita tovlamachining ozimi yoki uning ishtirokchilarini,  bu ahamiyat kasb etmaydi. Qorqitish kelajakda (darhol yoki talabni bajarishdan bosh tortganlik uchun) amalga oshiriladi deb qabul qilinadi. Shuning uchun ham ushbu jinoyatning tarkibi uchun aybdorning haqiqatdan ham oz niyatini amalga oshirmoqchi bolgan-bolmaganligi ahamiyat kasb etmaydi. \n\nJabrlanuvchi tomonidan qorqitishning xususiyati va jadalligi qanday qabul qilinganligi jinoyatni kvalifikatsiya qilishga tasir korsatmasligi lozim. Jadalligi bir xil bolgan tahdid, jabrlanuvchilarning ruhiy holati, tarbiyasi, fel-atvori, jismoniy xususiyatlaridagi farqlar tufayli, ular tomonidan turlicha qabul qilinadi. Jabrlanuvchi qanday qabul qilganligidan qati nazar, tahdidning kuchi oshmaydi va kamaymaydi, uning ozi qanday bolsa, shundayligicha qolaveradi. Agar aybdorning aytganlari obyektiv tomondan tahdidni oz ichiga olmagan bolsa, qilmish tovlamachilik deb baholanishi mumkin emas. \n\nJK 165-moddasi tovlamachilikni sodir etishda oldirish bilan qorqitishni ham oz ichiga qamrab oladi va JK 112-moddasi boyicha qoshimcha kvalifikatsiya qilish talab etilmaydi. \n\nTovlamachilikni kvalifikatsiya qilish uchun tahdidning kimga  bevosita mulk egasiga yoki jabrlanuvchiga yaqin kishilarga qaratilganligining ahamiyati yoq. Bunda jabrlanuvchiga yaqin kishilar doirasi jabrlanuvchining faqat yaqin qarindoshlari bilangina chegaralanmaydi (JK Maxsus qismining VIII bolimi), balki vujud\n\n10. Mulkka shikast yetkazish deganda, mulkka zarar yetkazilishi tufayli, ashyoning oz sifatini  yoqotishi, yani undan oz vazifasiga kora foydalanish uchun vaqtincha yoki qisman yaroqsiz bolib qolishi va uni tiklashga muayyan mehnat yoki mablag sarflanganidan keyin avvalgi qimmatiga ega bolishi tushuniladi. \n\n11. Mulkni nobud qilish deganda, uni qayta tiklab bolmaydigan va undan vazifasiga kora foydalanib bolmaydigan holatga keltirilganligi tushuniladi. \n\n12. Shaxs sir saqlanishini xohlayotgan malumotlar deganda, ozining shaxsiy hayoti, ish faoliyati, yaqin kishilari, qarindosh-uruglari haqidagi va shu kabi har qanday axborotlar tushunilishi kerak. Ushbu malumotlar qatoriga shaxsni va uning yaqinlarini sharmanda qilishi va uning oshkor etilishi unga va uning yaqinlari manfaatlariga zarar yetkazishi mumkin bolgan malumotlar (jabrlanuvchi hayotidagi sharmanda qiluvchi malumotlar, tijorat siri) kiradi. Bunda sharmanda qiluvchi malumotlar deb, ularning rost yoki yolgonligidan qati nazar, jabrlanuvchi tomonidan uning shan va qadr-qimmatini tahqirlovchi sifatida qabul qilinadigan malumotlarga aytiladi. Malumotlarning sharmanda qiluvchi sifatida baholanishi, faqatgina ularning shunday malumot sifatida jabrlanuvchi va uning yaqinlari tomonidan qabul qilinishiga bogliq. Shaxsning malumotlarni sir saqlashni xohlagan yoki xohlamaganligi har bir alohida holda sud tomonidan hal etiladi. Sud buni shantaj jabrlanuvchining irodasiga tasir qilgan yoki qilmaganligiga qarab aniqlaydi. Agar jabrlanuvchi malumotlar oshkor qilinishidan qorqib tovlamachining talablarini bajargan bolsa, demak, jabrlanuvchi ushbu malumotlarning sir saqlanishini xohlagan. \n\n13. Malumotlarni oshkor qilish deganda, jabrlanuvchining fikricha, oshkor qilinishi nomaqbul bolgan (masalan, farzandlikka olish, kasallik, sudlanganlik togrisidagi va hokazo) axborotlarni boshqa shaxslarga malum qilish tushuniladi. Aybdor shaxs malumotlarni ogzaki, xat, telefon, faks orqali va boshqa tarzda oshkor qilishi mumkin. Malumotlarni oshkor qilish usuli tovlamachilikning kvalifikatsiyasiga tasir qilmaydi. \n\n14. Jabrlanuvchini oz mulki yoki mulkka bolgan huquqini berishga majbur qiladigan sharoitga solib qoyish deganda, aybdorning jabrlanuvchi va uning yaqinlari uchun har qanday obyektiv xavfli sharoit yaratishi tushunilib, unga tovlamachi chek qoyishi mumkinligini yoki malum bir haq evaziga yoq qilishi mumkinligini taklif qiladi. Tadbirkordan inshootni qoriqlash uchun pul tolashni talab etish yoki mahsulotlarni sotishga yordam berganlik uchun pul talab qilish ham sharhlanayotgan belgi boyicha kvalifikatsiya qilinishi lozim.\n\n15. Tovlamachilik ozganing mulkini yoki mulkka bolgan huquqini topshirish, mulkiy manfaatlar berish yoxud mulkiy yosindagi harakatlarni sodir etishni talab qilingan paytdan etiboran tugallangan hisoblanadi. Bunda ushbu talablarning bajarilganligi ahamiyat kasb etmaydi. 16. Agar tovlamachi oz tahdidini amalga oshirishda oldindan bila turib jabrlanuvchi va uning yaqinlari shani va qadr-qimmatiga putur yetkazuvchi yolgon malumotlarni tarqatgan bolsa, uning harakatlari qoshimcha ravishda JK 139-moddasi boyicha ham kvalifikatsiya qilinishi kerak.\n\n17.Agar aybdor oz tahdidini amalga oshirish paytida ozganing mulkini nobud qilgan yoki unga shikast yetkazgan bolsa, uning qilmishi jinoyatlar majmui boyicha JK 173-moddasi bilan ham kvalifikatsiya qilinishi kerak. Aybdor tomonidan sodir etilishi bilan qorqitilgan faktik zorlikning ishlatilishi tovlamachilikning asosiy tarkibi bilan qamrab olinmaydi va keltirilgan zorlikning xususiyatiga qarab aybdorning harakatlari JK 104, 105 va 109-moddalari boyicha kvalifikatsiya qilinishi kerak. Tovlamachilikni sodir etish paytida jabrlanuvchi qasddan oldirilgan bolsa, qilmish barcha hollarda jinoyatlar jami boyicha JK 165-moddasi va JK 97-moddasi 2-qismi i bandi bilan kvalifikatsiya qilinishi kerak[ Agar tovlamachilikda qorqitish amalda ishlatilsa, qilmish Jinoyat kodeksining tovlamachilik haqidagi moddasi bilan va asoslar bolganda, qorqitish amalga oshirilayotganda sodir etilgan harakat uchun javobgarlikni nazarda tutuvchi moddasi bilan ham kvalifikatsiya qilinishi lozim. Qarang: Ozbekiston Respublikasi Oliy sudi Plenumining Ozgalar mulkini ogirlik, talonchilik va bosqinchilik yoli bilan talon-toroj qilish jinoyat ishlari boyicha sud amaliyoti togrisidagi 1999 yil 30 apreldagi 6-sonli qarori, 4-band. ]. Biroq agar odam oldirish tovlamachilik faktini yashirish maqsadida sodir etilgan bolsa, aybdor harakatlari JK 165-moddasi tegishli qismi va JK 97-moddasi 2-qismining o bandi boyicha kvalifikatsiya qilinishi lozim.\n\n18.Subyektiv tomondan tovlamachilik togri qasd bilan sodir etiladi. Bunda aybdor jabrlanuvchidan mol-mulkni yoki mulkka bolgan huquqni oziga yoki boshqa shaxsga berishni qorqitish bilan talab qilishi asoslanmaganligini va noqonuniyligini biladi. Aybdor garazli motivlarga amal qiladi.\n\n19. Jinoyatning subyekti  14 yoshga tolgan har qanday aqli raso shaxsdir. \n\n20. Ogirlashtiruvchi holatlarda sodir etilgan tovlamachilik JK 165-moddasi 2-qismida nazarda tutilgan va quyidagi kvalifikatsiya qilish belgilarini qamrab oladi:\n\na) takroran yoki xavfli retsidivist tomonidan tovlamachilik sodir etilishi; \n\nb) jinoyat kop miqdorda sodir etilishi; \n\nv) qilmishning bir guruh shaxslar tomonidan oldindan til biriktirib sodir etilishi. \n\nUshbu belgilar JK 164-moddasining sharhida korib chiqilgan bolib, tovlamachilik boshqa hech qanday alohida xususiyatlarga ega emas.\n\nQilmishni takroran sodir etilganlik belgisi boyicha kvalifikatsiya qilishning malum xususiyatlari bor  agar talablar yagona qasd bilan qamrab olingan va bir mulkni egallashga qaratilgan bolsa, shuningdek, bir yoki bir necha shaxslarga qaratilgan bolsa, tajovuz predmetini talab qilish takroran deb hisoblanishi mumkin emas.\n\nAgar tovlamachilik aybdorning bir jabrlanuvchiga nisbatan yagona qasdi bilan bir necha bor sodir etilgan bolsa va umumiy qilib olganda, kop miqdorda yoki juda kop miqdorda zarar yetkazgan bolsa, aybdorning harakatlari JK 165-moddasi 2-qismining b bandi bilan yoki talon-toroj qilingan mulkning miqdoriga qarab, JK 165-moddasi 3-qismining a bandi boyicha kvalifikatsiya qilinishi kerak.\n\n21.Tovlamachilikning maxsus kvalifikatsiya qilingan turi, JK 165-moddasi 3-qismida oz aksini topgan va quyidagi belgilardan loaqal bittasining mavjud bolishi bilan tavsiflanadi:\n\na) juda kop miqdorda; \n\nb) ota xavfli retsidivist tomonidan; \n\nv) uyushgan guruh tomonidan yoki uning manfaatlarini kozlab sodir etilgan jinoyat.\n\nKorsatilgan belgilar bosqinchilik jinoyatining tarkibi tahlil qilinganida korib chiqilgan edi va tovlamachilikka nisbatan ortiqcha farqlarga ega emas.\n\n22. Sud-tergov amaliyotida tovlamachilikni bosqinchilik va ogrilikdan farqlashda kop muammolar mavjud. Shuni nazarda tutish kerakki, bosqinchilik va talonchilikda zorlik ishlatish bilan qorqitish mulkni egallab olish yoki talon-toroj qilinganidan song uni ushlab qolish vositasi bolib xizmat qilsa, tovlamachilikda ushbu qorqitish jabrlanuvchining irodasini sondirish va uni tovlamachining talablarini bajarishga majbur etish vositasi bolib xizmat qiladi. \n\nShuni ham nazarda tutish kerakki, bosqinchilik va talonchilikda ozganing mulkini egallab olish qorqitish bilan bir vaqtda sodir boladi, tovlamachilikda esa, aybdor jabrlanuvchining mulkini kelajakda qolga kiritadi.\n\nAgar tovlamachilikni sodir etishda qorqitish jabrlanuvchiga hech qanday tasir korsatmagan bolib, tovlamachi osha vaqtdayoq ozganing mulkini talon-toroj qilgan bolsa, uning harakatlari ozganing mulkini tovlamachilik qilish va qorqitishga qarab, bosqinchilik yoki talonchilik sifatida jinoyatlar majmui boyicha kvalifikatsiya qilinishi kerak.\n\nTovlamachilikni bosqinchilik va talonchilikdan farqlashda tovlamachilikda zorlik ishlatish bilan qorqitish mulkni zorlik ishlatayotgan vaqtda emas, balki kelajakda qolga kiritishga qaratilishiga etibor berish lozim. Agar qorqitish amalda ishlatilsa, qilmish JKning tovlamachilik haqidagi moddasi bilan va asoslar bolganda, qorqitish amalga oshirilayotganda sodir etilgan harakat uchun javobgarlikni nazarda tutuvchi moddasi bilan ham kvalifikatsiya qilinishi lozim[ Qarang: Ozbekiston Respublikasi Oliy sudi Plenumining Ozgalar mulkini ogirlik, talonchilik va bosqinchilik yoli bilan talon-toroj qilish jinoyat ishlari boyicha sud amaliyoti togrisidagi 1999 yil 30 apreldagi 6-sonli qarori, 4-band. ]."
        },
        {
            "modda_raqami": "166-modda. Talonchilik. ",
            "matni": "Talonchilik, yani ozganing mulkini ochiqdan-ochiq talon-toroj qilish - \n\nuch yilgacha axloq tuzatish ishlari yoki besh yilgacha ozodlikdan mahrum qilish bilan jazolanadi. \n\nTalonchilik:\n\na) hayot yoki sogliq uchun xavfli bolmagan zorlik ishlatib yoxud shunday zorlik ishlatish bilan qorqitib;\n\nb) ancha miqdorda;\n\nv) bir guruh shaxslar tomonidan oldindan til biriktirib sodir etilgan bolsa, - \n\nuch yildan besh yilgacha ozodlikdan mahrum qilish bilan jazolanadi. \n\nTalonchilik:\n\na) takroran yoki xavfli retsidivist tomonidan;\n\nb) uy-joyga, omborxona yoki boshqa xonaga gayriqonuniy ravishda kirib;\n\nv) kop miqdorda sodir etilgan bolsa, - \n\nbesh yildan on yilgacha ozodlikdan mahrum qilish bilan jazolanadi. \n\nTalonchilik:\n\na) juda kop miqdorda;\n\nb) ota xavfli retsidivist tomonidan;\n\nv) uyushgan guruh tomonidan yoki uning manfaatlarini kozlab sodir etilgan bolsa, - \n\non yildan on besh yilgacha ozodlikdan mahrum qilish bilan jazolanadi.",
            "sharxi": "1.Talonchilikning ijtimoiy xavfliligi shundan iboratki, bunda mulkka tajovuz ochiq va jinoyatchining ota surbetligi, shu bilan birga ornatilgan tartibni, huquqiy va axloqiy qoidalarni va jamiyat qadriyatlarini mensimaslik bilan amalga oshiriladi. Shu bilan aybdorning bunday harakatlari u jazosiz qolishiga ishonishidan dalolat beradi.\n\n2.Talonchilikning obyekti ozining ijtimoiy-iqtisodiy mazmuni boyicha ozganing mulkini talon-toroj qilish jinoyatlari bilan tolaligicha mos keladi. Ammo, qonunchilikda belgilanishicha, talonchilik hayot va sogliq uchun xavfli bolmagan zorlik bilan yoki shunday zorlikni ishlatish bilan qorqitish yordamida amalga oshirilishi mumkin bolib, alohida jinoiy-huquqiy muhofaza hollarda fakultativ obyekt jabrlanuvchining sogligi va daxlsizligi ham bolishi mumkin.\n\n3.Obyektiv tomondan talonchilik ozganing mulkini oshkora talon-toroj qilishda ifodalanadi. Mulkiy boylikning oshkora, ochiq-oydin, atrofdagilarga nisbatan surbetlarcha qolga kiritishning bu usuli talonchilikning farqlovchi belgisidir. U qilmishga, shuningdek, uning subyektiga aksilijtimoiy tavsif beradi. Gayriijtimoiylik shundan iboratki, bunda aybdor jamiyatda mulkchilikka nisbatan shakllangan qarashlarni qorslik bilan buzadi va mensimasligini korsatadi, oz harakatlarida jismoniy va ruhiy zorlikni ishlatadi, atrofdagilarning koz ongida jinoyat qonunining imperativ talablarini oshkora mensimaydi. Bu esa sodir etilayotgan noqonuniy qilmish xavfliligini keskin oshiradi.\n\n4.Aybdor, jabrlanuvchi va boshqalarning kozi oldida ozganing mulkini egallab olayotganligini va ular uning harakatining jinoiy xususiyatini tushunganligini anglaganda, oshkora ravishda ozganing mulkini egallab olishning huquqqa xilof usuli deb topilishi lozim. Oshkora talon-toroj qilish jabrlanuvchi, mulki ixtiyorida yoxud muhofazasida bolgan shaxslarning yoki ozgalarning kozi oldida talonchilik sodir etayotgan shaxs oz harakatlarini ular tushunayotganligini anglaydi, lekin bu vaziyatga etibor bermaydi.\n\n5.Qilmishni oshkora talonchilik deb kvalifikatsiya qilish uchun ikkita ozaro bogliq bolgan mezonni: obyektiv va subyektiv mezonni inobatga olish zarur.\n\nObyektiv mezon shundan iboratki, bunda ozganing mulkini talon-toroj qilish mulkdor yoki jinoyatning boshqa guvohlarining koz ongida sodir etilayotganligini va ular uni olish jarayonini aynan jinoyat sifatida anglashlaridan iborat.\n\nSubyektiv mezon nafaqat mulkdor va jinoyatning boshqa guvohlari qilmishni jinoyat sifatida anglayotganliklaridan, balki aybdor ham ozining harakatlari boshqalar tomonidan aynan jinoyat sifatida tushunilayotganligini anglashidan iborat, lekin aybdor ushbu shaxslarning vaziyatga munosabatini  inobatga olmaydi. Ushbu ikki mezonning mavjud bolishi subyektning harakatlarida ogirlik emas, balki aynan talonchilikning belgilari borligi haqida xulosa chiqarishga imkon beradi. Albatta, jinoyat voqealarining ushbu obyektiv va subyektiv holatlari jinoyat-protsessual qonunchiligiga muvofiq tergovda va sudda isbotlanishi lozim.\n\n6.Shu bilan birga, qilmishni talonchilik sifatida kvalifikasiya qilish uchun subyektiv mezonga katta ahamiyat berish zarur. Yani, qilmishni talonchilik deb topish uchun ochiq harakat qilayotganligiga aybdorning ozi amin bolishi  asos bolishi kerak. Shuning uchun, agar aybdor qasdining qanday yonalishda ekanligi isbotlansa, u talonchilik uchun javobgarlikka tortilishi kerak, bunda atrofdagilarning aybdorning ushbu harakatlari jinoyat ekanligini tushunmayotganligining ahamiyati yoq. Agar aybdor talon-toroj vaqtida oz harakatlariga huquqqa xilof bolmagan xususiyat baxsh etmoqchi bolgan bolsa, uning qilmishi talonchilik emas, ogrilikni hosil etadi. Masalan, agar aybdor ozini qattiq mastlik holatida bolgan shaxsning tanishi sifatida tutsa va uning chontagidan hamyonini olib, uni mastning yaqinlariga berib qoymoqchi ekanligini korsatmoqchi bolsa, uning qilmishi ogrilik deb kvalifikatsiya qilinishi lozim.\n\n7.Shuni takidlash kerakki, agar aybdor oz harakatlarini yashirin talon-toroj qilib boshlagan bolsa-yu, ammo jinoyat joyida fosh etilib, oshkora harakatlarga otsa, sodir etilgan qilmish talonchilik sifatida qabul qilinishi kerak. Ogirlikning talonchilikka osib otishi mulkning butunlay egallanib olingunicha sodir bolishi mumkin.\n\nOzganing mulkini yashirin ravishda talon-toroj qilish bilan boshlangan, lekin jabrlanuvchi yoki boshqa shaxslar tomonidan sezib qolinganiga qaramasdan aybdor tomonidan mulkka egalik qilish maqsadida ularning hayoti va sogligi uchun xavfli bolmagan zorlik ishlatib yoxud shunday zorlik ishlatish bilan qorqitib qilingan harakatlar talonchilik deb... kvalifikatsiya qilinadi[  Ozbekiston Respublikasi Oliy sudi Plenumining Ozgalar mulkini ogirlik, talonchilik va bosqinchilik yoli bilan talon-toroj qilish jinoyat ishlari boyicha sud amaliyoti togrisidagi 1999 yil 30 apreldagi 6-sonli qarori, 2-band. ]. \n\nBiroq aybdor jinoyati uchinchi shaxslarga malum bolganligidan va u qolga tushib qolishdan qorqib, talon-toroj qilingan mulkni tashlab, hodisa joyidan qochib yashirinishga harakat qilsa, uning qilmishi ozganing mulkini ogirlashga suiqasd qilish belgilari doirasidan chetga chiqmaydi. \n\n8.Jinoyat ozgalar mulkini talonchilik bilan egallagan va aybdor bu mulkdan oz xohishicha foydalanish yoki uni ishlatish imkoniyatiga ega bolgan vaqtdan boshlab tugallangan hisoblanadi. Amalga oshmagan oshkora talonchilik talonchilikka suiqasd qilish sifatida kvalifikatsiya qilinishi kerak.\n\n9.Subyektiv tomondan talonchilik togri qasd va garazli motivlar bilan sodir etiladi. Aybdor oz harakatlarining uchinchi shaxslar tomonidan kuzatilayotganligini anglaydi, lekin shunga qaramay u jinoyat sodir etadi. Bunda ozganing mulkini talon-toroj qilish, albatta, foyda olish maqsadida sodir etiladi. Shuning uchun bezorilik niyatida sodir etilgan mulkni nobud qilish-ga qaratilgan yoki uni vaqtinchalik ishlatishga qaratilgan oshkora qilmishlar talonchilik jinoyati tarkibini tashkil etmaydi. Ishning holatlaridan kelib chiqib, bunday qilmishlar JK 173, 229, 277-moddalari boyicha kvalifikatsiya qilinishi lozim.\n\n10. 14 yoshga tolgan har qanday aqli raso shaxs jinoyat subyekti boladi.\n\n11. JK 166-moddasi 2-qismida talonchilikning quyidagi kvalifikatsiya qilish belgilari oz aksini topgan:\n\na) hayot yoki sogliq uchun xavfli bolmagan zorlik ishlatib yoxud shunday zorlik ishlatish bilan qorqitib; \n\nb) ancha miqdorda; \n\nv) bir guruh shaxslar tomonidan oldindan til biriktirib, sodir etilgan talonchilik.\n\n12. Hayot yoki sogliq uchun xavfli bolmagan zorlik ishlatish yoki shunday zorlik ishlatish bilan qorqitish talonchilik jinoyatining oziga xos kvalifikatsiya qilish belgisi hisoblanadi.\n\nTalonchilikning kvalifikatsiya qilish belgisini ajratishda qonun chiqaruvchi aybdor qilmishlarining ijtimoiy xavfliligidan kelib chiqadi. Zorlik ishlatilishi fakti talonchilikning yuridik mohiyatini ozgartiradi. Bunday vaziyatlarda mulkchilik munosabatlaridan tashqari, fuqarolarning sogligiga zarar yetkazish xavfi ham mavjud boladi.\n\n13.Kvalifikatsiya qilingan talonchilik jabrlanuvchiga faqatgina inson hayoti yoki sogligi uchun zarar yetkazmaydigan jismoniy zorlik ishlatish bilan birlashtirilishi mumkin. Talonchilikda ishlatilgan zorlikni korsatar ekan, qonun mulkni oshkora talon-toroj qilish bilan birga kelgan va jabrlanuvchiga shikast yetkazishda ifodalangan, ketidan jismoniy ogriq yoki sogliqning qisqa muddatga yomonlashuvi yuz bermagan holda badanga yengil shikast yetkazishni keltirib chiqargan jismoniy yoki ruhiy zorlikni nazarda tutadi[ Qarang: Ozbekiston Respublikasi Oliy sudi Plenumining Ozgalar mulkini ogirlik, talonchilik va bosqinchilik yoli bilan talon-toroj qilish jinoyat ishlari boyicha sud amaliyoti togrisidagi 1999 yil 20 apreldagi 6-sonli qarori, 3-band. ]. \n\n14. Talonchilik vaqtida qollaniladigan zorlik (tahdid) jismoniy yoki ruhiy bolishi mumkin.\n\nTalonchilikdagi jismoniy zorlik alohida zarba, 6 kundan kop muddat davom etmaydigan lat yeyish, tirnalish, shilinish, uncha katta bolmagan gurra tarzida, shuningdek, qolni qayirish, sambo, karate va boshqa yakkakurashlarning ogriqli usullarini qollash bolishi mumkin. Sud-tergov amaliyotida zorlik ishlatib talonchilik sodir etishni va mulkni oshkora talon-toroj qilish paytida jabrlanuvchini chalib yiqitish, ayol kishining qulogidan ziraklarni uzib olish kabilar ketma-ketligi boyicha kvalifikatsiya qilinadi.\n\nHayot yoki sogliq uchun xavfli bolmagan jismoniy zorlik tushunchasiga, shuningdek, jabrlanuvchining mulkni talon-toroj qilishga qarshilik korsatishini bartaraf etish maqsadida uning erkinligini cheklash ham kiradi. Bundan tashqari, jabrlanuvchini  hushsizliklariga keltiruvchi, ammo uning hayoti yoki sogligiga zarar bolmaydigan ineksiyalar qilinishi ham jismoniy zorlik deb topilishi mumkin.\n\n15. Ruhiy zorlik deb, jabrlanuvchining hayoti va sogligi uchun xavfli bolmagan zorlikni ishlatish bilan qorqitishga aytiladi. Zorlik ishlatib sodir etilgan talonchilikning belgisi sifatidagi qorqitish, birinchidan, predmetli bolishi kerak, yani aybdor jabrlanuvchiga qandaydir zarar yetkazish bilan emas, balki aniq jismoniy zorlik ishlatish bilan qorqitadi. Ikkinchidan, qorqitish haqiqiy bolishi kerak. Bu uning obyektiv borliqda mavjudligini bildiradi. Uchinchidan, u amalda bolishi kerak  jabrlanuvchi yoki boshqa shaxslarga darhol ishlatilishi xavfini tugdirishi kerak. Zorlikni darhol emas, balki kelajakda ishlatishdan iborat bolgan qorqitish talonchilikning emas, balki tovlamachilikning belgisi hisoblanadi (JK 165-moddasi sharhiga qarang).\n\n16. Shuni takidlash kerakki, odam oldirish bilan qorqitish JK 166-moddasi 2-qismining a bandi bilan qamrab olinmaydi va boshqa ogirlashtiruvchi holatlar mavjud bolmaganda JK 164-moddasi 1-qismi boyicha kvalifikatsiya qilinadi. Agar mulkka egalik qilish jarayonida zorlik ishlatish tahdidi amalga oshirilsa, u holda sodir etilgan qilmishni yetkazilgan tan jarohatining ogirligi darajasiga qarab talonchilik yoki bosqinchilik sifatida kvalifikatsiya qilish darkor.\n\n17. Talonchilikdagi zorlik (jismoniy yoki ruhiy) mulk ixtiyorida, tasarrufida yoki qoriqlovida bolgan shaxsga nisbatan, shuningdek, ozganing mulkiga ochiqdan-ochiq egalik qilishga qarshilikk qiluvchi shaxslarga nisbatan ham qarshi yonaltirilgan bolishi mumkin.\n\nJinoyat-huquqiy manoda ruhiy yoki jismoniy zorlik talonchilikni sodir etishda ikki xil korinishda namoyon boladi: 1) mulkni oshkora egallash vositasi sifatida; 2) egallab olingan mulkni ushlab qolish vositasi sifatida. Shuning uchun aybdor tomonidan ogirlik jinoyati tugallanganidan song ushlab qolinmaslik vositasi sifatida ishlatilgan zorlik bolsa, bunday harakat talonchilik yoki bosqinchilik deb qaralmaydi. Zorlik ishlatishning xususiyati va kelib chiqqan oqibatlarga qarab qilmishni ogirlik deb, boshqa jinoyatlarning belgilari bolganda jinoyatlar majmui boyicha kvalifikatsiya qilish kerak[ Qarang: Ozbekiston Respublikasi Oliy sudi Plenumining Ozgalar mulkini ogirlik, talonchilik va bosqinchilik yoli bilan talon-toroj qilish jinoyat ishlari boyicha sud amaliyoti togrisidagi 1999-yil 20-apreldagi 6-sonli qarori, 5-band. ]. \n\nTalonchilikda ishlatiladigan zorlik mulkni oshkora talon-toroj qilishni yengillashtiruvchi vosita hisoblanadi.\n\n18.JK 166-moddasi 2-qismida belgilangan kvalifikatsiya qilish belgilari bosqinchilik jinoyati tarkibida organilgan edi va sharhlanayotgan jinoyatda ishlatilishi boyicha hech qanday oziga xos xususiyatlarga ega emas.\n\n19. JK 166-moddasi 3-qismida sanalib otilgan kvalifikasiya qilish belgilari aybdorning xavfliroq talonchilik sodir etishidan dalolat beradi. Bular:\n\na) takroran yoki xavfli retsidivist tomonidan; \n\nb) uy-joyga, omborxona yoki boshqa xonaga gayriqonuniy ravishda kirib; \n\nv) kop miqdorda sodir etilgan talonchilik.\n\n(Ushbu belgilarni JK 164-moddasi  bosqinchilik jinoyati tarkibini korib chiqqanimizda batafsil sharhlagan edik.)\n\n20.JK 166-moddasi 4-qismida nisbatan ogirroq kvalifikasiya qilish belgilari sanalgan bolib, ular quyidagilardan iborat:\n\na) juda kop miqdorda; \n\nb) ota xavfli retsidivist tomonidan; \n\nv) uyushgan guruh tomonidan yoki uning manfaatlarini kozlab sodir etilgan talonchilik. \n\nUshbu jazoni ogirlashtiruvchi barcha holatlar bosqinchilik jinoyatida tahlil etilgan edi. \n\n21. Shuni takidlash kerakki, agar talonchilik JK 166-moddasi bir necha qismida nazarda tutilgan ogirlashtiruvchi holatlarda sodir etilgan bolsa, aybdorning qilmishi jinoyatlarning haqiqiy jami mavjud bolmagan taqdirda, JK 166-moddasining ogirroq jazo korsatilgan qismi boyicha kvalifikatsiya qilinishi lozim. Bunda hukmning bayon qismida talonchilikning barcha kvalifikatsiya qilish belgilari korsatilishi kerak.\n\n167 - modda. Ozlashtirish yoki rastrata yoli bilan talon-toroj qilish."
        },
        {
            "modda_raqami": "167-modda. O‘zlashtirish yoki rastrata yo‘li bilan talon-toroj qilish. ",
            "matni": "Aybdorga ishonib topshirilgan yoki uning ixtiyorida bolgan ozganing mulkini ozlashtirish yoki rastrata qilish yoli bilan talon-toroj qilish -\n\neng kam oylik ish haqining yuz baravarigacha miqdorda jarima yoki bir yilgacha axloq tuzatish ishlari yoxud olti oygacha qamoq bilan jazolanadi.\n\nOsha harakat:\n\na) kop miqdorda;\n\nb) takroran yoki xavfli retsidivist tomonidan;\n\nv) bir guruh shaxslar tomonidan oldindan til biriktirib;\n\ng) mansab mavqeini suiistemol qilish yoli bilan sodir etilgan bolsa, -\n\neng kam oylik ish haqining yuz baravaridan uch yuz baravarigacha miqdorda jarima yoki ikki yilgacha axloq tuzatish ishlari yoxud besh yilgacha ozodlikdan mahrum qilish bilan jazolanadi.\n\nOsha harakat:\n\na) juda kop miqdorda;\n\nb) ota xavfli retsidivist tomonidan;\n\nv) uyushgan guruh tomonidan yoki uning manfaatlarini kozlab;\n\ng) kompyuter texnikasi vositalaridan foydalanib sodir etilgan bolsa, - \n\neng kam oylik ish haqining uch yuz baravaridan olti yuz baravarigacha miqdorda jarima yoki uch yilgacha axloq tuzatish ishlari yoxud besh yildan on yilgacha ozodlikdan mahrum qilish bilan jazolanadi.\n\nYetkazilgan moddiy zararning orni qoplangan taqdirda ozodlikdan mahrum qilish tariqasidagi jazo qollanilmaydi. ",
            "sharxi": "1. Ushbu jinoyatning ijtimoiy xavflilik darajasi shundan iboratki, rastrata yoki ozlashtirish yoli bilan ogirlanadigan mulk aybdorning tasarrufida boladi. U esa ushbu holatdan foydalangan holda mulkni oz foydasiga yoki ozgalar foydasiga garazli niyatda otkazadi.\n\n2. Jinoyat obyekti aybdor tomonidan egallangan yoki uning tasarrufida bolgan mulkka nisbatan mulk huquqi hisoblanadi. \n\nHar qanday mulk, shuningdek, qimmatli qogozlar ham ozlashtirish yoki rastrata yoli bilan talon-toroj qilish jinoyati predmeti hisoblanadi va aybdor mulkka nisbatan alohida huquqiy munosabatda bolib, mulk unga ishonib topshiriladi. Ushbu huquqiy aloqa tajovuz predmetining iqtisodiy va yuridik tabiatini qamrab olmaydi, ozganing mulkini moddiy tashuvchisi bolib qoladi.\n\n3. Aybdorga ishonib topshirib qoyilgan yoki uning ixtiyorida turgan mulk  mansab vazifalari yoki shartnomaviy munosabatlarga kora yoxud maxsus topshiriq munosabati bilan ozganing mulkini tasarruf qilish, boshqarish, yetkazib berish yoki saqlash boyicha qonuniy vakolatlarni amalga oshiruvchi shaxsning (masalan, ombor mudiri, ekspeditor, taminotchi, sotuvchi, kassir va boshqa shaxslar) egaligida bolgan mulk. \n\nMulk mansab majburiyatlari doirasida aybdorning qonuniy egaligida yoki tasarrufida bolishi mumkin. Bunda xodimlarga qonun, normativ aktlar yoki ish beruvchi bilan tuzilgan mehnat shartnomasiga kora yuklatilgan alohida vakolatlar tushunilmogi lozim. \n\n4. Ozlashtirish yoki rastrata qilish aybdor bilan alohida jismoniy yoki yuridik shaxslar shartnomaviy munosabatlari asosida ham bolishi mumkin. Shartnomaviy munosabatda aybdorga pudrat, ijara, komissiya, prokat, saqlash shartnomasida qayd etilgan va mulkni tasarruf etish, boshqarish, eltib berish yoki saqlash vakolati u yoki bu darajada yuklatilgan bolishi mumkin va hokazo.\n\n5. Ozganing mulkiga egalik qilish yoki undan foydalanish maxsus topshiriq sifatida yuklatilishi ham mumkin. Shu kabi mulkka doir maxsus operatsiyalarni amalga oshirishni yuklatuvchi bolib davlat nomidan mulkdor tashkilotlar, shu jumladan nodavlat tashkilotlar ham, alohida fuqarolar ham chiqishi mumkin. Ushbu vazifa ogzaki va yozma korinishda ifoda etilgan bolishi mumkin, biroq bu aybdorga otkazilgan mulkning huquqiy maqomiga tasir etmaydi  u aybdorning qonuniy egaligidagi yoki maxsus vazifa yuzasidan foydalanishi mumkin bolgan mulk deb topiladi. Ogirlik yoli bilan ozganing mulkini talon-toroj qilish, ozlashtirish yoki rastrata qilishni sodir etishda, aybdor shaxsning talon-toroj qilingan mol-mulkka hech qanday aloqasi bolmaydi yoxud ishlab chiqarish zarurati, topshirilgan ish munosabati bilan undan foydalanish huquqiga ega boladi, xolos. Xususan, aybdorga maxsus topshirilgan ozganing mulkini ozlashtirish yoki rastrata qilish jinoyatlari sifatida kombaynchi, haydovchilar tomonidan sodir etilgan talon-toroj qilishni tushunish mumkin. Chunki ishlab chiqarishda amalga oshiriladigan funksiyalaridan tashqari, ular ekspeditorlik majburiyatlarini ham bajarishadi.\n\n6. Aybdor tomonidan ozganing mol-mulkini boshqarish, yetkazib berish, saqlash yoki tasarruf qilish vakolatlari bolishi sabablaridan qati nazar, bu vakolatlar mulk egasi huquqlari bilan amalga oshirilgan, chunki mulkdor jinoyatchiga bu vakolatlarni qonuniylashtirib bergan. Mol-mulk egasining xohish-irodasiga bogliq ravishda, mulkning hajmi, amalga oshirish sohasiga qarab bu vakolatlar cheklanganlik xususiyatiga va qatiy belgilangan maqsadli topshiriqqa egadir. Biroq talon-toroj qilish subyekti mulkdor tomonidan belgilangan doirada mulkdorga tegishli bolgan har qanday vakolatlarni amalga oshirishi mumkin. Odatda, mol-mulk ishonib topshirilgan shaxsning vakolatlari muayyan hujjatlar bilan mustahkamlanadi.\n\n7. Obyektiv tomondan jinoyat aybdorga ishonib topshirilgan tovar moddiy boyliklarni olib qoyish yoki uning ustidan noqonuniy egalikni ornatib, ixtiyorida bolgan ozganing mulkini oz foydasiga olish yoxud ozgalar tasarrufiga otkazish shaklidagi faol harakatlarda ifodalanadi. Ozlashtirishning mohiyati shundan iboratki, mulkdorning egalik qilish, foydalanish va tasarruf qilish kabi subyektiv huquqlari ozlashtirish subyektining faktik imkoniyatlariga noqonuniy ravishda otadi va mulkdorga mulk huquqi asosida yoki hujjat boyicha tegishli bolgan mulkka uning xohishidan tashqari munosabatda boladi.\n\nAgar mulkni qaytarmaslik ozga shaxslarning yoqotishi, yoq qilishi, ishdan chiqarishi yoki ogirlab ketishi natijasida yuz bergan bolsa, ozlashtirish hisoblanmaydi.\n\n8. Ozganing mol-mulkini ozlashtirishni vaqtincha egalik qilib turishdan farqlash lozim. Agar shaxs qaytarish yoki qiymatini qoplash maqsadida oziga ishonib topshirilgan mulkdan noqonuniy ravishda foydalangan bolsa, unda ozlashtirish tarkibi bolmaydi, aybdor harakatlari esa JK 205-moddasidagi (hukumat yoki mansab vakolatlarini suiistemol qilish) yoki 229-moddasidagi (ozboshimchalik) jinoyat belgilari mavjud bolsa, ushbu moddalar boyicha kvalifikatsiya qilinadi. Aybdorning qasd maqsadlarida quyidagilar guvohlik berishi mumkin: olingan mulkning katta hajmdaligi, shaxsda ularni qaytarib berishning haqiqiy imkoniyati yoqligi, shuningdek, kamomadni oqlash uchun qalbaki hujjatlarni taqdim etib korishi. 9. Talon-torojning ozlashtirish shakli mulk ushlab qolingan paytdan etiboran, yani ozganing mulki goyo ozinikidek gayriqonuniy egalik qilish ornatilgan paytdan etiboran tugallangan jinoyat deb topiladi. Aybdorning ozlashtirib bolingan va noqonuniy egaligini ornatgan mulkdan keyingi u yoki bu shakldagi noqonuniy foydalanishi ushbu jinoyat tarkibiga kirmaydi va ozlashtirishni talon-toroj qilishning boshqa shakli  rastrataga aylantirmaydi. \n\n10. Rastrata  talon-toroj qilishning bir shakli bolib, aybdorga muayyan vakolatlarni amalga oshirish uchun ishonib topshirilgan ozganing mulkini sotish, sarflash, istemol qilish, hadya qilish va hokazo yollar bilan begonalashtirish tushuniladi.\n\nRastrata ozlashtirishga juda yaqindir, bu yerda mulkni ushlab qolish va unga nisbatan noqonuniy egalikni ornatish oldin sodir boladi. Biroq shunga qaramay, rastrata ozlashtirish bilan hech qanaqasiga bogliq emas va u keyingi jinoiy harakatning davomi hisoblanmaydi. Qonun nuqtayi nazaridan va jinoyat-huquqiy baholashga kora, aynan bir predmetni bir vaqtda ham ozlashtirib, ham rastrata qilib bolmaydi. Aybdor muayyan vaqt oraligida, oziga ishonib topshirilgan mulkning bir qismini ozlashtirishi va boshqa qismini rastrata qilishi mumkin, bu harakatlar talon-toroj qilishning yagona davomi deb qabul qilinishi kerak.\n\nRastrataning oziga xos jihati shundaki, mulkni noqonuniy shaklda talon-toroj qilishda, ozlashtirishdan farqli ravishda, qonuniy egalik qilish bilan uni noqonuniy tasarruf qilish oraligida hech qanday vaqt bolmaydi.\n\n11. Rastrata aybdorga ishonib topshirilgan mulkni noqonuniy tasarruf etish vaqtidan boshlab, yani mulkni u yoki bu shaklda begonalashtirish (istemol qilish, sarf qilish, sotib yuborish, boshqa shaxslarga otkazish va hokazo) jarayoni amalga oshirilishi bilan tugallangan hisoblanadi. Jinoyatni sodir etish faoliyatining boshlanishi va tugallanishi ogirlanayotgan mulkni begonalashtirish yagona harakatda aks etadi. Masalan, ulgurji tovarlar bazasi omborchisi oziga ishonib topshirilgan moddiy boyliklarni fuqarolarga sotadi va olingan pulni ozining shaxsiy mulkiga aylantiradi. \n\nNoqonuniy ravishda mulkni tasarruf etish bir martalik va bir vaqtlik xususiyatga ega emas, balki mulkni begonalashtirish vaqt boyicha ancha choziladigan epizodlardan iboratdir. Biroq bu narsa aybdor tomonidan hali ozlashtirilmagan moddiy boyliklarga noqonuniy ravishda egalik qilish bilan bogliq bolmagan qilmish bolgan rastrataning tabiatini ozgartirmaydi. Rastrata, subyektning yagona maqsadi bilan qamrab olingan bir necha epizodlarga bolinadigan va ozganing mulki hisobiga boyishni umumiy maqsad qilgan harakat mulkni begonalashtirishdan iborat oxirgi jinoiy qilmish sodir etilgan vaqtdan tugallangan hisoblanadi.].\n\n12. Subyektiv tomondan jinoyat faqat togri qasd bilan sodir etilishi mumkin, yani aybdor ozining harakatlari noqonuniyligini anglaydi va ular amalga oshirilishini xohlaydi. Aybdorning ushbu jinoyatni sodir etishdagi garazli maqsadi subyektiv tomonning zaruriy belgisi hisoblanadi.\n\n13. Jinoyat subyekti  16 yoshga tolgan aqli raso shaxs.\n\nMulk ishonib topshirib qoyilgan yoki ixtiyorida mulk turgan shaxsgina, yani xizmat burchi, shartnoma munosabatlari yoki maxsus topshiriq munosabati bilan shu mulkni tasarruf etish, boshqarish, eltib qoyish, saqlash boyicha vakolatlarini amalga oshirayotgan shaxs (masalan, omborchi, ekspeditor, taminotchi, sotuvchi, kassir va boshqa shaxslar) ozlashtirish yoki rastrataning  subyekti bolishi mumkin.\n\nQoidaga kora, mulk ishonib topshirilgan yoxud ixtiyorida mulk turgan shaxslar moddiy javobgar shaxslar hisoblanadilar, ammo bunday bolmasligi ham mumkin. \n\n14. Shuni takidlash joizki, mulkni ozlashtirish yoki rastrata qilish orqali talon-toroj qilganlik uchun jinoiy javobgarlik ushbu moddaning birinchi qismi boyicha tashkilot, muassasa va korxonadan ogirlangan mulkning umumiy summasi eng kam oylik ish haqining 5 barobari hajmidan kop bolsagina kelib chiqadi. Aks holda shaxs Ozbekiston Respublikasi Mamuriy javobgarlik togrisidagi kodeksning 61-moddasi bilan javobgarlikka tortiladi. Agar shaxs tomonidan ogirlangan mulkning umumiy summasi Mamuriy javobgarlik togrisidagi kodeksning 61-moddasi 3-qismida nazarda tutilgan miqdordan oshmasa, mayda talon-toroj qilishlar necha marta sodir etilishidan qati nazar, shaxs mamuriy javobgarlikka tortiladi. Shunga qaramay, agar mulkni ozlashtirish yoki rastrata yoli bilan talon-toroj qilish fuqarolarning mulkiga nisbatan qaratilgan bolsa, ogirlangan mulkning umumiy summasi Mamuriy javobgarlik togrisidagi kodeksning 61-moddasi 3-qismida nazarda tutilgan miqdordan oshmasa ham, qilmishni sharhlanayotgan modda boyicha kvalifikatsiya qilish lozim. Biroq talon-toroj miqdori eng kam oylik ish haqining besh baravaridan oshmagan har bir holda surishtiruv, tergov organlari va sudlar ayblanuvchining (sudlanuvchining) shaxsiga oid malumotlarni hamda moddiy zararning qoplanganligini inobatga olgan holda jinoyat ishini Jinoyat kodeksining 65 va 66-moddalariga asosan jinoyat ishini tugatish masalasini muhokama etishi kerak[ Qarang: Ozbekiston Respublikasi Oliy sudi Plenumining Jazolarni liberallashtirish togrisidagi qonunni iqtisodiyot sohasidagi jinoyatlarga nisbatan qollashning ayrim masalalari haqidagi 2004 yil 21 maydagi 4-sonli qarori, 3-band, 2-qism. ]. \n\nTalon-toroj qilingan mulkning miqdori huquqbuzarlik sodir etilgan kunda amalda bolgan eng kam oylik ish haqi miqdoridan kelib chiqib belgilanadi. Talon-toroj qilingan mulkning qiymatini aniqlashda ishning muayyan holatlariga qarab, huquqbuzarlik sodir etilgan kundagi shartnomaviy, bozor va birja baholariga asoslanish lozim.\n\n15. Sud amaliyotida ozganing mulkini ozlashtirish yoki rastrata qilish orqali talon-toroj qilishni ogirlikdan farqlashda bazi qiyinchiliklar vujudga keladi. Bu jinoyatlarni farqlashda, avvalo, jinoyat subyektining ogirlangan mulkka nisbatan vakolatlarini togri aniqlab olish lozim.\n\nShunga etibor berish lozimki, ozganing mulkini ozlashtirish yoki rastrata qilish orqali talon-toroj qilishda, mulk shaxsga qonuniy asoslarda ishonib topshirilgan yoki aybdor shaxsga boshqarish, yetkazib berish yoxud saqlash vakolatlari bilan berilgan boladi. Yuqorida korsatilgan qonuniy vakolatlarga ega bolmagan, ammo topshirilgan ishni yoxud xizmat vazifalarini bajarishi tufayli mulk saqlanadigan kirish huquqiga ega bolgan shaxs tomonidan ozgalar mulkining talon-toroj qilinishi ogrilik deb kvalifikatsiya qilinishi kerak.\n\nShartnoma boyicha oz vaqtida qaytarish sharti bilan kimdandir muayyan miqdorda pul summasi olgan qarzdorgina ozlashtirish yoki rastrata qilish jinoyatining subyekti bolmaydi. Qarzdorda kimdandir qarzga olingan pullarni talon-toroj qilish va egasiga qaytarib bermaslik niyatining mavjud emasligi kreditor va qarzdor ortasidagi fuqarolik-huquqiy munosabatlarni keltirib chiqaradi. Bu munosabatlar kreditorlar tomonidan sudlarga davo kiritish orqali hal etiladi. Shu bilan birga, qaysidir fuqaro pul qarz ola turib, uni boshidan egasiga qaytarmaslik va qoplamaslik niyatida ozining foydasiga qasddan aylantirmoqchi bolganligi isbotlansa, uning harakatlarini firibgarlik sifatida kvalifikatsiya qilish lozim (JK 168-moddasi sharhiga qarang). 16. JK 167-moddasi 2-qismida ozlashtirish yoki rastrata qilish orqali talon-toroj qilishning kvalifikatsiya qilish belgilariga: a) kop miqdorda; b) takroran yoki xavfli retsidivist tomonidan; v) bir guruh shaxslar tomonidan oldindan til biriktirib; ) mansab mavqeini suiistemol qilish yoli bilan talon-toroj qilish kiradi. \n\n17. Aybdor shaxslarni JK 167-moddasi 2-qismi boyicha kvalifikatsiya qilish uchun, jinoyatning barcha ishtirokchilari mulk ishonib topshirilgan yoki boshqaruviga berilgan shaxslar bolishi lozim. Agar talon-toroj qilishning ishtirokchilaridan bittasi mulk ishonib topshirilgan yoki uning boshqaruvida bolgan shaxs bolib, qolganlari bunday vakolatlarga ega bolmagan shaxslar bolsa, unda jinoyatchilarning harakatlari JK 167-moddasi 2-qismining v bandi boyicha kvalifikatsiya qilinadi. Bunday holatlarda mulk ishonib topshirilgan yoki uni boshqaruvchi shaxs qilmishi JK 167-moddasi 1-qismi boyicha, qolgan ishtirokchilarning jinoiy harakatlari esa JK 28-moddasining tegishli qismiga havola qilgan holda JK 167-moddasi 1-qismi boyicha kvalifikatsiya qilinishi lozim.\n\n18. Sud-tergov amaliyotida ozganing mulkini ozlashtirish yoki rastrata qilish orqali talon-toroj qilishni takroran sodir etishni kvalifikatsiya qilishda bazi bir qiyinchiliklar vujudga keladi.\n\nTakroriylikni yagona jinoyat hisoblanuvchi davomli talon-toroj qilishdan farqlash lozim.\n\nUmumiy maqsadga ega bolgan va talon-toroj qilayotgan shaxsning yagona qasdi bilan qamrab olingan, bir-biriga oxshash jinoiy qilmishlardan iborat bolgan ozganing mulkini bir necha harakat bilan olinishi davomli talon-toroj qilish deb topiladi. Shunday qilib, quyidagilar: aybdor shaxs qasdining yagonaligi, talon-toroj qilinayotgan manbaning yagonaligi, talon-toroj usulining bir xil ekanligi davomli talon-toroj qilishning alomatlari hisoblanadi.\n\nDavomli talon-toroj sodir etilgan hollarda aybdorning harakatlari talon-toroj qilingan umumiy summani hisobga olgan holda kvalifikatsiya qilinishi zarur. \n\nAgar shaxsning harakatlari davomli jinoyat xususiyatiga ega bolmasdan bir necha mustaqil epizodlardan, misol uchun ogrilik, talonchilik, firibgarlik va boshqalardan iborat bolsa, bu harakatlar talon-toroj qilingan umumiy summadan kelib chiqqan holda kvalifikatsiya qilinishi mumkin emas. Bunday hollarda jinoyatni ozganing mulkini talon-toroj qilganlik uchun javobgarlikni nazarda tutuvchi Jinoyat kodeksi moddasining dispozitsiyasiga muvofiq, jumladan, takroriylik belgisi bilan ham kvalifikatsiya qilish lozim.\n\n19. Mansab mavqeini suiistemol qilish yoli bilan ozlashtirish yoki rastrata qilish deganda, ushbu jinoyat Jinoyat kodeksining Maxsus qismi VIII bolimida tushunchasi berilgan maxsus subyekt  mansabdor shaxs yoki javobgar mansabdor shaxs tomonidangina sodir etilishini tushunish kerak. \n\nJinoyat subyekti egallab turgan lavozimi boyicha oziga ishonib topshirilgan mulkka nisbatan u yoki bu vakolatni amalga oshira turib, ishonib topshirilgan mulkni ozlashtirayotganda yoki rastrata qilayotganda doimo ozi egallab turgan lavozimdan foydalanadi, chunki ushbu lavozim bolmaganda mulk uning boshqaruvida va tasarrufida bolmas edi. Mansab mavqeini suiistemol qilish yoli bilan ozganing mulkini talon-toroj qilish JK 167-moddasining 2-qism dispozitsiyasida alohida kvalifikatsiya qilish belgisi sifatida nazarda tutilganligi sababli, mansabdor shaxsning bunday harakatlari, agar aybdorning qasdi ozganing mulkini egallashga qaratilgan bolsa, JK 205-moddasi bilan qoshimcha kvalifikatsiya qilinmaydi. Biroq mansabdor shaxsning qilmishida alohida, ozganing mulkini talon-toroj qilish qasdi bilan bogliq bolmagan hokimiyat yoki mansab vakolatlarini suiistemol qilish tarzidagi jinoyat tarkibi mavjud bolsa, bunday qilmish JK 167 va 205-moddalarida nazarda tutilgan jinoyatlar majmui boyicha kvalifikatsiya qilinishi kerak[ Qarang: Ozbekiston Respublikasi Oliy sudi Plenumining Jazolarni liberallashtirish togrisidagi qonunni iqtisodiyot sohasidagi jinoyatlarga nisbatan qollashning ayrim masalalari haqidagi 2004 yil 21 maydagi 4-sonli qarori, 7-band,1 va 2-qismlari. ]. \n\nBu orinda shuni nazarda tutish lozimki, agar ozgalar mulkining gayriqonuniy ravishda tekinga aybdorning mulkiga aylantirish maqsadi bilan olib qoyilganligi aniqlanmagan bolib, lekin boshqa gayriqonuniy harakatlar mavjud bolgan taqdirda bunday harakatlar (masalan, tovar-moddiy boyliklarining kamomadi yoki uni yashirish holatining ozigina; ozganing mulkidan ozinikiga aylantirib olish maqsadisiz vaqtincha foydalanish, ozganing mulkini qarzga berib yuborish va hokazo) talon-toroj qilish deb kvalifikatsiya qilinishi mumkin emas. Yetarli asoslar mavjud bolganda, korsatilgan harakatlar JK 205-moddasida nazarda tutilgan mansab vakolatlarini suiistemol qilish deb kvalifikatsiya qilinishi kerak[ Qarang: Ozbekiston Respublikasi Oliy sudi Plenumining qarorlari ].\n\n20. Sud-tergov amaliyotida mansabdor shaxslar tomonidan oz vakolatini suiistemol qilish orqali sodir etiladigan talon-toroj qilishning bir necha turlari mavjud. \n\nUlarni shartli ravishda uch guruhga ajratish mumkin:\n\n-mansabdor shaxsga ishonib topshirilgan mulkni ozlashtirish yoki rastrata qilish;\n\n-boysunuvchi shaxslarga ishonib topshirilgan yoki ularning boshqaruvida bolgan mulkni egallash yoki uchinchi shaxslarga topshirib yuborish;\n\n-mansabdor shaxsga ishonib topshirilmagan va uning boshqaruvida bolmagan mulkni egallab olish.\n\nYuqorida korsatilgan talon-toroj turlaridan ikkitasi ozlashtirish yoki rastrata yoli bilan sodir etiladi, shuning uchun JK 167-moddasi bilan kvalifikatsiya qilinadi. Uchinchi turi esa ozganing mulkini olish usuliga bogliq ravishda talon-toroj qilishning boshqa shakllari uchun javobgarlikni nazarda tutuvchi moddalar boyicha kvalifikatsiya qilinadi.\n\n21. Mansab mavqeini suiistemol qilgan holda ozlashtirish yoki rastrata tariqasida talon-toroj qilish jinoyatining tugallangan qismi suiistemollikni amalga oshirish vaqti emas, balki jinoiy yol bilan talon-toroj qilingan mulkni egallagan yoki uni boshqa shaxslarga qasd maqsadlarida otkazgan vaqti hisoblanadi. 22. Mansab mavqeini suiistemol qilgan holda ozlashtirish yoki rastrata turlaridan yana biri qilingan ishlarning hajmini oshirib korsatish orqali ular tomonidan qoshimcha olingan pul mablaglarini ishchilardan olish. Bunday harakatlar JK 167-moddasi 2-qismining g bandida nazarda tutilgan jinoyatlar tarkibini toliq qamrab oladi va JK 205-moddasi bilan qoshimcha kvalifikatsiya qilishni talab qilmaydi.\n\n23. Ozganing mulkini mansab vakolatini suiistemol qilgan holda ozlashtirgan yoki rastrata qilgan shaxsning harakatlarini xom ashyo xarajatlari normalarini buzib korsatish orqali, ishlab chiqarish texnologiyalarini buzish va tabiiy xarajat normalarini oshirib korsatish orqali toplagan mulkni ozining foydasiga ozlashtirishga qaratilgan jinoyat sifatida kvalifikatsiya qilmoq lozim. Shu orinda, agar mansab holatini suiistemol qilish och motivlarida sodir etilsa ham, ozganing mol-mulkini qoplamasdan olish bilan bogliq bolmasa, mansabdor shaxsning harakatlarini ushbu modda boyicha kvalifikatsiya qilish mumkin emas.\n\n24. Mansabdor shaxsning soliqni tolashdan boyin tovlash, ishchi kuchidan yoki davlat yoxud jamoat transportidan foydalanish harakatlari orqali moddiy foyda toplashi, agar mansabdor shaxs harakatlari ozganing mulkini ozining foydasiga aylantirish bilan bogliq bolmasa, ozlashtirish yoki rastrata sifatida kvalifikatsiya qilinishi mumkin emas. Davlat yoki jamoat mablaglari ozining jamoasi uchun turli xil tadbirlar otkazish yoki turli xil komissiya, mehmonlarni kutib olish uchun gayriqonuniy ravishda sarflanganligi holatlar ham yuqoridagidek hal etiladi. Bunday harakatlarni jinoyatlarni sodir etish holatiga qarab JK 206 yoki 206-moddalari bilan kvalifikatsiya qilish lozim. \n\n25. Tushuntirib otilsinki, agar mansabdor shaxs ozi sodir etgan talon-toroj jinoyatini yengillashtirish yoki yashirish maqsadida rasmiy hujjatlarga bila turib yolgon malumotlar va yozuvlar kiritgan bolsa, uning qilmishi JK 167 va 209-moddalarida nazarda tutilgan jinoyatlar majmui boyicha kvalifikatsiya qilinishi kerak. \n\nAgar mansab soxtakorligi mansabdorlik jinoyatining subyekti bolmagan boshqa shaxslar bilan ishtirokchilikda sodir etilgan bolsa,  basharti ular talon-toroj jinoyati ishtirokchisi bolmasa, bunday ishtirokchilarning harakatlari JK 228-moddasi bilan emas, balki mazkur Kodeksning 28, 209-moddalari bilan kvalifikatsiya qilinishi kerak[ Qarang: Ozbekiston Respublikasi Oliy sudi Plenumining Jazolarni liberallashtirish togrisidagi qonunni iqtisodiyot sohasidagi jinoyatlarga nisbatan qollashning ayrim masalalari haqidagi 2004 yil 21 maydagi 4-sonli qarori, 8-band, 1 va 2-qismlari. ].\n\n26. Ozbekiston Respublikasi Jinoyat kodeksi 167-modda 3-qismida ozlashtirish yoki rastrata yoli bilan talon-toroj qilishning quyidagi: \n\na) juda kop miqdorda;\n\nb) ota xavfli retsidivist tomonidan;\n\nv) uyushgan guruh tomonidan yoki uning manfaatlarini kozlab;\n\ng) kompyuter texnikasi vositalaridan foydalanib sodir etilganda jazoni ogirlashtiruvchi holatlar uchun javobgarlik belgilangan.\n\nShu moddaning 3-qismi \"a\", \"b\", \"v\" bandlarida korsatilgan belgilar yuqorida korib chiqilgan bosqinchilikni kvalifikatsiya qilish tarkibi belgilari bilan oxshashdir (JK 164-moddasi sharhiga qarang).\n\n27. JK 167-moddasi 3-qismidagi talon-toroj qilishni kompyuter texnikasi vositalaridan foydalanib sodir etish ozlashtirish yoki rastrata orqali sodir etishning kvalifikatsiya qilish turidir.\n\nKompyuter vositalari insoniyat tomonidan erishilgan eng ulkan yutuqlardan biri bolib, hozir hech qaysi tashkilot, muassasa va korxonalar ularsiz faoliyat yuritmaydi. Kompyuter vositalari hozirgi vaqtda ilmiy-texnik jarayonda eng keng rivojlanayotgan sohadir. JK 167-moddasi 3-qismining g bandida barcha kompyuter vositalari emas, balki ulardan foydalanish jinoyatchiga ozining qasd maqsadlariga erishishiga yordam beradigan qismigina nazarda tutilgan.\n\n28. Kompyuter texnikasi vositalarini ikkita katta guruhga ajratish mumkin: \n\n-apparat vositalari;\n\n-dastur vositalari.\n\nApparat vositalari  bu malumotlarni qayta ishlash uchun foydalaniladigan texnik vositalar. Ularga: shaxsiy kompyuter (sanoq va axborot masalalarini yechish jarayonida malumotlarni avtomatik ravishda qayta ishlash uchun moljallangan texnik vositalarning yigindisi), periferiya uskunalari (markaziy protsessorni bevosita boshqaruviga kirmaydigan, EHMning tashqi vositalari yigindisidir) va mashina axborotlarining moddiy tashuvchilari (disketlar, kassetalar, lazer disklar va boshqalar) kiradi.\n\nDastur vositalari  bu muayyan natijaga erishish maqsadida, kompyuter va apparat vositalarini boshqarishga moljallangan malumotlar hamda buyruqlar yigindisini ifoda etuvchi obyektiv shakl, shuningdek, ularni qayta ishlash va ular yordamida shakllantiriladigan audio-vizual tasvirlarni qayd etgan moddiy tashuvchi materiallardir. Ularga quyidagilar kiradi:\n\n-sistema dasturlaridan iborat (operatsion tizim va texnik xizmat korsatish dasturlari) dasturiy taminotlar (boshqaruvchi va qayta ishlovchi dasturlar yigindisi), qoshimcha dasturlar (muayyan turdagi masalalarni yechishga moljallangan dasturlar, masalan, matn muharrirlari, antivirus dasturlari va hokazo), shuningdek, jihoz dasturlari (dasturlash tillaridan iborat dasturlash sistemalari: Turbo C, Microsoft Basic va boshqalar) hamda tarjimonlar  (algoritmik va belgili tillardan mashina kodlariga avtomatik tarjimani taminlaydigan dasturlar yigindisi);\n\n-foydalanuvchi va kompyuter egasining mashina malumotlari.\n\nKompyuter texnikasining oziga xos xususiyati shundaki, ular bir vaqtda foydalaniladi va alohida ishlatilib bolmaydi, chunki ular maxsus yaratilgan va bir-birini toldirib turadi. \n\n29. Kompyuter texnika vositalaridan foydalanish, mulkni ozlashtirish uchun zarur bolgan (masalan, tovar-transport yuk xati) qalbaki hujjatlarni tayyorlash, tashkilot hisob-raqamidan aybdorning hisobiga pul otkazish uchun tarmoq kompyuter vositalaridan foydalanish shaklida ifodalanadi. \n\n30. Kompyuter texnikasi vositalaridan qalbaki hujjatlarni yoki boshqa ijtimoiy xavfli qilmishlarni sodir etishda foydalanilsa, unda bu harakatlar JK 167-moddasi 3-qismining g bandi tarkibini toliq qamrab olmaydi va jinoyatlarning majmui qoidasi boyicha Jinoyat kodeksining tegishli moddalari bilan qoshimcha kvalifikatsiya qilinadi. \n\nAgar mansabdor shaxs ozi sodir etgan ozlashtirish yoki rastratani yengillashtirish yoki yashirish maqsadida kompyuter texnikasi vositalaridan foydalanib rasmiy hujjatlarga yolgon malumotlar kiritgan bolsa, unda qilmish, boshqa ogirlashtiruvchi holatlar mavjud bolmasa, JK 209-moddasi 1-qismi bilan kvalifikatsiya qilinadi.\n\n31. Shuni qayd etish lozimki, guruh tomonidan sodir etilgan talon-toroj qilishlarning oziga xos xususiyatlari mavjuddir. Chunki ushbu jinoyat maxsus subyekt (mansabdor shaxs yoki masul mansabdor shaxs) tomonidan sodir etilishi mumkin, mansabdor hisoblanmaydigan, shuningdek, mulk ishonib topshirilmagan yoki boshqaruviga berilmagan, lekin talon-toroj qilishda ishtirok etgan shaxslar JK 167-moddasi 3-qismining g bandi (jinoyat mansabdor shaxs tomonidan sodir etilgan yoki etilmaganligiga bogliq ravishda) JK 28-moddasiga havola etish orqali kvalifikatsiya qilinadi. Biroq, mansabdor shaxs (masul mansabdor shaxs) tomonidan jinoyat uyushgan guruh tarkibida yoki uning manfaatlari yolida sodir etilgan bolsa, mansabdor shaxs (masul mansabdor shaxs) bilan birga bunday guruhning barcha ishtirokchilari Jinoyat kodeksining ancha ogirroq javobgarlikni nazarda tutuvchi 167-moddasi 3-qismining g bandi bilan javobgarlikka tortilishi lozim. Hukmning bayon qismida har bir ayblanuvchiga nisbatan barcha moddalar va barcha belgilar boyicha qilmish toliq kvalifikatsiya qilinishi lozim.\n\n32. Agar jinoyat tufayli keltirilgan moddiy zarar toliq ravishda qoplansa, aybdorga nisbatan ozodlikdan mahrum qilish tariqasidagi javobgarlik qollanilmaydi (JK 167-modda 4-qismi). Biroq sudlar, ish boyicha moddiy zarar umuman qoplanmagan yoki qisman qoplangan bolsa ham, hukmda bunday qarorga kelish sabablarini korsatib, ozodlikdan mahrum qilish bilan bogliq bolmagan jazo tayinlashga haqli[ Qarang: Ozbekiston Respublikasi Oliy sudi Plenumining Jazolarni liberallashtirish togrisidagi qonunni iqtisodiyot sohasidagi jinoyatlarga nisbatan qollashning ayrim masalalari haqidagi 2004-yil 21-maydagi 4-sonli qarori, 18-band. ]. \n\nYetkazilgan zarar qoplangan taqdirda apellyatsiya, kassatsiya, nazorat instansiyasi sudi, moddiy zarar qaysi sudlov bosqichida qoplanganligidan qati nazar, qamoqda saqlanayotgan shaxslarga nisbatan ehtiyot chorasi turini, ozodlikdan mahrum qilish jazosini otayotgan shaxslarga nisbatan esa, jazo turini ozgartirish masalasini darhol hal etishi shart[ Qarang: osha joyda, 9-band, 2-qism. ]. Jinoyat oqibatida yetkazilgan moddiy zarar ozodlikdan mahrum etish jazosiga hukm qilingan shaxs tomonidan hukm qonuniy kuchga kirgandan song qoplangan taqdirda kassatsiya, nazorat instansiyasi sudi bu jazo turini JK 61, 62 moddalarida nazarda tutilgan qoidalarga asosan boshqa jazo turi bilan almashtiradi. Agar moddiy zarar qoplangan kunga qadar otalgan jazo muddati boshqa jazo turi uchun qonunda belgilangan eng kop miqdordan oshgan bolsa, sud jazoni otalgan deb hisoblaydi hamda mahkumni darhol qamoqdan ozod qiladi[ Qarang: Ozbekiston Respublikasi Oliy sudi Plenumining Jazolarni liberallashtirish togrisidagi qonunni iqtisodiyot sohasidagi jinoyatlarga nisbatan qollashning ayrim masalalari haqidagi 2004 yil 21 maydagi 4-sonli qarori, 17-band. ].\n\n33. Sud-tergov organlari shunga alohida etibor berishlari lozimki, sharhlanayotgan moddaning 4-qismida mustahkamlangan qoida tugallanmagan jinoyatga ham, basharti zarar bilan bogliq oqibatlar kelib chiqqunga qadar jinoyatning oldi olingan bolsa, tatbiq etiladi[ Qarang: osha joyda, 10-band. ]. Ushbu qismda keltirilgan holatlar teng ravishda tugallanmagan yoki olib tashlanmagan sudlanganlikka ega bolgan, shuningdek, ozodlikdan mahrum qilish tariqasidagi jazoni oldin otagan shaxslarga nisbatan ham qollaniladi[ Qarang: osha joyda. ].\n\n34. Sharhlanayotgan jinoyat bir necha shaxslar ishtirokida sodir etilib, keltirilgan zarar bittasi yoki ularning bir nechtasi tomonidan toliq qoplangan taqdirda, ozodlikdan mahrum qilish tariqasidagi jazo chorasi barcha ishtirokchilarga nisbatan qollanilmaydi[ Qarang: osha joyda. ].\n\nAgar sharhlanayotgan jinoyat boshqa ijtimoiy xavfli qilmishlar bilan birgalikda sodir etilgan bolsa, sud uchun JK 167-moddasi 4-qismi boyicha yetkazilgan moddiy zararni qoplash sodir etilgan boshqa jinoyatlarga nisbatan, ularni sodir etganlik uchun qonun bilan muqobil jazo choralari nazarda tutilgan taqdirda, ozodlikdan mahrum qilish tariqasidagi jazo turini qollash maqsadga muvofiq yoki muvofiq emasligini muhokama qilish uchun zarurdir[ Qarang: osha joyda. ].\n\n35. Sudlar shunga alohida etibor berishlari lozimki, iqtisodiyot sohasidagi jinoyatlarga nisbatan ozodlikdan mahrum qilish bilan bogliq bolmagan moddiy zararni qoplash jazo turini qollaganda, agar javobgar jarima tolashdan yoki axloq tuzatish ishlarini otashdan boyin tovlasa, ushbu jazolarni qamoq yoki ozodlikdan mahrum qilish jazo turlari bilan almashtirishi mumkin[ Qarang: Ozbekiston Respublikasi Oliy sudi Plenumining Jazolarni liberallashtirish togrisidagi qonunni iqtisodiyot sohasidagi jinoyatlarga nisbatan qollashning ayrim masalalari haqidagi 2004 yil 21 maydagi 4-sonli qarori, 10-band. ]."
        },
        {
            "modda_raqami": "168 - modda. Firibgarlik. ",
            "matni": "168 - modda. Firibgarlik\n\nFiribgarlik, yani aldash yoki ishonchni suiistemol qilish yoli bilan ozganing mulkini yoki ozganing mulkiga bolgan huquqni qolga kiritish - \n\neng kam oylik ish haqining yuz baravarigacha miqdorda jarima yoki bir yilgacha axloq tuzatish ishlari yoxud olti oygacha qamoq bilan jazolanadi.\n\nFiribgarlik:\n\na) kop miqdorda;\n\nb) takroran yoki xavfli retsidivist tomonidan;\n\nv) bir guruh shaxslar tomonidan oldindan til biriktirib;\n\ng) kompyuter texnikasi vositalaridan foydalanib sodir etilgan bolsa, - \n\neng kam oylik ish haqining yuz baravaridan uch yuz baravarigacha miqdorda jarima yoki ikki yilgacha axloq tuzatish ishlari yoxud besh yilgacha ozodlikdan mahrum qilish bilan jazolanadi.\n\nFiribgarlik:\n\na) juda kop miqdorda;\n\nb) ota xavfli retsidivist tomonidan;\n\nv) uyushgan guruh tomonidan yoki uning manfaatlarini kozlab sodir etilgan bolsa, - \n\neng kam oylik ish haqining uch yuz baravaridan olti yuz baravarigacha miqdorda jarima yoki uch yilgacha axloq tuzatish ishlari yoxud besh yildan on yilgacha ozodlikdan mahrum qilish bilan jazolanadi.",
            "sharxi": "1. Firibgarlik mulkka qarshi qaratilgan jinoyatlar ichida eng kop tarqalganlaridan biri bolib, aldash yoki ishonchni suiistemol qilish yoli bilan ozganing mulkini yoki ozganing mulkiy huquqini qolga kiritishdan iborat boladi. Firibgarlikning oziga xos xususiyatlari nafaqat uning sodir etilishi usuli, balki qonunda maxsus belgilangan tajovuz qilish predmeti ham hisoblanadi.\n\n2. Firibgarlikning obyekti ozganing mulki hisoblanadi. \n\nTajovuz predmeti mulkdan tashqari yuridik kategoriya sifatida ozganing mulkiga bolgan huquq, mulkka bolgan alohida vaholatlar (masalan, aybdor uyda yashash huquqini qolga kiritishi mumkin) hisoblanadi. Bu huquqlar turli xil hujjatlarda, masalan, vasiyatnoma, sugurta polisi, muayyan boyliklarni olish uchun ishonchnoma, turli xil qimmatli qogozlarda mustahkamlangan bolishi mumkin. Nomi yozilgan qimmatli qogozlarda tasdiqlangan mulkiy huquqlar talab qilinganda, talablar (sessiya)ni qondirishning belgilangan tartibi asosida beriladi. Order boyicha huquq, yani shaxsga yoki uning topshirigiga kora ushbu hujjat boyicha ozga shaxsga berilgan huquq xususidagi otkazish yozuvi  indossament kiritilib, ijro amalga oshirilishi mumkin. Qimmatli qogozda amalga oshirilayotgan indossament ushbu hujjat otkazilayotgan shaxsga unga egalik qilishga bolgan barcha huquqlarni otkazadi. \n\nFiribgarlikning predmeti nafaqat mulk, balki unga bolgan huquqlar ham bolishi mumkinligi jinoyatning tugallangan vaqtini aniqlash uchun ahamiyatga egadir. Mulkiy huquqlarni ozida aks ettiruvchi hujjatlar turli xil firibgarlik operatsiyalarining predmeti bolishi amaliyotda uchramoqda. Firibgar qolga kiritilgan mulkka nisbatan huquqlarni aks ettiruvchi hujjatlarni olgan vaqtidan boshlab, ushbu hujjat boyicha firibgar tegishli mulkni buyum yoki pul ekvivalentida qolga kiritganligidan qati nazar jinoyat tugallangan hisoblanadi. Boshqacha aytganda, mulkka bolgan huquqni qolga kiritish natijasida aybdor mulkning ozini ham qolga kiritadi. .\n\n3. Obyektiv tomondan firibgarlik aldash yoki ishonchni suiistemol qilish yoli bilan ozganing mulkini yoki ozganing mulkiy huquqini qolga kiritishdan iborat boladi. Jismoniy usul xos bolgan boshqa kopgina jinoyatlardan farqli ravishda firibgarlik jinoyatida aybdor harakatlari axborot xususiyatiga ega boladi, yoki aybdor va jabrlanuvchi ortasidagi munosabatlar ozaro ishonch asosida shakllangan boladi. Qonunda mulkni egallash yoki mulkka bolgan huquqqa ega bolish usuli sifatida mazkur talon-toroj qilish shaklining oziga xos xususiyatlarini aks ettiruvchi yolgon yoki ishonchni suiistemol qilish korsatilgan. Biroq aldash hali mol-mulkni olish va uni jinoyatchi foydasiga otkazish degani emas. Firibgarlik tarkibida aldash yoki ishonchni suiistemol qilish asosiy harakat sodir etilishini taminlaydigan yordamchi harakat sifatida amalga oshiriladi. \n\nFiribgarlikda asosiy harakat deganda, jinoyat subyekti tomonidan aldash yoki ishonchni suiistemol qilish bilan shartlangan, mulkni mulkdorning egaligidan aybdor yoki u korsatgan shaxslar foydasiga otkazishi tushuniladi. Xuddi shu aloqador harakatlar firibgarlikning obyektiv tomoni belgilarini tashkil etadi. Ushbu jinoyatning oziga xosligi shundaki, tashqi tarafdan mulkdor tomonidan mulkni ixtiyoriy ravishda begonalashtirish va jinoyatchiga otkazish kuzatiladi. Aynan aldash yoki ishonchni suiistemol qilish mulkdorda yoki mulkning boshqa qonuniy egasida mulkni yoxud mulkiy huquqlarni jinoyatchiga otkazish fikrini tugdiradi. Shu usulda jabrlanuvchining ongi va ixtiyoriga tasir etish yoki uning ishonchini suiistemol qilish orqali firibgar mulkni oz foydasiga yoki boshqa shaxslar foydasiga otkazish maqsadiga erishadi. Bu yerda aldov yoki ishonchni suiistemol qilish talon-toroj qilishning zaruriy usuli sifatida gavdalanadi. \n\nJinoyatni sodir etish usullarining oziga xosligiga qarab qonunda firibgarlik  ikki turga ajratiladi: \n\n-aldash yoli bilan talon-toroj qilish;\n\n-ishonchni suiistemol qilish yoli bilan talon-toroj qilish.\n\n4. Sud-tergov amaliyoti, shuningdek, jinoyat huquqi nazariyasi firibgarlikni sodir etish usuli sifatida quyidagi aldash tushunchasini ishlab chiqqan, yani aldash deganda, mol-mulk egasi yoxud mol-mulk ishonib topshirilgan shaxsning ozi uni firibgarga ixtiyoriy ravishda, oz xohishi bilan berishi, jabrlanuvchini chalgitish uchun aybdor shaxs tomonidan har qanday fakt buzib korsatilishi yoki haqiqatni yashirish yoxud bila turib yolgon malumotlarni xabar qilish tushuniladi. Shuni etiborga olish lozimki, agar har qanday faktni buzib korsatish yoki haqiqatni yashirish qasddan sodir etilganligi isbotlanmasa va aldash usuli mavjud bolmasa, qilmish firibgarlik sifatida baholanishi mumkin emas.\n\nFiribgarlikda qasddan haqiqatni yashirish vositasi sifatida aldash jabrlanuvchiga xabar berilishi lozim bolgan fakt yoki holatlar haqida indamaslik orqali sodir etilgan bolsa, firibgarlik aldash usuli bilan sodir etilgan, deb qayd etish zarur boladi. Firibgarlik bilan talon-toroj qilishga olgan shaxs uchun doimiy ravishda tolovlar olib turish misol bola oladi. Shunga etibor berish lozimki, bunday harakatlar tasodifiy xususiyatga ega bolmasligi lozim. Bunda aybdor vujudga kelishi mumkin bolgan xato haqida bilmaydi va pul mablaglarini olib yashiradi hamda noqonuniy olingan mulkni ozining foydasiga aylantiradi. Ozganing mulkini olish tasodifiy xususiyatga egaligini firibgarlik sifatida kvalifikatsiya qilish mumkin emas. \n\nAldash otmishdagi, kelajakdagi yoki hozirgi fakt yoxud holatlarga nisbatan bolishi mumkin. 5. Aldash firibgarlik bilan talon-toroj qilish usuli sifatida aybdorni haqiqiy maqsadlariga (masalan, mulkni qaytarib bermaslik maqsadida qarzga olish); predmetga uning narxi, miqdori va sifatiga (rangli metallardan foydalangan holda tilla buyumlar sifatida har xil narsalar ishlab chiqarish, toliq bolmagan tovarni toliq narxida sotish) taalluqli bolishi mumkin. Aldash, shuningdek, firibgarning shaxsi, uning mansabi va ijtimoiy mavqei, kasbiga ham bogliq bolishi mumkin (masalan, shaxs ozini soliq inspeksiyasi xodimi sifatida tanishtiradi va soliq tolovlari sifatida pul mablaglarini oladi).\nAldash tarkibiga, shuningdek, bevosita mulkni topshirish uchun asos hisoblanmaydigan, lekin jabrlanuvchi tomonidan mulkni topshirayotgan vaqtda hisobga olinadigan boshqa holatlar ham kirishi mumkin. Bunday holatlar sifatida qalbaki guvohnomani taqdim etish, kvitansiya yozish, qalbaki sertifikat korsatish bolishi mumkin.\n\n6. Firibgarlik aldovlarining shakllari xilma-xildir. Aldash ogzaki yoki yozma shaklda, bitim predmetini qalbakilashtirish shaklida, karta oyinlarini oynashda kozboyamachilik usullarida, hisob-kitob qilishda qalbakilashtirilgan tolov predmetlaridan foydalanish shaklida bolishi mumkin. Qoida boyicha, firibgarlik harakati sodir etilishida turli xil aldash shakllaridan foydalaniladi.\n\nFiribgarlik aldovi qandaydir moddiy vositalardan foydalangan holda ham, ularsiz ham sodir etilishi mumkin. Jabrlanuvchining mulkiga tajovuz qilishda aldashning moddiy vositalari sifatida kopincha soxta hujjatlar ishlatiladi.\n\n7. Aybdor firibgarlikni sodir etishda qalbaki hujjatlardan foydalansa, uning qilmishi firibgarlik tarkibi bilan qamrab olinadi va JK 228-moddasi boyicha qoshimcha kvalifikasiya qilinmaydi. Hujjatlarni soxtalashtirish firibgarlik usuli sifatida tan olinishi mumkin emas, chunki faqatgina soxtalashtirish harakati bilan mulkni talon-toroj qilib bolmaydi.\n\nQalbaki hujjatlarni tayyorlash firibgarlikni sodir etishga tayyorgarlik korish hisoblanadi. Agar shaxs qalbaki hujjatlardan firibgarlikda foydalana olmasa, jinoyatlar majmui boyicha firibgarlikka tayyorgarlik korish va hujjatlarni qalbakilashtirish uchun javobgarlik kelib chiqadi (JK 168 va 228-moddalari). Shunga etibor berish lozimki, agar soxta hujjat (kasallik varaqasi, haydovchilik guvohnomasi, malumotnoma va hokazo) firibgar tomonidan tayyorlanmagan bolib, u boshqa shaxs tomonidan tayyorlanib, ushbu shaxs hujjatdan talon-toroj qilishda foydalanishini bilgan bolsa, unda bu shaxs nafaqat hujjatlarni qalbakilashtirganlik uchun, balki firibgarlik orqali talon-toroj qilishda yordamchi sifatida javobgarlikka tortiladi.\n\n8. Firibgarlik orqali qalbaki hujjatlardan foydalanishning eng keng tarqalgan turlariga noqonuniy ravishda yuqori ish haqi, pensiyaga, nafaqalarga va boshqa davriy tolovlarga foiz qoshimchalari olish kabilar kiradi.Ushbu holatda firibgarlik yolgoni tarkibiga sogligi, yoshi, mehnat ish haqi, ortacha ish haqi togrisida yolgon malumotlar berish kiradi. Aybdor bularni magistrlik, doktorlik yoki fan nomzodi diplomi, professor yoki dotsent attestati, shifokor, oqituvchi bolib ishlashi haqidagi huquq ornatuvchi hujjatlar bilan tasdiqlaydi. Ushbu harakatlar qisman qaytarilmasligi va qasddan sodir etilganligi uchun talon-toroj qilishning barcha belgilariga javob beradi, biroq uning miqdorini olingan barcha pul mablagi emas, balki foiz ustamalari yoki oddiy va oshirilgan ish haqlari ortasidagi farq tashkil etadi. Masalan, ilmiy darajaga ega bolmagan davlat oliy oquv yurtining oqituvchisi tomonidan aldash yoli bilan noqonuniy ravishda ilmiy darajasi uchun ortiqcha pul summasi olishi. Shu orinda soxta hujjatlarni tayyorlash va foydalanish bilan bogliq firibgarlikni qalbaki diplom orqali ishga joylashish va shaxs egallash huquqiga ega bolmagan lavozim majburiyatlarini bajarganligi uchun tegishli ish haqini olganlik holatidan farqlamoq lozim. Bu holatda firibgarlik jinoyatining tarkibi yoq, chunki ozganing mablaglarini qoplamasdan olish holati mavjud emas.\n\n9. Firibgarlik sifatida bir shaxsning ozga shaxs, yani ularni olishga haqiqiy huquqi bolgan shaxs nomidan soxta ishonchnomani taqdim etish orqali boshqa shaxsga moljallangan pul mablaglarini olishni aldash yoli bilan turli xil pul tolovlarini ozlashtirish tariqasida kvalifikatsiya qilmoq lozim. Firibgarlik tarkibiga, shuningdek, jabrlanuvchiga yomon sifatli arzon narxli buyumlarni berish bilan bogliq turli xil shartnomalarni amalga oshirishni (oldi-sotdi, ijara va hokazo) ham kiritish mumkin. Kop holatlarda ozganing mulkini egallash imkoniyati uchun qalbaki shartnomani tuzishning ozi yetarlidir. Bu yerda firibgar umuman mavjud bolmagan yoki oziga tegishli bolmagan buyum uchun pul olishi mumkin.\n\nFiribgarlik umuman bajarilmagan yoki kam hajmda bajarilgan ish yoxud xizmatlari uchun bila turib olingan soxta mehnat shartnomasi yoki boshqa shartnomalar asosida ozining foydasiga pul mablaglarini otkazish shaklida amalga oshirilishi mumkin. Kelajakda bajarib bolmaydigan ishlar uchun majburiyatlarni bajarish sharti sifatida pul mablaglarini olish, agar aybdorning olingan majburiyatlarni bajarmaslik va pul mablaglarini egallab olish maqsadi mavjudligi aniqlanadigan bolsa, firibgarlik boyicha kvalifikatsiya qilinishi mumkin. \n\n10. Obyektiv tomondan firibgarlik ishonchni suiistemol qilish yoli bilan ham sodir etilishi mumkin.\n\nShuni takidlash lozimki, ishonch tushunchasi kop uchrab turishiga qaramasdan, uning qonunchilikda belgilangan tarifi mavjud emas va umumiy huquq nuqtayi nazaridan baholanishi lozim. \n\nShu nuqtayi nazardan kelib chiqib, ishonch deganda, subyektlar ortasidagi ozaro aloqalarni tavsiflaydigan xususiyat sifatida imon, yani ijobiy, moddiy bazadan mustaqil, ushbu malumotni tasdiqlaydigan xususiyatga ega bolgan malumotlar haqida xabar berishdagi subyektiv munosabatlar tushuniladi. Boshqacha aytganda, ishonch bu xabar qilinayotgan holat va faktlarni yoki sodir etilayotgan harakatlarni haqqoniy ravishda, hech qanday isbot talab etmasdan, toliq va sozsiz qabul qilish. Ishonch subyektiv munosabatlarning murakkab tizimi bolib, ogzaki va yozma, harakat (konklyudent) shakllarga ega bolishi mumkin. Biroq ishonch asoslangan shakl ushbu harakatlarni baholashga tasir etmaydi va har bir holatda aybdor va jabrlanuvchi ortasida ishonch mavjud bolganligini alohida aniqlamoq lozim.\n\nIshonchni suiistemol qilish deganda, aybdor shaxs tomonidan ozganing mulkini qonunga xilof ravishda oz foydasiga olish uchun ozi va mol-mulk egasi yoxud mol-mulk egaligi ixtiyorida turgan shaxs ortasidagi alohida, ozaro ishonchga asoslangan munosabatlardan qonunga xilof ravishda mulkni oz foydasiga olish uchun foydalanishi tushunilmogi lozim. Ishonchga asoslangan munosabatlar firibgar va jabrlanuvchi shaxs ortasida prokat, ijara, oldi-sotdi, topshiriq shartnomasi va hokazolarda vujudga kelishi mumkin. 11. Ishonchni suiistemol qilishni jinoyat sodir etish usuli sifatidagi aldashdan farqlamoq lozim. Sharhlanayotgan usuldan farqli ravishda, aldash jabrlanuvchida aybdorga nisbatan ishonch mmunosabatlarini shakllantirib, oz mulkini topshirish maqsadiga qaratilgan faol harakatlarda ifodalanadi. Boshqacha aytganda, ishonch  bu aybdorga jabrlanuvchining ishonchini suiistemol qilish orqali uning mulkini egallash uchun zarur bolgan bir bosqichdir. Aybdor ozi va mulkdor yoki boshqa qonuniy egallovchi bilan shunday alohida ishonchni qozonish usullaridan foydalanadiki, natijada turli aldashlar orqali jabrlanuvchining ishonchiga kirib oladi. Ishonchni suiistemol qilish firibgarlik jinoyatining mustaqil usuli sifatida kamdan-kam hollarda alohida holda uchraydi. Misol tariqasida blanka imzosini suiistemol qilish (mulkni egallash maqsadida toldirilmagan imzoli blankadan foydalanish)ni olish mumkin.\n\n12. Ishonchni suiistemol qilish va aldashning har qanday shaklining mohiyati shundaki, ishonchga erishgan aybdor jabrlanuvchida qandaydir holatlar haqida notogri taassurot uygotadi va mulki yoki mulkiy huquqlarini otkazishi foydaliligiga yoki majburiyligiga ishontiradi. Boshqacha aytganda, firibgarlikda jabrlanuvchining aybdorga ishongani yoki aldangani sababli ozi mulkni ixtiyoriy ravishda berib yuboradi.\n\n13. Firibgarlik ozganing mulki qolga kiritilgan va aybdorda oz ixtiyoriga kora talon-toroj qilingan mulkni tasarruf etish imkoniyati paydo bolgan paytdan boshlab tugallangan jinoyat hisoblanadi. Agar aybdor jabrlanuvchi ishonchini suiistemol qilish yoki aldash natijasida mulkni qolga kirita olmasa, unda qilmishni firibgarlik sodir etishga suiqasd sifatida kvalifikatsiya qilmoq lozim.\n\n14. Subyektiv tomondan ushbu jinoyat faqat qasddan va garaz maqsad bilan sodir etiladi. Aybdor ozganing mulkini qolga kiritish maqsadida jabrlanuvchini chalgitayotganligini yoki bila turib ishonchini suiistemol qilayotganligini anglab yetadi va buning sodir etilishini xohlaydi. Shuningdek, ushbu jinoiy qilmishni aybdor mulkiy foyda olish va boyib ketish maqsadida sodir etadi. Garaz maqsadning mavjudligi firibgarlikning zaruriy alomati hisoblanadi, shu bilan birga, agar mulkni aldash yoli bilan garazli maqsadlarsiz egallagan bolsa (masalan, boshqa shaxsning nomidan oylik ish haqini unga berib qoyish maqsadida olish), qilmishni firibgarlik sifatida kvalifikatsiya qilib bolmaydi.\n\n15. Ushbu jinoyatning subyekti on olti yoshga tolgan aqli raso shaxs hisoblanadi.\n\n16. Firibgarlikni ogrilikdan farqlash lozim, chunki uni sodir etishda ham aybdor inshootga, binoga, uyga kirib olish va mulkni yashirincha talon-toroj qilish maqsadida aldashdan foydalanadi. Firibgarlikni sodir etishda aldash yoki ishonchni suiistemol qilish ozganing mulkini qolga kiritish usuli bolib xizmat qiladi, ogrilik sodir etishda aldashni qollash ogirlanadigan narsani qolga tushirishni yengillashtirish vositasi hisoblanadi. Firibgarlik sodir etilganda jabrlanuvchi shaxs mol-mulkni yoki mulkiy huquqni firibgarga ozi ixtiyoriy ravishda topshiradi, ogrilikda esa aybdor shaxs uni mol-mulk egasining yoki mol-mulk ixtiyorida turgan shaxsning ruxsatisiz yashirin ravishda talon-toroj qiladi. Yana shunisi borki, faqat ozganing mulkigina ogrilik predmeti bolishi mumkin, firibgarlik predmeti esa ozganing mulki yoki unga bolgan huquqi hamdir. Shuning uchun, shaxsga muayyan vakolatlar bilan taminlanmagan jismoniy harakatlar sodir etish uchun (chemodanni kotarishga yordam berish, ishonib topshirilgan buyumlarga qarab turish va hokazo) berilgan mulkni garazli maqsadlarda egallab olish firibgarlikni emas, balki ogirlik jinoyatini tashkil etadi.\n\n17. Shunga etibor berish lozimki, sharhlanayotgan moddaning birinchi qismi boyicha jinoiy javobgarlik faqatgina, tashkilot, muassasa va korxonaning ogirlangan mulkining umumiy summasi eng kam oylik ish haqining besh baravari miqdoridan kam bolmaganda kelib chiqadi. Aks holda shaxs Mamuriy javobgarlik togrisidagi kodeksining 61-moddasi bilan javobgarlikka tortiladi. Agar ogirlangan mulkning umumiy summasi Mamuriy javobgarlik togrisidagi kodeksning 61-moddasi 3-qismida korsatilgan miqdordan oshmasa, aybdor necha marta mayda ogirliklar sodir etganligidan qati nazar mamuriy javobgarlikka tortiladi. Ayni paytda, agar firibgarlik orqali talon-toroj qilish fuqarolarning mulkiga nisbatan sodir etilgan bolsa, mulkning umumiy summasi Mamuriy javobgarlik togrisidagi kodeksning 61-moddasi 3-qismida korsatilgan miqdordan oshmasa ham jinoyat sharhlanayotgan moddaning 1-qismi boyicha kvalifikatsiya qilinadi. Shuni takidlash kerakki, qonunga kora ogrilik va firibgarlik yoli bilan fuqarolarning mulkini talon-toroj qilganlik uchun jinoiy javobgarlik talon-toroj summasi miqdoridan qati nazar kelib chiqadi. Biroq talon-toroj miqdori eng kam oylik ish haqining besh baravaridan oshmagan har bir holda surishtiruv, tergov organlari va sudlar ayblanuvchining (sudlanuvchining) shaxsiga oid malumotlarni hamda moddiy zararning qoplanganligini inobatga olgan holda jinoyat ishini JK 65 va 66-moddalariga asosan tugatish masalasini muhokama etishi kerak[ Qarang: Ozbekiston Respublikasi Oliy sudi Plenumining Jazolarni liberallashtirish togrisidagi qonunni iqtisodiyot sohasidagi jinoyatlarga nisbatan qollashning ayrim masalalari haqidagi 2004 yil 21 maydagi 4-sonli qarori, 3-band, 2-qism. ].\n\nTalon-toroj qilingan mulkning miqdorini aniqlash qilmish sodir etilgan kunda amalda bolgan eng kam oylik ish haqining miqdoridan kelib chiqib belgilanadi. Talon-toroj qilingan mulkning qiymatini aniqlashda ishning muayyan holatlariga qarab, huquqbuzarlik sodir etilgan kundagi shartnomaviy, bozor va birja narxlariga asoslanish lozim[ Qarang: Osha joyda, 2-band, 3-4-qismlar. ].\n\n18. JK 168-moddasi 2-qismida nazarda tutilgan firibgarlik jinoyati tarkibining kvalifikatsiya qilish belgilariga:\n\na) kop miqdorda;\n\nb) takroran yoki xavfli retsidivist tomonidan;\n\nv) bir guruh shaxslar tomonidan oldindan til biriktirib;\n\ng) kompyuter texnikasi vositalaridan foydalanib sodir etilgan harakatlar kiradi. \n\nUshbu belgilar yuqorida toliq korib chiqildi (JK 164 va 167-moddalari sharhiga qarang). Shu bilan birga, kompyuter texnikasi vositalaridan foydalanish belgisi firibgarlik munosabatlariga nisbatan oziga xos xususiyat kasb etadi va alohida korib chiqilishi lozim.\n\n19. Firibgarlikda kompyuter texnikasi vositalaridan foydalanish yordamchi ahamiyat kasb etib, jinoyatchining maqsadga muvaffaqiyatli erishishini, jabrlanuvchini tez va samarali ishontirishni, uning ixtiyorini oziga ogdirib olishni taminlaydi. Firibgarlikning sharhlanayotgan kvalifikatsiya qilish belgisi amaliy jihatdan turli shakllarda ifodalanishi mumkin, biroq uning farqlab turuvchi belgilari bolib, ushbu jinoyatni sodir etish usullarini osonlashtirish maqsadida, yani aldash yoki jabrlanuvchining ishonchini suiistemol qilishni yengillashtirishda foydalaniladi.\n\n20. Kompyuter texnikasi vositalaridan foydalanib firibgarlik sodir etish harakatlarining kvalifikatsiya qilinishiga, masalan, kompyuterlardan foydalanib noqonuniy lotereya, Internetda sotilgan tovarlarni yetkazib bermaydigan dokonlarni tashkil etish va boshqalarni kiritish mumkin. Shuningdek, ushbu modda boyicha kompyuter vositalaridan foydalanib jabrlanuvchiga qalbaki hujjatlarni (masalan, qalbaki guvohnoma) taqdim etib aldaydigan jinoyatchining qilmishlarini ham kvalifikatsiya qilish lozim. Shunga alohida etibor berish lozimki, agar kompyuter vositalaridan ayblanuvchining ozi yoki aybdorni ogohlantirgan holda uchinchi shaxs tomonidan foydalanilsagina, ushbu belgilarni mavjud deb hisoblash mumkin (masalan, firibgar kompyuter texnika vositalaridan foydalanilishini bilgani holda qalbaki hujjatga buyurtma berishi). Agar firibgar qandaydir qalbaki hujjat kompyuter vositalaridan foydalanib tayyorlanganligini bilmagan bolsa, unda uning harakatlarini kompyuter texnikasi vositalaridan foydalanib firibgarlik sodir etish sifatida kvalifikatsiya qilish mumkin emas. \n\nAgar aybdor kompyuter texnika vositalarining obyektiv xususiyatlaridan foydalanayotganligini tushunib yetgan va ozining jinoiy maqsadlariga yetishish uchun uni xohlagan bolsagina, kompyuter texnikasi vositalaridan foydalanib firibgarlik sodir etilganligini qayd etish mumkin.\n\n21. Kompyuter texnikasi vositalaridan foydalanib sodir etiladigan firibgarlik va boshqa jinoyatlarni bir-biridan ushbu vositalardan qanday maqsadlar uchun foydalanganligi boyicha farqlash zarur. Shuni nazarda tutish lozimki, kompyuter texnikasi vositalaridan foydalanib qalbaki hujjatlar tayyorlanganda yoki boshqa ijtimoiy xavfli qilmishlar sodir etilganda, ikkinchisi JK 168-moddasi 2 qismining g bandi tarkibini qamrab olmaydi va jinoyatlar majmui boyicha JK tegishli moddalari bilan qoshimcha kvalifikatsiya qilinadi.\n\n22. JK 168-moddasining 3-qismida firibgarlik tarkibining quyidagi alohida kvalifikatsiya qilish belgilari aks ettirilgan:\n\na) juda kop miqdorda;\n\nb) ota xavfli retsidivist tomonidan;\n\nv) uyushgan guruh tomonidan yoki uning manfaatlarini kozlab sodir etilgan bolsa.\n\nUshbu belgilar bosqinchilik tarkibiga kiruvchi belgilari bilan aynan mos keladi (JK 164-moddasi sharhiga qarang).\n\n23. JK 168-moddasi 4-qismida ragbatlantiruvchi norma nazarda tutilgan bolib, unga kora agar ayblanuvchi yetkazilgan moddiy zararning ornini qoplagan taqdirda, ozodlikdan mahrum qilish tariqasidagi jazo qollanilmaydi. Jinoyat kodeksida moddiy zarar qancha miqdorda qoplanishi lozimligi korsatilmagan, biroq mohiyatidan moddiy zarar tola hajmda qoplanishi kelib chiqadi."
        },
        {
            "modda_raqami": "169 - modda. O'grilik. ",
            "matni": "169 - modda. Ogrilik\n\nO'grilik, yani ozganing mol-mulkini yashirin ravishda talon-toroj qilish - \n\neng kam oylik ish haqining ellik baravarigacha miqdorda jarima yoki ikki yilgacha axloq tuzatish ishlari yoki olti oygacha qamoq yoxud uch yilgacha ozodlikdan mahrum qilish bilan jazolanadi. \n\nO'grilik:\n\na) jabrlanuvchining kiyimi, sumkasi yoki boshqa qol yukidagi ashyoga nisbatan (kissavurlik);\n\nb) ancha miqdorda;\n\nv) bir guruh shaxslar tomonidan oldindan til biriktirib;\n\ng) uy-joy, omborxona yoki boshqa xonaga gayriqonuniy ravishda kirib sodir etilgan bolsa, -\n\neng kam oylik ish haqining uch yuz baravarigacha miqdorda jarima yoki ikki yildan uch yilgacha axloq tuzatish ishlari yoxud uch yildan besh yilgacha ozodlikdan mahrum qilish bilan jazolanadi. \n\nO'grilik:\n\na) takroran yoki xavfli retsidivist tomonidan;\n\nb) kompyuter tizimiga ruxsatsiz kirib;\n\nv) kop miqdorda sodir etilgan bolsa, -\n\nbesh yildan sakkiz yilgacha ozodlikdan mahrum qilish bilan jazolanadi. \n\nO'grilik:\n\na) juda kop miqdorda;\n\nb) ota xavfli retsidivist tomonidan;\n\nv) uyushgan guruh tomonidan yoki uning manfaatlarini kozlab sodir etilgan bolsa, -\n\nsakkiz yildan on besh yilgacha ozodlikdan mahrum qilish bilan jazolanadi.",
            "sharxi": "1. Ozganing mulkini yashirin ravishda talon-toroj qilish yoki ogrilik iqtisodiyot sohasidagi eng keng tarqalgan jinoyatlardan biridir. Talon-toroj qilishning barcha shakllari ichida ogrilik jinoyati sodir etilish usuli jihatidan eng xavfi kamrogi deb topilishi mumkin: unda jismoniy yoki ruhiy tasir etish qollanilmaydi; aybdor uni sodir etishda ozidagi vakolatlardan va mol-mulkni egallashda aldashdan foydalanmaydi. Aybdor huquqqa xilof va yashirin ravishda, yani boshqa shaxslardan yashirin holda mulkdorning xohish-irodasiga qarshi ozganing mulkini ozlashtiradi va uni ozining mulki sifatida tasarruf eta boshlaydi. Biroq ogrilik, statistika korsatishicha, ozganing mulkini talon-toroj qilishning eng keng tarqalgan usulidir va bu uning ijtimoiy xavfliligini oshiradi.\n\n2. Ogrilik jinoyatining obyekti ozganing mulkidir. Mulk sifatida faqatgina ixtiyoriy holatdagi va shakldagi, iqtisodiy qiymatga ega bolgan tovar-moddiy boyliklar, shuningdek, narxning umumiy ekvivalenti sifatida, maxsus tovar sifatida, boshqa turdagi mulk narxini aks ettiruvchi pul hisoblanishi lozim. \n\nShuni takidlash joizki, ogrilik uchun ozganing egaligida bolgan mulkni olib qoyish xosdir. Biroq ogrilik aybdorning mulkka nisbatan tasarruf etish va foydalanish huquqidan tashqari boshqa muayyan huquqi bolgan mulkni ogirlash va egallashga ham qaratilishi mumkin. Bu yerda ishlab chiqarishda ishchi tomonidan xom ashyoni yoki tayyor mahsulotni, jabrlanuvchi tomonidan vaqtincha qarab turishga tashlab ketilgan mulkni, dokonda kiyib korish uchun olingan mulkni, aravakashga yetkazib berish uchun topshirilgan mulkni ogirlash nazarda tutilmoqda. \n\n3. Obyektiv tomondan ogrilik ozganing mulkini yashirin ravishda talon-toroj qilishda ifodalanadi. \n\nTalon-toroj qilishning yashirinligi deganda, jinoyat mol-mulk egasi yoki mol-mulk ishonib topshirilgan yoxud ixtiyorida turgan shaxsga sezdirmasdan yoki mulkdor yoxud mol-mulkning talon-toroj qilinishidan manfaatdor  bolmagan boshqa shaxslar yoq vaqtida sodir etilishi tushuniladi.\n\nBiroq barcha holatlarda talon-toroj qilishni yashirin deb hisoblash uchun, ozaro bogliq bolgan ikkita: obyektiv va subyektiv mezonni tahlil qilish va baholash lozim.\n\n4. Talon-toroj qilish usulini baholashning obyektiv mezoni shundan iboratki, mol-mulkni ochiqdan-ochiq talon-toroj qilish atrofdagi shaxslarning kozi oldida sodir etilgan bolsa-yu, atrofdagilar buni anglamasa (masalan, aybdor birovning chamadonini egasi yoqligidan foydalanib atrofdagilarning kozi oldida ogirlaydi, bunda jinoyatchi atrofdagilar u oz chamadonini olib ketyapti, deb oylashlariga ishonadi va hokazo), bu holda qilmish ozganing mulkini yashirin ravishda talon-toroj qilish deb hisoblanishi lozim. Agar mulk egasi yoki mol-mulk ixtiyorida bolgan yoxud u ishonib topshirilgan shaxs talon-toroj qilish chogida hozir bolsa-yu, ammo talon-toroj sodir bolayotganini tushunib yetmasa, shaxsning qilmishi (masalan, mol-mulk egasi, qorovul uxlayotgan boladi yoxud alkogol yoki narkotik mastlik holatida bolib, mol-mulk talon-toroj qilinayotganini anglab yetmaydi) ogrilik deb kvalifikatsiya qilinadi. Jinoyatni sodir etish obyektiv mezonlari bahosiga asoslanib, bu yerda talon-torojlikni yashirin deb topishning bir necha usullari mavjuddir. Ulardan birinchisi, amaliyotda koproq uchraydigan shakli, yani umuman guvohlar mavjud bolmaganda, masalan, qoriqlanmayotgan tovar-moddiy qimmatliklari ulgurji bazasi omboridan kechasi yoki egasi uyda bolmaganda ogrining qulfni buzib ogirlashidir. Ikkinchisi, egasi yoki boshqa shaxslar bolsa ham, ularga bildirmasdan, yashirin ravishda mol-mulkni talon-toroj qilish, masalan, chontak ogriliklari va hokazo. Bunday holatlarda ogrilik kamdan-kam holatlarda adashib mulkni oshkora talon-toroj qilish, talonchilik deb topilishi mumkin.\n\n5. Obyektiv mezonlarga asoslanib talon-toroj qilish, agar aybdor ozganing mulkini mulk egasining bevosita ozidan yoki uning ishtirokida, jabrlanuvchi sodir bolayotgan jinoiy harakatlarni anglamagan holatda bolganida (qattiq uyqu, xushdan ketish, qattiq mast holat va boshqalar) sodir etilsa ham, yashirin deb hisoblanadi. Va, nihoyat, ushbu mezondan kelib chiqib, sud-tergov amaliyotida aybdor tomonidan hammaning koz ongida mulkni qonuniy egasi sifatida olishi va boshqa shaxslar ushbu harakatlar noqonuniy fel-atvorga ega ekanligini anglamagani holda ozganing mol-mulkini qasddan talon-toroj qilish yashirin ravishda deb hisoblanadi. Bunday holatlar kopincha, masalan, temir yol vagonidan tovarlar tushirilayotganda aybdor yuk tushiruvchi sifatida kelib qandaydir buyum (yashik, qop)ni oladi va ozining foydasiga aylantiradi yoki aybdor vokzal yoxud aeroportda qarovsiz qolgan buyumlarni uning egasi sifatida kelib, olib ketadi.\n\nOgri tomonidan ozganing mulki noqonuniy ravishda olinayotganligini va buning sodir etilishini anglamaydigan yoki ushbu holat boyicha guvohlik bera olmaydigan shaxslar, masalan, bolalar yoki aqliy zaif shaxslar borligida ogrilik qilishi ham yashirin hisoblanadi[ Qarang: Ozbekiston Respublikasi Oliy sudi Plenumining Ozgalar mulkini ogirlik, talonchilik va bosqinchilik yoli bilan talon-toroj qilish jinoyat ishlari boyicha sud amaliyoti togrisidagi 1999 yil 20 apreldagi 6-sonli qarori, 2-band. ].\n\nShuningdek, aybdorni ozining yaqin kishilari, qarindoshlari, hamkasblari oldida qilmishini anglagan holda, biroq ularni jim yurishiga ishonib sodir etgan ogirligi ham yashirin sifatida kvalifikatsiya qilinmogi lozim. 6. Talon-toroj qilishni yashirin deb baholashning subyektiv mezoni ogrining jinoyatda ishtiroki bolmagan barcha shaxslardan yashirin holatda, ularning sodir etilgan ozganing mulkini talon-toroj qilishdan xabari yoq, degan ichki ishonchi hisoblanadi. Shaxsning ozi tomonidan sodir etilayotgan talon-torojning yashirin, boshqalarga bildirmasdan sodir etilganligi togrisidagi subyektiv ishonchi jinoyatning haqiqiy holatlariga mos keladigan obyektiv faktlarga asoslanmogi lozim. Ular turli xil bolishi mumkin: jinoyat sodir etilayotgan joyda hech kimning mutlaqo mavjud emasligi, obyektni qoriqlayotgan qorovulning uxlab yotishi, hech qanday vakolatlar bermagan holda ilk bora uchrashgan shaxsga vaqtincha qoldirilgan mulkni ogirlash va hokazo.\n\nShunday qilib, barcha holatlarda ogrilikni yashirin deb topishning hal qiluvchi ahamiyati bu holatni aybdorning ozi tomonidan baholanishi hisoblanadi. Shuningdek, agar aybdor yashirin harakat qildim deb hisoblasa, lekin ogrilik fakti kim tomonidandir anglangan bolsa ham aybdor harakatlari ogrilik sifatida kvalifikatsiya qilinadi. Masalan, transport vositasidagi kissavurlik, agar uni kimdir uzoqdan kuzatib turgan bolsa ham shundayligicha qolaveradi. Biroq, agar ogri qilayotgan ishni kimningdir jinoiy harakat ekanligini anglab yetganini bilib qolsa, u oz harakatlarini toxtatib, ogrilik sodir etilgan joydan yashirinsa, bunda qilmish JK 169-moddasi tegishli qismi va 25-moddasi 2-qismi bilan kvalifikatsiya qilinadigan ogrilikka suiqasd qilish hisoblanadi. Agar aybdor xuddi shunday obyektiv va subyektiv holatlarda, mulkka daxl qilayotganligini uchinchi shaxslar bilib qolganligini sezib qolsa, biroq jinoyatning muayyan holatlaridan foydalanib uni oxirigacha yetkazsa va ogirlangan buyumlar bilan yashirinishga harakat qilsa, unda u ozganing mulkini oshkora talon-toroj qilganlik uchun javobgarlikka tortiladi[ Qarang: Ozbekiston Respublikasi Oliy sudi Plenumining Ozgalar mulkini ogirlik, talonchilik va bosqinchilik yoli bilan talon-toroj qilish jinoyat ishlari boyicha sud amaliyoti togrisidagi 1999 yil 2 apreldagi 6-sonli qarori, 2-band, 1-qism. ]. \n\n7. Mulkni yashirin ravishda olish ogrilikning zaruriy belgisi hisoblanadi. Ushbu qilmishni kvalifikatsiya qilishda katta  ahamiyat kasb etadigan belgilardan biri uning talon-toroj qilishning zorlik ishlatmaydigan usuli ekanligidir. Bundan yashirin ravishda mulkni olish zorlik ishlatish bilan amalga oshirilsa yoki zorlik mulkni olishga sabab bolgan bolsa, qilmishni ogrilik tariqasida kvalifikatsiya qilish mumkin emas degan xulosa kelib chiqadi. Shuningdek, ushbu holatga, mulkni yashirin ravishda olish, zorlik ishlatish yoli bilan jabrlanuvchini aybdorning jinoiy harakatlarini kuzatishdan mahrum qilishi (qamab qoyish, boshqa joyga olib borish) ham kiradi. Ushbu harakatlarni zoravonlik ishlatish fel-atvoriga qarab JK 164 yoki 166-moddalari bilan kvalifikatsiya qilish lozim.\n\nShuni takidlash lozimki, shaxsni ojiz holatga keltirish maqsadida uning organizmiga sogligi va hayoti uchun xavfli bolgan kuchli tasir qiluvchi vositalarni kiritish va buning natijasida davlat, jamiyat yoki shaxsiy mulkni egallab olish talonchilik tariqasida kvalifikatsiya qilinishi lozim. Agar shu maqsadlarda jabrlanuvchi organizmiga hayot va sogliq uchun xavfli bolmagan vositalarni kiritsa, ushbu qilmish kelib chiqadigan oqibatlariga bogliq ravishda zorlik ishlatish orqali ogirlik yoki ushbu jinoyatga suiqasd sifatida kvalifikatsiya qilinmogi lozim. Shu orinda, agar zorlik ishlatish harakatlari aybdor tomonidan ozganing mulkini yashirin ravishda talon-toroj qilish tugagandan keyin qolga tushishdan qutulish maqsadida sodir etilgan bolsa, zorlik ishlatishning xususiyati va kelib chiqqan oqibatlarga qarab qilmishni ogrilik deb, boshqa jinoyatlarning belgilari bolganda jinoyatlar majmui boyicha kvalifikatsiya qilish lozim[ Qarang: Osha joyda, 2-band, 2-qism. // Ozbekiston Respublikasi Oliy sudining 1998 yil 28 dekabr1999 yil 14 maydagi Plenum qarorlari, 51-bet.].\n\n8. Jinoyatchi ozgalar mulkini ogrilik bilan egallagan va undan oz xohishicha foydalanish yoki uni ishlatish imkoniyatiga ega bolgan vaqtdan boshlab, ogrilik jinoyati tugallangan hisoblanadi[ Qarang: Ozbekiston Respublikasi Oliy sudi Plenumining Ozgalar mulkini ogirlik, talonchilik va bosqinchilik yoli bilan talon-toroj qilish jinoyat ishlari boyicha sud amaliyoti togrisidagi 1999 yil 20 apreldagi 6-sonli qarori, 5-band. ].\n\nOgirlangan mulkka nisbatan tasarruf etishning haqiqiy imkoniyati deganda, jinoyatchiga mulkka nisbatan, mulkning qonuniy egasiga tegishli bolgan kompleks huquqlarni amalga oshirishga imkoniyat beradigan obyektiv jihatdan mavjud munosabatlar va atrofdagi holatlar tushuniladi. Obyektiv jihatdan mavjud munosabatlar bu orinda ozining obyektiv belgilari boyicha jinoyatchiga sezdirmasdan sodir etganligi togrisida xulosa chiqarishga asos boladigan holatlar, yani hech kimni quvmaganligi, xavotirning yoqligi, mulkni sezdirmasdan qoriqlanayotgan hududdan olib chiqib ketish kabilar tushuniladi. Boshqacha aytganda, yashirish talon-toroj qilishning tugallangan vaqtini aniqlashda aybdorning subyektiv tasavvuri muhim ahamiyat kasb etadi. Bunda obyektiv haqiqiylikdagi holatlarga asoslanib ozida ogirlangan narsaga nisbatan tasarruf etish va foydalanish imkoniyati mavjud deb oylaydi. \n\n9. Subyektiv tomondan ogrilik togri qasd bilan sodir etiladi. Aybdor olingan ozganing mulkining nafaqat noqonuniyligini va qaytarib berilmasligini, balki oz harakatlarining yashirin usullarini ham tushunib yetadi. Uning mulkni egallab olish moljali xuddi ana shunga asoslanadi. Shu bilan birga aybdor ushbu jinoyatning subyektiv tomonining zaruriy belgisi hisoblanuvchi garazli (noqonuniy ravishda boylikka ega bolish) maqsadini ham kozlaydi.\n\n10. Ushbu jinoyatning subyekti 14 yoshga tolgan har qanday shaxs bolishi mumkin.\n\nShuni takidlash lozimki, mulkni yashirin talon-toroj qilish ogirlanayotgan mulkka nisbatan uni tasarruf etish, boshqarish, yetkazib berish yoki saqlash boyicha muayyan vakolatlarga ega bolgan shaxs tomonidan sodir etilgan bolsa, unda qilmishni JK 167-moddasi boyicha kvalifikatsiya qilish lozim.\n\n11. Sharhlanayotgan moddaning birinchi qismi boyicha jinoiy javobgarlik faqatgina tashkilotlardan, muassasalardan va korxonalardan xodim tomonidan ogirlangan mulkning umumiy qiymati eng kam oylik ish haqining besh baravaridan yuqori bolganda kelib chiqadi. Aks holda shaxs Mamuriy javobgarlik togrisidagi kodeksning 61-moddasiga muvofiq javobgarlikka tortiladi. Agar ogirlangan mulkning umumiy qiymati  Mamuriy javobgarlik togrisidagi kodeksning 61-moddasi 3-qismida korsatilgan miqdordan oshib ketmasa, necha marotaba mayda ogrilik sodir etilganligidan qati nazar, shaxs faqatgina mamuriy javobgarlikka tortiladi. Shu bilan birga, agar ogrilik fuqarolarning mulkiga nisbatan amalga oshirilgan bolsa va ogirlangan mulkning umumiy summasi Mamuriy javobgarlik togrisidagi kodeksning 61-moddasi 3-qismida korsatilgan miqdordan oshib ketmasa ham, qilmishni jinoyat sifatida sharhlanayotgan moddaning birinchi qismi boyicha kvalifikatsiya qilish lozim. Biroq, talon-toroj miqdori eng kam oylik ish haqining besh baravaridan oshmagan har bir holda surishtiruv, tergov organlari va sudlar ayblanuvchining (sudlanuvchining) shaxsiga oid malumotlarni hamda moddiy zararning qoplanganligini inobatga olgan holda jinoyat ishini Jinoyat kodeksining 65 va 66-moddalariga asosan tugatish masalasini muhokama etishi kerak[ Ozbekiston Respublikasi Oliy sudi Plenumining Jazolarni liberallashtirish togrisidagi qonunni iqtisodiyot sohasidagi jinoyatlarga nisbatan qollashning ayrim masalalari haqidagi 2004 yil 21 maydagi 4-sonli qarori, 3-band, 2-qism. ].\n\nOgirlangan mulkning miqdori huquqbuzarlik sodir etilgan kunda amalda bolgan Respublikada belgilangan eng kam oylik ish haqi miqdoridan kelib chiqib aniqlanadi. Ogirlangan mulkning qiymatini aniqlashda ishning muayyan holatlariga qarab, huquqbuzarlik sodir etilgan kundagi shartnomaviy, bozor, birja baholariga asoslanish lozim[ Qarang: Yuqoridagi Plenum qarori, 2-band, 3 va 4-qismlar. // Ozbekiston Respublikasi Oliy sudining 2004 yil 21 maydagi Plenumi qarorlari. 32-bet.]. \n\n12. JK 169-moddasi 2-qismi sodir etilgan yashirin talon-toroj qilishning kvalifikatsiya qilish tarkibini ifodalaydi. Bular:\n\na) jabrlanuvchining kiyimi, sumkasi yoki boshqa qol yukidagi ashyoga nisbatan (kissavurlik);\n\nb) ancha miqdorda;\n\nv) bir guruh shaxslar tomonidan oldindan til biriktirib;\n\ng) uy-joy, omborxona yoki boshqa xonaga gayriqonuniy ravishda kirib sodir etilgan bolsa. \n\nSanab otilgan ogriliklarni kvalifikatsiya qilish belgilari orasida kissavurlikni belgilovchi qismi oldin sharhlanmagan, qolgan qismlari avvalgi sahifalarda sharhlangan (JK 164-moddasi sharhiga qarang). \n\n13. Kissavurlik deganda, jabrlanuvchining egnida bolgan kiyim-kechagi, qolidagi yoki bevosita yonida bolgan sumka, chamadon va qol yukidagi buyumdan sodir etilgan yashirin talon-toroj qilishni tushunish lozim[ Qarang: Ozbekiston Respublikasi Oliy sudi Plenumining Ozgalar mulkini ogirlik, talonchilik va bosqinchilik yoli bilan talon-toroj qilish jinoyat ishlari boyicha sud amaliyoti togrisidagi  1999-yil 20-apreldagi 6-sonli qarori, 4-band, 2-qism.  ]. Oliy sud ozining qarorida qaysi buyumlar qol yukiga kirishini va ularning bevosita jabrlanuvchi yonida bolishi nimani anglatishini izohlamagan. \n\nBu masalalarni hal qilish amaldagi qonunchilikning tahliliga asoslanishi lozim. Ularga kora, qol yuki deganda, jabrlanuvchi shaxsan olib otuvchi, shakli va tuzilishidan qati nazar, yengil olib otiluvchi buyum va ashyolar tushuniladi[ Ushbu xulosa 1999-yil 6-iyuldagi Ozbekiston Respublikasi davlat chegaralaridan avtomobil, temir yol, havo yoli va dengiz punktlarida chegara va bojxona nazoratining tartibi togrisidagi 765-sonli namunaviy Yoriqnoma; 1999 yil 5 fevralda Ozbekiston Respublikasi Adliya vazirligi tomonidan royxatga olingan 619-sonli Temir yol transporti yolovchilarining qol yukini, bagajini, valyutasini va valyuta boyliklarini bojxona nazoratidan otkazish va rasmiylashtirish Tartibi tahlilidan kelib chiqadi. // Ozbekiston Respublikasi vazirliklari, davlat qomitalari va idoralarining normativ hujjatlari byulleteni (keyingi matnlarda  Normativ hujjatlar byulleteni), 3-son, 1999 yil mart.].\n\n Ushbu buyumlar, odatda, jabrlanuvchining ozida boladi, yani uning qolida, yelkasida, yonboshida yoki ustida joylashgan yoxud sudrab, itarib ketayotgan boladi. Shu orinda ushbu buyumlarni jabrlanuvchi jismoniy kuch ishlatib bevosita ozi olib yurishiga alohida etibor berish lozim. Shuning uchun turli xil transport vositalarida (ularning miqdori va shaklidan qati nazar) olib otiladigan buyum va ashyolar qol yuki ashyosi sifatida tahlil etilishi mumkin emas.\n\n14. Qilmishni JK 169-moddasi 2-qismi a bandi bilan kvalifikatsiya qilish uchun qol yuki ashyosi jabrlanuvchining qolida yoki bevosita ozida joylashgan bolishi lozim. \n\nQol yuki tushunchasiga kiruvchi buyum va ashyolar jinoyat sodir etilgan shaxsning tasarrufida bolgandagina qol yuki ashyosini jabrlanuvchining bevosita ozida joylashgan deb hisoblash mumkin. Boshqacha aytganda, jabrlanuvchi bu ashyolarga nisbatan maxsus texnik nazorat vositalaridan foydalanmasdan, ularni kuzatish yoki boshqa usullarda subyektiv nazoratni amalga oshiradi. Qol yuki vositalarining bevosita jabrlanuvchi yonidaligini quyidagi holatlar korsatib turadi: jabrlanuvchi yonida ayollar sumkachasining yotishi; ogrilik sodir etilganda katmonning shaxs chontagida bolishi va boshqalar. Agar qol yuki buyum va ashyolari jabrlanuvchining subyektiv nazorat doirasidan (masalan, katmonni qulflanmaydigan javonda saqlash) tashqarida yoki qandaydir joyga yashirib qoyilgan bolsa, talon-toroj qilishni kissavurlik sifatida baholash mumkin emas. Bunday holatda ayblanuvchining harakatlari boshqa ogirlashtiruvchi holatlar mavjud bolmasa, JK 169-moddasining 1-qismi boyicha kvalifikatsiya qilinadi.\n\n15. JK 169-moddasi 2-qismida kissavurlik sodir etilgani uchun ogirroq jazo sanksiyasi nazarda tutilgan. Bu uning yuqori ijtimoiy xavfliligi bilan asoslanadi. Haqiqatdan ham kissavurlik ozining obyektiv belgilari boyicha oddiy ogirlikka nisbatan qopolligi va ochiqdan-ochiqligi bilan ajralib turadi. Yashirin talon-toroj qilishning ushbu shaklini amalga oshirayotib jinoyatchi ijtimoiy munosabatlarga kam ahamiyat bergani holda ozganing mol-mulkini egallab oladi. Xuddi shu sabablar ogirroq jazo chorasini qollashni asoslab turadi. \n\n16. Maxsus moslamalar (ilgaklar, qarmoqlar, magnitlar, sorib oluvchi rezinka ichaklar, qisqichlar va hokazolar)dan foydalanib ozganing mulkini egallab yashirin talon-toroj qilish uy-joyga kirib sodir etilgan ogrilik sifatida tan olinishi mumkin emas[ Qarang: Ozbekiston Respublikasi Oliy sudi Plenumining Ozgalar mulkini ogirlik, talonchilik va bosqinchilik yoli bilan talon-toroj qilish jinoyat ishlari boyicha sud amaliyoti togrisidagi 1999 yil 2 apreldagi 6-sonli qarori, 9-band, 6-qism. ]. \n\n17. Sharhlanayotgan moddaning 3-qismida ozganing mulkini yashirin talon-toroj etishning quyidagi kvalifikatsiya qilish belgilari nazarda tutilgan:\n\na) takroran yoki xavfli retsidivist tomonidan;\n\nb) kompyuter tizimiga ruxsatsiz kirib;\n\nv) kop miqdorda sodir etilgan ogrilik.\n\nAmaliy jihatdan ushbu belgilarning barchasi bosqinchilik tajovuzining sharhida korib chiqilgan edi. Ogrilikning xarakterlovchi va ajralib turuvchi belgisi faqatgina kompyuter tizimiga ruxsatsiz kirish hisoblanadi. \n\n18. Kompyuter tizimi  bu EHM va periferiya moslamalarining malumotlarni qayta ishlash hamda saqlashni taminlovchi ularning ozaro bogliq va ozaro asoslangan tartibli hamda funksiyalashtirilgan majmuasi. Periferiya moslamalari malumotlarni kirituvchi va chiqaruvchi turli xil vositalar: printer (matnli va grafikli malumotlarni bosmaga chiqarish uchun), strimer (axborotlarni saqlash uchun), skaner (matn va rasmlarni kompyuterga kiritish uchun), modem (telefon tarmogi orqali boshqa kompyuterlar bilan axborot almashish uchun), plotter (chizmalarni qogozga chiqarish uchun), tarmoq adapteri (kompyuterni lokal tarmoqqa ulash uchun) va boshqa moslamalar bolishi mumkin.\n\nKompyuter tizimi oddiygina kompyuter vositalari jamlanmasi sifatida tushunilmasligi lozim. U malumotlarni qayta ishlash, malumotlar bazasini tashkil etish va ulardan foydalanish uchun moljallangan majmuadir. Majmuaning ushbu barcha elementlari ozaro aloqada va ozaro asoslangan boladi. Mulkchilik shaklidan qati nazar, barcha korxona, tashkilot va muassasalarning lokal tarmogi, mintaqaviy va jahon tarmoqlari, shuningdek, ushbu tashkilotlar doirasida mustaqil faoliyat yurituvchi tizimlar kompyuter tizimi hisoblanadi.\n\n19. Kompyuter tizimi sifatida malumotlarni qayta ishlab berishni, malumotlar bazasini tashkil etish va funksiyalashdi taminlamaydigan EHM majmualarini, masalan, oyin kompyuterlari, pristavka va hokazolarni kompyuter tizimi sifatida tan olish mumkin emas. \n\n20. Kompyuter tizimiga kirish  bu malumotlarni yoq qilish imkoniyatini beruvchi (blokka tushirish, ozgartirish, kochirib olish) yoki kompyuter tizimining meyordagi faoliyatini boshqa usullarda buzuvchi EHM vositalari (moddiy va intellektual)dan foydalangan holda istalgan shaklda kirish.\n\nTok manbaiga ega bolmagan, shuningdek, malumotlarni ashyo sifatida olib yuruvchi mashina tashuvchilari bolmagan EHMni egallab olish kompyuter tizimiga kirib olish deb hisoblanmaydi va tegishli holatlarda ushbu mulkni talon-toroj qilish sifatida javobgarlikni yuzaga keltirishi mumkin. \n\n21. Axborot manbalariga quyidagi shaxslarning kirishi kompyuter tizimiga ruxsatsiz kirish deb topiladi:\n\nmazkur axborot manbalariga kirish huquqi mavjud bolmagan;\n\nbunday manbalarga kirish huquqiga ega bolsa ham, biroq axborotlarni himoya qilish qoidalarini buzgan holda kompyuter tizimiga kirish. \n\n22. Sharhlanayotgan kvalifikatsiya qilish belgisining (kompyuter tizimi, kirish, kompyuter tizimi malumotlar manbalaridan foydalanishga ruxsatning mavjud emasligi) barcha elementlari bir xil majburiydir va birgalikda baholanishi lozim. Korsatilgan elementlarning loaqal bittasi mavjud bolmasa, kvalifikatsiya qilish belgilari toliq emas deb topiladi va shaxs harakatini ushbu boyicha kvalifikatsiya qilishga yol qoyilmaydi. Kompyuter tizimi orqali hisob-kitob operatsiyalarini amalga oshirishga masul bolgan bank xodimining tashkilot hisobidan ozining hisobiga muayyan summaning otkazilishini kompyuter tizimiga ruxsatsiz kirib ogrilik qilish sifatida kvalifikatsiya qilish mumkin emas. Ushbu harakatlarni kompyuter texnikasi vositalaridan foydalangan holda talon-toroj qilish orqali ozlashtirish sifatida kvalifikatsiya qilish lozim (JK 167-moddasi 3-qismining g bandi).\n\n23. JK 169-moddasi 3-qismida ozganing mulkini yashirin talon-toroj qilishning alohida kvalifikatsiya qilish belgilari korsatilgan. Bular:\n\na) juda kop miqdorda;\n\nb) ota xavfli retsidivist tomonidan;\n\nv) uyushgan guruh tomonidan yoki uning manfaatlarini kozlab sodir etilgan yashirin talon-toroj qilish.\n\nUshbu belgilar yuqorida sharhlangan talonchilikning alohida kvalifikatsiya qilish belgilariga oxshashdir (JK 164-moddasi sharhiga qarang)."
        }
    ]
}