{
    "bob_nomi": "X bob. Jazo tushunchasi, maqsadlari va turlari",
    "moddalar": [
        {
            "modda_raqami": "43-modda. Jazo tizimi.",
            "matni": "Jinoyat sodir etishda aybli deb topilgan shaxslarga nisbatan quyidagi asosiy jazolar qo‘llanilishi mumkin:\n\n1) jarima;\n\n2) muayyan huquqdan mahrum qilish;\n\n3) majburiy jamoat ishlari;\n\n4) axloq tuzatish ishlari;\n\n5) xizmat bo‘yicha cheklash;\n\n6) («d» band O‘zbekiston Respublikasining 2017 yil 29 martdagi QO‘RQ-421-sonli Qonuni bilan chiqarilgan O‘R QHT, 2017 yil, 13-son, 194-modda)\n\n7) ozodlikni cheklash;\n\n8) intizomiy qismga jo‘natish;\n\n9) ozodlikdan mahrum qilish;\n\n10) umrbod ozodlikdan mahrum qilish.\n\nMahkumlarga asosiy jazolardan tashqari harbiy yoki maxsus unvondan mahrum qilish tarzidagi qo‘shimcha jazo ham qo‘llanilishi mumkin. Xizmat bo‘yicha cheklash yoki intizomiy qismga jo‘natish tariqasidagi jazolar faqat harbiy xizmatchilarga nisbatan qo‘llaniladi. Muayyan huquqdan mahrum qilish faqat asosiy jazo sifatidagina emas, balki qo‘shimcha jazo tariqasida ham qo‘llanilishi mumkin.",
            "sharxi": "1. Sharhlanayotgan moddada nazarda tutilgan jazo tizimining normativ-huquqiy mustahkamlanishi jinoiy jazoning barcha instituti uchun strategik ahamiyatga ega. Tizimning bunday roli sharhlanayotgan modda qoidalari majburiy tartibda hisobga olinadigan jazoni tayinlash, ko‘llash va ijro etish masalalari qandaydir darajada tegishli bo‘ladigan jinoyat qonuniga murojaat qilishda uning qonunchilik va huquqni qo‘llash faoliyatiga ta’sir etishi bilan o‘zaro bog‘langan. Shunday qilib, Jinoyat kodeksining alohida normasida jazo tizimining mustahkamlanishi qonun chiqaruvchining jinoyat qonunchiligining izchil va tizimli rivojlanishiga, qonun qabul qiluvchi organning qonunni amalga oshirishda bir xilda yondashishiga e’tiborni qaratishi lozim. Shuni nazarda tutish kerakki, jazo jinoyat huquqining muhim institutlaridan biri bo‘lishi bilan bir qatorda, jinoiy javobgarlikni amalga oshirishning asosiy shakl laridan hisoblanadi.\n\n2. Sharhlanayotgan moddada keltirilgan jazo tizimi o‘zining og‘irligi nuqtayi nazaridan yuqoridan pastga qarab emas, balki pastdan yuqoriga qarab belgilangan. Jazo tizimining bunday tartibda belgilanishi o‘zida insonparvarlik prinsipini to‘liq aks ettiradi. Jazo tizimi umumiy prinsiplar asosida tizimlashtirilgan. Unda qonuniylik, fuqarolarning qonun oldida tengligi, odillik va insonparvarlik prinsiplari mustahkamlangan. Jinoyat kodeksida ko‘rsatilgan jazo tizimining quyidagi elementlarini ko‘rsatib o‘tish mumkin: \n\n-davlat nomidan qo‘llanilishi orqali sudlanuvchini tarbiyalashga, jinoiy faoliyatining oldini olishga, shuning dek, umumiy va maxsus provinsiyaga erishish mumkin bo‘lgan jazo tizimini tashkil qiluvchi elementlar sifatida faqat alohida davlat majburlov choralari ko‘rsatiladi;\n\n-jazo tizimi elementlari o‘zaro aloqador va bir-birini to‘ldiradi. Tizimning mazkur belgisi jazo samaradorligiga erishish uchun har tomonlama yondashishni bildiradi, ya’ni belgilangan maqsadga erishish biron-bir jazo chorasini ko‘llashga emas, balki sudlanuvchiga yalpi ta’sir choralari qo‘llanilishi bilan bog‘liqdir. Bu belgi Jinoyat kodeksining Maxsus qismi tegishli moddasining normalarida muqobil jazo chorasi belgilanishi yoki qo‘shimcha jazo chorasining qo‘llanishida namoyon bo‘ladi;\n\n-jinoyat qonunida belgilangan davlat majburlov choralarining ro‘yxati qat’iy bo‘lib, uning kengaytirilishiga yo‘l qo‘yilmaydi. Aybdorga nisbatan Jinoyat kodeksida ko‘rsatilmagan jazo choralari qo‘llanishi mumkin emas. Jinoyat kodeksidagi jazo tizimiga kiritilmagan jazo chorasi Jinoyat kodeksining Maxsus qismi sanksiyasiga ham kiritilishi mumkin emas;\n\n-jazo tizimiga kiritilgan jazo turlari jinoyat-ning og‘irlik darajasi bo‘yicha, yengilidan og‘iriga qarab joylashtirilgan. Shuning bilan jazolardan qaysi biri nisbatan yengil va qaysi biri og‘irroq, deb hisoblanishini qonunning o‘zi belgilaydi, bu esa, moddalardagi sanksiyalarni tuzishning yuridik mohiyatiga o‘z ta’sirini ko‘rsatadi va bundan tashqari, jinoiy jazoning maqsadlariga erishish uchun muayyan darajada sudlarni davlat tomonidan majbur etishning yengilroq choralarini qo‘llashga yo‘naltiradi. Xususan, sudlar ijtimoiy xavfi katta bo‘lmagan, shuningdek, uncha og‘ir bo‘lmagan jinoyatlarni sodir etishda aybdor deb topilgan va jamiyatdan ajratmagan holda axloqan tuzatilishi mumkin bo‘lgan shaxslarga nisbatan ozodlikdan mahrum qilish bilan bog‘liq bo‘lmagan jazolar tayinlash uchun qonunda mavjud barcha imkoniyatlardan to‘liq foydalanishlari kerak.\n\nQonun normasi sanksiyasida alternativ jazolar mavjud bo‘lganda hukmda ozodlikdan mahrum qilish bilan bog‘liq jazoni qo‘llash zarurligi to‘g‘risidagi masala muhokama qilinishi shart.\n\n3. Yuridik mohiyati nuqtayi nazaridan qonunda asosiy va qo‘shimcha jazolar nazarda tutilgan bo‘lib, bunday ajratish u yoki bu huquqqa zid tajovuzni amalga oshirgan aybdor shaxsga nisbatan qo‘llanilganda jazo maqsadiga erishishning samaradorligiga davlat majburlovining aniq choralari turlicha ta’sir etishidan kelib chiqilgan. Jumladan, qonun chiqaruvchi va sudlar ko‘pincha asosiy jazolarni qo‘llash bilan aynan jazoning maqsadiga erishish mumkin, deb hisoblaydilar. Qo‘shimcha jazolar esa, yordamchi fe’l-atvorga ega va qo‘llanilgan davlat majburlovi choralari o‘ziga xos tarzda yordam beradi. Qo‘shimcha jazolar alohida qo‘llanishi mumkin emas, u faqat asosiy jazoga qo‘shimcha ravishda qo‘llaniladi. Ayni damda aralash turdagi jazo muayyan holatga qarab, ham asosiy, ham yordamchi ahamiyatga ega bo‘lishi mumkin va ular vaziyatga ko‘ra, asosiy yoki qo‘shimcha, deb qabul qilinishi mumkin.\n\n4. Jazolarning bunday ma’lum turlarga ajratilishi katta amaliy ahamiyatga ega. Masalan, asosiy jazolar jarima, muayyan huquqdan mahrum qilish, majburiy jamoat ishlari. axloq tuzatish ishlari, xizmat bo‘yicha cheklash, ozodlikni cheklash; intizomiy qismga jo‘natish, ozodlikdan mahrum qilish, umrbod ozodlikdan mahrum qilish faqat mustaqil ko‘rinishlar sifatida belgilanishi mumkin va ularni davlat majburlovining boshqa asosiy choralariga qo‘shimcha tarzida birlashtirish mumkin emas. Asosiy jazolarning o‘ziga xos xususiyatlari kuyidagilarda namoyon bo‘ladi: Jinoyat kodeksi Maxsus qismi moddalarining sanksiya qismida ko‘rsatilgan bo‘ladi; tegishli moddaning sanksiya qismida ko‘rsatilmagan boshqa asosiy jazoni belgilash faqat JKning 57-moddasi qoidalariga muvofiq yengilroq jazoni qo‘llash va JKning 74-moddasi tartibida jazoning o‘talmagan qismini yengilroq jazo bilan almashtirish hollaridagina yo‘l qo‘yiladi. Bundan tashqari, ayrim hollarda sud uch yildan ortiq bo‘lmagan muddatga ozodlikdan mahrum qilish, axloq tuzatish ishlarini JKning 47-moddasi ikkinchi qismiga muvofiq mazkur muddatga xizmat bo‘yicha cheklash jazosini qo‘llashi mumkin;\n\n-qo‘shimcha jazolar harbiy yoki maxsus unvondan mahrum qilish kiradi. Qo‘shimcha jazo alohida qo‘llanishi mumkin emas, u faqat asosiy jazoga qo‘shimcha ravishda qo‘llaniladi. Bunda, ularni tayinlash Jinoyat kodeksi Maxsus qismining muayyan moddasidagi sanksiyada shunday jazo turining mustahkamlanishi bilan bog‘liq emas, ya’ni oliy sud instansiyasining tavsiyasidan kelib chiqqan holda, uni har qanday holatda tayinlash mumkin.\n\n5. Aralash turdagi jazo muayyan huquqdan mahrum qilish Jinoyat kodeksi Maxsus qismining aniq moddalari sanksiyalari tuzilishiga qarab ham asosiy, ham qo‘shimcha bo‘lishi mumkin va ular, qoidaga ko‘ra, davlatning majburlov choralarining tegishli turini tayinlashda qo‘llaniladi. Shu bilan birga, jazoning aralash xususiyatga ega bo‘lishi, uni qo‘llash qoidalarining aralash xususiyatiga ega bo‘lishini anglatmasligini nazarda tutish lozim. Xususan, muayyan huquqdan mahrum qilishni, agarda u qonunda asosiy turdagi jazo deb ko‘rsatilgan bo‘lsa, uni qo‘shimcha jazo sifatida qo‘llashga yo‘l qo‘yilmaydi. Masalan, xat-yozishmalar, telefonda so‘zlashish, telegraf xabarlari yoki boshqa xabarlarning sir saqlanishi tartibini buzish (JKning 143-moddasi) aybdor sanalgan shaxsga, agar unga ushbu modda sanksiyasida nazarda tutilgan jazoning boshqa turi asosiy jazo sifatida belgilangan hollarda ham, unga jazo muayyan huquqdan mahrum qilish asosiy jazo sifatida ko‘rsatilgan hollarda ham qo‘llanishi mumkin emas. Mazkur masalaning boshqacha talqin etilishi Jinoyat kodeksining odillik va qonuniylik prinsiplariga zid keladi.\n\n6. Qo‘shimcha jazolardan birining qo‘llanilishi boshqasini qo‘llashga to‘sqinlik qilmasligini nazarda tutish kerak. Masalan, agar aybdorga harbiy yoki maxsus unvondan mahrum qilish qo‘shimcha jazo sifatida qo‘llanilgan bo‘lsa, shuningdek, unga muayyan huquqdan mahrum qilish ham qo‘llanilishi mumkin. Lekin, yuqorida qayd etilgan muayyan huquqdan mahrum qilish jazosini qo‘llashga to‘sqinlik qiluvchi shart-sharoitning yo‘qligini ham aniqlash lozim.\n\n7. Sharhlanayotgan moddaning uchinchi qismida jazoning maxsus turi xizmat bo‘yicha cheklash yoki intizomiy qismga jo‘natish ajratib ko‘rsatilgan. Xizmat bo‘yicha cheklash va intizomiy qismga jo‘natish jinoyatning maxsus subyektiga nisbatan qo‘llaniladi. U boshqa shaxslarga nisbatan qo‘llanilishi mumkin emas. Jinoyat qonunida belgilangan jazo choralari tizimi qat’iy bo‘lib, sud sudlanuvchiga nisbatan qonunda belgilangan jazo chorasidan boshqa biron-bir jazo chorasini qo‘llay olmaydi."
        },
        {
            "modda_raqami": "44-modda. Jarima.",
            "matni": "Jarima aybdordan davlat daromadiga ushbu Kodeksda belgilangan miqdorda pul undirishdir. Jarima bazaviy hisoblash miqdorining besh baravaridan olti yuz baravarigacha miqdorda belgilanadi. Agar hukm qilingan shaxs jazo tariqasida tayinlangan jarimani majburiy ijro etish uchun belgilangan muddatlarda to‘lashdan bo‘yin tovlasa yoxud qarzdorda undiruv qaratilishi mumkin bo‘lgan mol-mulk mavjud emasligi tufayli majburiy ijro etish uchun belgilangan muddatlar mobaynida jarimani undirishning imkoni bo‘lmasa, xuddi shuningdek kechiktirish muddati tugaganidan keyin jarima to‘lanmagan yoki jarimani bo‘lib-bo‘lib to‘lash shartlari buzilgan taqdirda, sud jarimaning to‘lanmagan miqdorini majburiy jamoat ishlari, axloq tuzatish ishlari, xizmat bo‘yicha cheklash, ozodlikni cheklash yoki ozodlikdan mahrum qilish tariqasidagi jazo bilan almashtiradi. Bunday holda majburiy jamoat ishlarining ikki yarim soati bazaviy hisoblash miqdorining bir baravari miqdoridagi jarimaga tenglashtirilib, to‘rt yuz sakson soatdan ko‘p bo‘lmagan muddatga, axloq tuzatish ishlarining, xizmat bo‘yicha cheklashning, ozodlikni cheklashning yoki ozodlikdan mahrum qilishning har bir oyi bazaviy hisoblash miqdorining o‘n olti baravari miqdoridagi jarimaga tenglashtirilib, uch yildan ko‘p bo‘lmagan muddatga tayinlanadi. ",
            "sharxi": "1. Jarima davlatning majburlov chorasi sifatida aybdorga iqtisodiy ta’sir ko‘rsatish orqali jinoyat sodir etgan shaxsning mulkiy huquqlarini cheklashdan iboratdir. Shuning uchun ham jarima jazo tizimida ko‘rsatilgan jazo choralarining eng yengili hisoblanadi. Uning qo‘llanishi qonun chiqaruvchi va sud amaliyoti tomonidan jazo maqsadiga erishishning eng samarali usullaridan biridir. Shu munosabat bilan oliy sud instansiyasi sudlarga jarima tariqasidagi jazo turini nafaqat ijtimoiy xavfi katta bo‘lmagan va uncha og‘ir bo‘lmagan jinoyatlar, balki og‘ir jinoyatlar sodir etishda aybdor deb topilgan shaxslarga nisbatan ham, agar bu jazo qonun sanksiyasida nazarda tutilgan bo‘lsa, kengroq qo‘llashni tavsiya etadi.\n\n2. Amaldagi Jinoyat kodeksiga muvofiq, jarima faqat pul undirish hisoblanadi. Shunday qilib, davlat tomonidan ushbu majburlov chorasini qo‘llashda sud o‘z hukmida mahkum shaxsga nisbatan tayinlangan nafaqat bazaviy hisoblash miqdori umumiy sonini, balki undirilayotgan pul to‘lovining mutlaq ifodasi me’yorini ham aniq ko‘rsatishi shart. Bunda jarimaning miqdori hukm chiqarilayotgan vaqtdagisiga qarab emas, balki jinoyat sodir etilgan vaqtdagi bazaviy hisoblash miqdoriga qarab belgilanadi?.\n\n3. Qonun jarimaning eng kam va eng ko‘p chegaralari bazaviy hisoblash miqdorining besh baravaridan olti yuz baravarigacha bo‘lgan miqdorlari belgilangan. Mazkur chegaralar, Jinoyat kodeksining Maxsus qismi tegishli moddasining sanksiyasi doirasida sud tomonidan aybdor uchun tayinlanishi mumkin bo‘lgan jazo chegaralarini tashkil etadi. Xususan, modda sanksiyalarida jarimaning eng kam miqdori ko‘rsatilmagan hollarda (masalan, saylov yoki referendum tashkil qilish, ularni o‘tkazish to‘g‘risidagi qonunchilikni buzish bazaviy hisoblash miqdorining yigirma besh baravarigacha bo‘lgan miqdordagi jarima bilan jazolanadi JKning 146-moddasi), uning quyi chegarasiga amal qilishga alohida e’tiborni qaratish zarur. Bunday hollarda jarimaning eng kam miqdori bazaviy hisoblash miqdorining besh baravari miqdoridan kam bo‘lmasligi kerak, chunki Jinoyat kodeksining 44-moddasi 2-qismida ko‘rsatilgan jarimaning chegaralari umummajburiy xususiyatlarga ega va garchi sud, Jinoyat kodeksining 57-moddasiga muvofiq tarzda yengilroq jazoni tayinlaydigan bo‘lsa ham, qonunda belgilangan chegaralardan chiqadigan jazoni mahkumga tayinlashga haqqi yo‘q.\n\n4. Jinoyat kodeksi Maxsus qismi muayyan moddasining sanksiyasiga muvofiq, jinoyatni sodir etgan aybdor shaxs uchun sud tomonidan jarimaning tayinlanishida, sodir etilgan jinoyat og‘irligining darajasidan va mahkumning moddiy ahvolidan kelib chiqqan holda jarima miqdori belgilanishi kerak. Oliy sud instansiyasining ko‘rsatmasiga binoan, jarima tariqasidagi jazoni tayinlash va miqdorini belgilashda sud, odatda, uning amalda to‘lana olinishi imkoniyatidan kelib chiqishi lozim. Bunda, chunonchi, sudlanuvchining moddiy ahvoli, shuningdek, qaramog‘ida voyaga yetmagan farzandlari, keksa ota-onasi borligi va x.k.lar inobatga olinishi lozim. Sudlanuvchining moddiy ahvolini baholashda quyidagi mezonlar hisobga olinishi lozim:\n\n-qonun bilan taqiqlanmagan har qanday manbadan oladigan daromadlari. Bunday daromadlarga ish haqi, mulkiy daromadlar, tadbirkorlik faoliyatidan olinadigan daromadlar kiradi;\n\n-sudlanuvchiga mulk huquqi asosida, xo‘jalik yurituv asosida, operativ boshqaruv asosida, shuningdek, ijaraga olish asosida tegishli mol-mulk; uning qaramog‘idagi shaxslar, masalan, voyaga yetmagan farzandlarining mavjudligi;\n\n-sudlanuvchining o‘z mulkini uchinchi shaxslar ixtiyoriga topshirish majburiyatlari mavjudligi; masalan, sudlanuvchi zimmasidagi alimentlarni to‘lash, hayotga va sog‘liqqa keltirilgan zararni qoplash; soliqlar, budjet hamda boshqa xil majburiy to‘lovlarni amalga oshirish majburiyatlarining mavjudligi kabi omillar inobatga olinishi lozim. Shu bilan bir vaqtda, yuqorida keltirilgan ro‘yxat to‘liq emas va sud jarimaning aniq miqdorini tayinlashda jarima miqdoriga ta’sir etuvchi boshqa jihatlarni inobatga olishga haqlidir.\n\n5. Jinoyat kodeksining tegishli moddalari sanksiyalari doirasida jarimaning aniq miqdorini tayinlash haqidagi masalani hal etish vaqtida jarima miqdori jazoni individuallashtirishga imkon beruvchi mezon hisoblanadigan holatga alohida e’tibor berish kerak. Shu munosabat bilan jarimaning aniq miqdorini tanlash, bir vaqtning o‘zida, sudlanuvchini qashshoq qilmay, mazkur jazoning ijro etilishini va shu bilan bir vaqtda jarimani pul to‘lash orqali jamoatchilikning noroziligidan qutulish vositasiga aylantirmaslikni ta’minlashi kerak.\n\n6. Jarima tariqasidagi jazoga hukm qilingan shaxs jarimani hukm qonuniy kuchga kirgan kundan boshlab bir oylik muddat ichida ixtiyoriy ravishda to‘lashi shart. Mahkum belgilangan muddatda jarimani ixtiyoriy ravishda to‘lamagan taqdirda, jarima sud ijrochisi tomonidan majburiy tartibda undirib olinadi. Agar hukm qilingan shaxs jazo tariqasida tayinlangan jarimani majburiy ijro etish uchun belgilangan muddatlarda to‘lamasa, mazkur jazo turini ijro etishdan mahkumning bosh tortishi to‘g‘risidagi masala sud tomonidan hal qilinishi lozim. Jarimani ijro etishdan bosh tortilishi dalili sud tomonidan quyidagi shartlarga binoan, ya’ni: jarimani to‘lash mumkin bo‘lmagan holatlar sud tomonidan uzrli, deb topilmagan bo‘lsa;\n\n O‘zbekiston Respublikasining «Sud hujjatlari va boshqa organlar hujjatlarini ijro etish to‘g‘risida»gi Qonuni talablariga ko‘ra, qo‘llanilgan majburiy ijro etish jinoyat sodir etgan shaxsning daromadlari va boshqa mulklarini yashirishi sababli mumkin bo‘lmasa. Uzrli sabablarga ko‘ra, jarimani to‘lamaganlik, shuningdek, agar uni to‘lash Jinoyat-protsessual kodeksining 53-3-moddasi tartibida sud tomonidan kechiktirilgan yoki muddati uzaytirilgan bo‘lsa, jazoni ijro etishdan bo‘yin tovlagan, deb hisoblanmaydi. Jarimani to‘lash uchun mablag‘ning bo‘lmasligi, sog‘lig‘ining yomonlashganligi, uzoq muddatli xizmat safari va boshqalar uzrli sabablar, deb topiladi. Daromadlarning bir qismi yoki ayrimlarini boshqa shaxslarga qayta rasmiylashtirish, ish haqi miqdori to‘g‘risidagi hujjatlarni soxtalashtirish yoki yo‘q qilish kabi harakatlar daromadlarni yashirish deb hisoblanishi mumkin. Majburiy undirishga qaratilishi mumkin bo‘lgan mol-mulkni yashirishga uni ijro organiga noma’lum bo‘lgan yerga joylashtirish, kamomad, mol-mulkni yoki unga egalik huquqini begonalashtirish va boshqalarni kiritish mumkin. \t\n\n7. Agar mahkum jazo tariqasida tayinlangan jarimani majburiy ijro etish uchun belgilangan muddatlarda to‘lashdan bo‘yin tovlasa yoxud qarzdorda undiruv qaratilishi mumkin bo‘lgan mol-mulk mavjud emasligi tufayli majburiy ijro etish uchun belgilangan muddat mobaynida jarimani undirishning imkoni bo‘lmasa, xuddi shuningdek kechiktirish muddati tugaganidan keyin jarima to‘lanmagan yoki jarimani bo‘lib-bo‘lib to‘lash shartlari buzilgan taqdirda, mazkur mahkumga nisbatan hukmni chiqargan sud Jinoyat kodeksining 44-moddasi 3-qismida bayon etilgan qoidalarga muvofiq tarzda, jarimaning to‘lanmagan miqdorini majburiy jamoat ishlari, axloq tuzatish ishlari, xizmat bo‘yicha cheklash, ozodlikni cheklash yoki ozodlikdan mahrum qilish tariqasidagi jazo bilan almashtiradi. Bunda to‘lanmagan jarima miqdorini yuqorida ko‘rsatilgan jazolarning faqat bitta turiga almashtirish uchun yo‘l qo‘yiladi, ya’ni uni yuqorida sanab o‘tilgan jazolarning bir nechtasi bilan almashtirish mumkin emas. Shu bilan bir vaqtda, to‘lanmagan jarimaning muayyan qismini almashtirishga yo‘l qo‘yilmaydi, ya’ni, mazkur jazoni ijro etish bo‘yicha bosh tortishda ijro etilgan qismi boshqa jazoga to‘laligicha almashtirilishi kerak (masalan, jarima to‘lanmagan holda u axloq tuzatish bilan almashtirilishi mumkin; to‘lanmagan qismiga nisbatan jarimaning faqat qolgan qismini axloq tuzatish ishlariga almashtirishda mahkumning uni qayta ijro etishiga yo‘l qo‘yilmaydi)."
        },
        {
            "modda_raqami": "45-modda. Muayyan huquqdan mahrum qilish.",
            "matni": "Shaxsni muayyan huquqdan mahrum qilish sud tayinlagan muddat davomida aybdorning korxonalar, muassasalar yoki tashkilotlarda u yoki bu mansabni egallashini yoxud u yoki bu faoliyat bilan shug‘ullanishini taqiqlashdan iboratdir. Ana shunday mansab yoki faoliyatning turi sud tomonidan ayblov hukmida ko‘rsatiladi. Muayyan huquqdan mahrum qilish aybdorning mansabi yoki ish faoliyati bilan bevosita bog‘liq bo‘lgan jinoyatni sodir etganligi uchun asosiy jazo tariqasida tayinlanganda - bir yildan besh yilgacha muddatga, qo‘shimcha jazo tariqasida tayinlanganda bir yildan uch yilgacha muddatga belgilanadi. Agar muayyan huquqdan mahrum qilish aybdorga asosiy jazo tariqasida tayinlanmagan bo‘lsa, bunday jazo sud tomonidan ushbu Kodeks Maxsus qismining tegishli moddasida nazarda tutilgan har qanday turdagi jazoga qo‘shimcha jazo tariqasida tayinlanishi mumkin. Muayyan huquqdan mahrum qilish jazosi ozodlikdan mahrum qilish, intizomiy qismga jo‘natish jazosiga qo‘shimcha jazo tariqasida tayinlangan bo‘lsa, asosiy jazoning butun muddatiga, bundan tashqari sud hukmi bilan tayinlangan muddatga joriy etiladi. Bu jazo boshqa asosiy jazolarga qo‘shimcha jazo tariqasida tayinlanganda va mahkum shartli hukm qilinganda uning muddati hukm qonuniy kuchga kirgan vaqtdan boshlab hisoblanadi. Tadbirkorlik faoliyati bilan shug‘ullanayotgan shaxs-larga nisbatan tadbirkorlik faoliyati bilan shug‘ullanish huquqidan mahrum qilish tarzidagi jazo tayinlanmaydi, bundan odam o‘lishiga yoki boshqa og‘ir oqibatlarga sabab bo‘lgan hollar mustasno.",
            "sharxi": "1. Muayyan huquqdan mahrum qilish davlatning majburlov chorasi sifatida o‘zining alohida tavsifi bilan ajralib turadi. Muayyan huquqdan mahrum qilish jazosi o‘z mohiyatiga ko‘ra, jinoyat ayblanuvchi shaxsning mansabi yoki kasbi bilan bog‘liq holatlarda sodir qilinganida yana shunday jinoyat takrorlanishining oldini olish maqsadida qo‘llaniladi.\n\nMuayyan huquqdan mahrum qilish jazosining mazmuni aybdorga muayyan mansabni egallash, u yoki bu faoliyat turi bilan shug‘ullanishni taqiqlashdan iborat.\n\n2. Muayyan lavozimni (mansabni) egallash huquqi-dan mahrum qilish deganda, O‘zbekiston Respublikasining Jinoyat kodeksida korxona, muassasa va tashkilotlarda u yoki bu mansabni egallash yoxud muayyan mansab bilan bog‘liq biron-bir funksiyani amalga oshirish bilan bog‘liq bo‘lgan mansabni egallashini taqiqlash tushuniladi. Bu jazo turi sodir etilgan jinoyat shaxsning bevosita muayyan huquqi bilan bog‘liq bo‘lsagina, qo‘llaniladi.\n\n3. Muayyan faoliyat turi bilan shug‘ullanishni taqiqlash deganda, aybdorning doimiy tarzda shug‘ullanadigan kasbiy faoliyatini, shuningdek, tadbirkorlik faoliyatini amalga oshirishdan mahrum etish tushuniladi. Qonunning mazmun-mohiyatidan kelib chiqib shuni aytish lozimki, sud aybdorga nisbatan mazkur jazoni tayinlayotganida faqat birgina (aniq) faoliyat turi bilan shug‘ullanishni taqiqlashini tushunishimiz mumkin. Shu bilan bir vaqtda, mazkur taqiqlash faqat qonuniy faoliyat turlariga nisbatan amalga oshirilishi mumkin; sud o‘z hukmida mahkumni jinoiy faoliyatni amalga oshirish huquqidan mahrum qila olmaydi, chunki mazkur shaxs ayni faoliyatni amalga oshirish huquqiga umuman haqli emas va mana shunday jazo chorasi mazmunsiz va bema’ni chora bo‘lib qoladi (masalan, mahkumga giyohvand moddalar, ularning analoglarini sotish bo‘yicha faoliyatni amalga oshirishni man etishga yo‘l qo‘yish mumkin emas).\n\n4. Jinoyat sodir etishda aybdor deb topilgan shaxs u yoki bu lavozimni egallash huquqidan yoki faoliyatning muayyan turini amalga oshirish huquqidan mahrum etilishi mumkin. Shaxsning birdaniga ikkala huquqini ham amalga oshirishini man etish mumkin emas. Bunda muayyan huquqdan mahrum etish hukm chiqarilayotgan vaqtda uning amalga oshirilishi bilan amaliy tomondan bog‘liq bo‘lmaganligi e’tiborga olinishi lozim. Muayyan huquqdan mahrum etish muddatli jazo chorasi bo‘lib, uning mohiyati nafaqat mahkumni muayyan vazifalarni bajarishdan chetlatishdan, balki uni hukmda belgilangan muddat davomida u yoki bu lavozimlarni egallash huquqidan mahrum qilish yoxud u yoki bu faoliyat bilan shug‘ullanish huquqidan mahrum qilishdan iborat. Shuningdek, uni hukm bilan belgilangan muddat davomida u yoki bu lavozimlarni egallash yoxud u yoki bu faoliyat turi bilan shug‘ullanish huquqidan mahrum etishdan ham iborat bo‘ladi, buning maqsadi uni tegishli lavozim yoki faoliyat bilan shug‘ullanish bilan bog‘liq bo‘lgan yangi shunga o‘xshash jinoyatni sodir etish imkoniyatidan amalda mahrum etishdir. Muayyan huquqdan mahrum etish aybdor jinoyat sodir etish vaqtida ushbu huquqqa ega bo‘lgan holdagina qo‘llaniladi. Agar u ushbu huquqqa jinoyat sodir etgandan so‘ng ega bo‘lgan bo‘lsa, sud bu jazo turini qo‘llashi mumkin emas (masalan, transportni boshqarish huquqidan mahrum qilish).\n\n5. Sharhlanayotgan moddaning ikkinchi qismi qoidalariga ko‘ra, muayyan huquqdan mahrum qilishni faqat aybdor deb topilgan shaxs tomonidan sodir etilgan jinoyat mazkur shaxsning egallab turgan lavozimi bilan yoki uning faoliyati bilan bevosita bog‘liq bo‘lgan hollarda jazo chorasi sifatida qo‘llash mumkin. Shu munosabat bilan, Oliy sud Plenumining tushuntirishi bo‘yicha, «aybdor o‘zi egallagan lavozim yoki xizmat faoliyati bilan bevosita bog‘liq holda jinoyat sodir etgan har bir holda, sud, jinoyatning xususiyatidan kelib chiqib, mahkumni u yoki bu mansabni egallash yoki muayyan faoliyat bilan shug‘ullanish Huquqidan mahrum qilish masalasini muhokama qilishi shart. Bunday jazoni tayinlash paytida hukmning qaror qismida sudlanuvchi shug‘ullanishi mumkin bo‘lmagan mansab fe’l-atvori yoki faoliyat turi aniq ko‘rsatilishi kerak. Hukm chiqarilayotgan paytda mahkum jinoyat sodir etilishi bilan bog‘liq bo‘lgan mansabni egallamasligi yoki faoliyat turi bilan shug‘ullanmasligi holati qo‘shimcha jazo qo‘llash uchun to‘siq bo‘lmaydi». Agarda sodir etilgan jinoyat o‘zining xususiyatlari bo‘yicha shaxsning egallab turgan lavozimi yoki uning faoliyati bilan bog‘liq bo‘lmasa, bu holda mazkur shaxs ayni shu lavozimni egallash huquqidan yoki mazkur faoliyatni amalga oshirish huquqidan mahrum qilinishi mumkin emas. Bu jazo turini qo‘llashda faoliyat turi aybdorning asosiy moddiy ta’minot (tirikchilik) manbai ekanligiga e’tibor berish lozim. Agar bu faoliyat aybdorning asosiy moddiy ta’minot manbai bo‘lsa (masalan, ovchilik faoliyati), unga nisbatan bu jazoni qo‘llash kerak emas. Xuddi shunday tarzda sud ko‘rib chiqayotgan davlat majburlovi chorasini ma’lum bir shaxslarning yagona kasbiy faoliyati (masalan, tadbirkorlik faoliyati, transport vositalarini boshqarish va sh.k.) bo‘lgan faoliyat turlarining sohiblari bo‘lgan shaxslarga nisbatan tayinlanishining maqsadga muvofiqligi to‘g‘risidagi masalasini muhokama qilishi zarur bo‘ladi.\n\n6. Jinoyatni sodir etganligi uchun muayyan huquqdan mahrum qilish, muddatli fe’l-atvorga ega. Muayyan huquqdan mahrum qilish jinoyat qonunida belgilangan doirada tayinlanishi kerak. Agar muayyan huquqdan mahrum qilishning muddati aniqlanmagan bo‘lsa, u holda Jinoyat kodeksi Umumiy qismining qonun-qoidalari asosida hal etiladi. Sud muayyan huquqdan mahrum qilish jazosini asosiy jazo sifatida ham, qo‘shimcha jazo sifatida ham qonunda belgilangan muddat doirasida tayinlashi mumkin. Muayyan huquqdan mahrum etish shaklidagi jazoning belgilangan muddati ko‘rsatilmaganligi jinoyat qonunining noto‘g‘ri qo‘llanishi sifatida qaraladi va hukmning bekor qilinishi uchun asos bo‘lib xizmat qiladi.\n7. Muayyan huquqdan mahrum qilish ham asosiy, ham qo‘shimcha jazo sifatida tayinlanishi mumkin. Shuni nazarda tutish lozimki, muayyan huquqdan mahrum qilish asosiy jazo sifatida tegishli modda sanksiyasida to‘g‘ridan to‘g‘ri ko‘rsatilgan bo‘lsagina, qo‘llaniladi. Agar muayyan huquqdan mahrum qilish Jinoyat kodeksining Maxsus qismi moddasi sanksiyasida asosiy jazo sifatida ko‘rsatilgan bo‘lsa, qo‘shimcha jazo sifatida qo‘llanishi mumkin emas. Shuni alohida ta’kidlash lozimki, muayyan huquqdan mahrum qilish, qo‘shimcha jazo tariqasida tayinlangan bo‘lsa, hukmning tavsif qismida, albatta, ko‘rsatib o‘tilishi kerak.\n\n8. Muayyan huquqdan mahrum qilish, birinchi navbatda, jinoiy faoliyatni davom ettirishning oldini olish bilan birga, jazoning ogohlantirish funksiyasini amalga oshirishga yo‘naltirilgan. Muayyan huquqdan mahrum qilish jazosi ozodlikdan mahrum qilish, intizomiy qismga jo‘natish jazosiga qo‘shimcha jazo tariqasida tayinlangan bo‘lsa, asosiy jazoning butun muddatiga va undan so‘ng hukmda belgilangan muddatgacha davom etadi. Boshqa asosiy jazolarga qo‘shimcha jazo tariqasida tayinlanganda, uning muddati hukm qonuniy kuchga kirgan vaqtdan boshlab hisoblanadi. Shaxs shartli hukm qilinganda, muddatning o‘tishi hukm chiqarilgan kundan boshlab hisoblanadi. Agar asosiy jazo tariqasida ozodlikdan mahrum qilish, intizomiy qismga jo‘natish, axloq tuzatish ishlari kabi jazolardan biri tayinlangan bo‘lsa, hukm qonuniy kuchga kirgan kundan boshlab hisoblanadi.\n\n9. Shuni qayd etish kerakki, muayyan huquqdan mahrum qilish tarzidagi jazo mahkumni xalq xo‘jaligining u yoki bu sohasida ishlashining muayyan muddati davomidagi huquqidan mahrum qilmaydi. Jumladan, sud aybdorning savdo sohasida moddiy javobgarlik bilan bog‘liq bo‘lgan mansabida faoliyat ko‘rsatishini taqiqlashi mumkin."
        },
        {
            "modda_raqami": "45_1-modda. Majburiy jamoat ishlari.",
            "matni": "Majburiy jamoat ishlari mahkumni haq to‘lanmaydigan foydali jamoat ishlarini bajarishga majburiy tarzda jalb qilishdan iboratdir. Mahkum ishlayotgan yoki o‘qiyotgan bo‘lsa, majburiy jamoat ishlari ishdan yoki o‘qishdan bo‘sh vaqtda o‘taladi. Mahkumlar majburiy jamoat ishlarini o‘tashi mumkin bo‘lgan joylar (obyektlar) va majburiy jamoat ishlarining turi mazkur jazoning ijrosini nazorat qiluvchi organlar tomonidan belgilanadi. Majburiy jamoat ishlari bir yuz yigirma soatdan to‘rt yuz sakson soatgacha bo‘lgan muddatga tayinlanadi va olti oy davomida kuniga to‘rt soatdan ko‘p bo‘lmagan vaqtda, mahkumga bog‘liq bo‘lmagan holatlar yuzaga kelgan taqdirda esa, bir yilgacha bo‘lgan muhlatda kuniga to‘rt soatdan ko‘p bo‘lmagan vaqtda o‘taladi. Majburiy jamoat ishlari nafaqa yoshiga yetgan shaxs-larga, o‘n olti yoshga to‘lmagan shaxslarga, homilador ayollarga, uch yoshga to‘lmagan bolalari bor ayollarga, birinchi va ikkinchi guruh nogironligi bo‘lgan shaxslarga, harbiy xizmatchilarga, chet el fuqarolariga va O‘zbekiston Respublikasida doimiy yashamaydigan shaxslarga nisbatan qo‘llanilmaydi. Mahkum jazoni o‘tashdan bo‘yin tovlagan taqdirda, sud majburiy jamoat ishlarining o‘talmagan muddatini majburiy jamoat ishlarining to‘rt soatini ozodlikni cheklashning yoki ozodlikdan mahrum qilishning bir kuniga tenglashtirgan holda hisoblab, ozodlikni cheklash yoki ozodlikdan mahrum qilish tariqasidagi jazo bilan almashtiradi. Jazoni o‘tashdan bo‘yin tovlanilgan vaqt jazoning o‘talgan muddatiga qo‘shib hisoblanmaydi.",
            "sharxi": "1. Majburiy jamoat ishlari jazolarning asosiy turlaridan sanaladi. Bu jazo jinoyat qonunchiligida ilgari ilgari mavjud bo‘lmagan yangi jazo turi hisoblanadi.\n\n2. Majburiy jamoat ishlari JK Maxsus qismi moddalarining sanksiyasida bevosita ko‘rsatilganda tayinlanishi mumkin. Majburiy jamoat ishlari JK Maxsus qismining moddalarining sanksiyasida nazarda tutilmagan bo‘lsa, yengilroq jazo tayinlash uchun asoslar mavjud bo‘lganda, JK Maxsus qismining moddalariga muvofiq tayinlanishi mumkin.\n\n3. Majburiy jamoat ishlari mahkumga moddiy ta’sir o‘tkazish bilan bog‘liq jazo turiga taalluqli bo‘lib, shu bilan birgalikda uni ma’lum bir darajada erkinligini cheklaydi. Mazkur jazo turi mahkumni haq to‘lanmaydigan majburiy jamoat ishlariga jalb qilishdan iborat.Agarda mahkum ishlayotgan yoki o‘qiyotgan bo‘lsa, majburiy jamoat ishlari ishdan yoki o‘qishdan bo‘sh vaqtda o‘taladi.\n\n4. Majburiy jamoat ishlari tariqasidagi jazoni ijro etish mahkumning yashash joyidagi ichki ishlar organlarining jazolarni ijro etish inspeksiyasi tomonidan amalga oshiriladi. Mahkum majburiy jamoat ishlarini o‘tashi mumkin bo‘lgan joylar (obyektlar) va majburiy jamoat ishlarining turlari jazolarni ijro etish inspeksiyalari tomonidan mahalliy ijro etuvchi hokimiyat organlarining taklifiga ko‘ra belgilanadi.\n\nMajburiy jamoat ishlari tariqasidagi jazoning ijrosini tashkil etish tartibi va majburiy jamoat ishlari turlarining ro‘yxati O‘zbekiston Respublikasi Vazirlar Mahkamasi tomonidan belgilanadi.\tMahkum turli majburiy jamoat ishlarini (ko‘cha, jamoat joylarini tozalash, ekinlar ekish, yerlarni qazish, santexnika ishlari, bo‘yash, qurilish va h.k.) bajarishga majbur bo‘lishi mumkin.\n\n5. Majburiy jamoat ishlariga hukm qilingan shaxs:\n\n-sudning hukmi, ajrimi yoki qarori qonuniy kuchga kirgan kundan e’tiboran o‘n kun ichida yashash joyidagi jazolarni ijro etish inspeksiyasida hisobga turishi;\n\n-majburiy jamoat ishlarini bajarish va o‘tash shart-lariga rioya etishi;\n\n-o‘zi uchun belgilangan joyda (obyektda) ishlashi hamda majburiy jamoat ishlarining belgilangan muddatlari va hajmlarini ishlab berishi;majburiy jamoat ishlarini o‘tash joyidagi (obyektidagi) tashkilotning (organning) ichki mehnat tartibi qoida-lariga rioya etishi, mehnatga vijdonan munosabatda bo‘lishi;\n\n-yashash joyi o‘zgarganligi haqida jazolarni ijro etish inspeksiyasini xabardor qilishi, shuningdek uning - chaqiruviga binoan yetib kelishi shart.\n\n6. Jinoyat kodeksining 45-1-moddasi 4-qismda majburiy jamoat ishlari qo‘llash mumkin bo‘lmagan shaxslar toifasi belgilangan:\n\n1) nafaqa yoshiga yetgan shaxslarga;\n\n2) o‘n olti yoshga to‘lmagan shaxslarga;\n\n3) homilador ayollarga;\n\n4) uch yoshga to‘lmagan bolalari bor ayollarga;\n\n5) birinchi va ikkinchi guruh nogironligi bo‘lgan shaxslarga;\n\n6) harbiy xizmatchilarga;\n\n7) chet el fuqarolariga;\n\n8) O‘zbekiston Respublikasida doimiy yashamaydigan shaxslarga.\n\n7. Mahkum jazoni o‘tashdan bo‘yin tovlagan taqdirda, sud majburiy jamoat ishlarining o‘talmagan muddatini majburiy jamoat ishlarining to‘rt soatini ozodlikni cheklashning yoki ozodlikdan mahrum qilishning bir kuniga tenglashtirgan holda hisoblab, ozodlikni cheklash yoki ozodlikdan mahrum qilish tariqasidagi jazo bilan almashtiradi. Jazoni o‘tashdan bo‘yin tovlanilgan vaqt jazoning o‘talgan muddatiga qo‘shib hisoblanmaydi.\n\n8. Quyidagilar majburiy jamoat ishlarini o‘tashdan bo‘yin tovlovchilar deb e’tirof etiladi:\n\n-o‘n kun ichida hisobga turmagan, shuningdek jazoni o‘tashdan bo‘yin tovlash maqsadida yashiringan mahkum;\n\n-yozma ogohlantirish olganidan so‘ng, o‘ziga bog‘liq bo‘lmagan holatlar mavjud bo‘lmasa-da, majburiy jamoat ishlarida bir oy davomida ikki martadan ko‘p ishtirok etmagan mahkum; yozma ogohlantirish olganidan so‘ng majburiy jamoat ishlarini o‘tash joyidagi (obyektidagi) tashkilotning ichki mehnat tartibi qoidalarini bir oy davomida uch martadan ko‘p buzgan mahkum.\n\n-Jazoni o‘tashdan bo‘yin tovlayotgan mahkumning turgan joyi noma’lum bo‘lgan taqdirda, unga nisbatan qidiruv e’lon qilinadi."
        },
        {
            "modda_raqami": "46-modda. Axloq tuzatish ishlari.",
            "matni": "Axloq tuzatish ishlari shaxs ish haqining o‘n foizidan o‘ttiz foizigacha miqdorini davlat daromadi hisobiga ushlab qolgan holda uni mehnatga majburan jalb qilishdan iborat bo‘lib, jazo sudning hukmiga muvofiq mahkumning o‘z ish joyi yoki mazkur jazo ijrosini nazorat qiluvchi organlar belgilab beradigan boshqa joylarda o‘taladi. Axloq tuzatish ishlari olti oydan uch yilgacha muddatga tayinlanadi. Axloq tuzatish ishlari nafaqa yoshiga yetganlarga, mehnatga qobiliyatsizlarga, homilador ayollarga, uch yoshga to‘lmagan bolalari bor ayollarga va harbiy xizmatchilarga nisbatan qo‘llanilmaydi. Agar shaxs sud tomonidan tayinlangan axloq tuzatish ishlari muddatining jami bo‘lib o‘ndan bir qismidan ko‘prog‘ini o‘tashdan bo‘yin tovlasa, sud axloq tuzatish ishlarining o‘talmagan muddatini xuddi shu muddatga ozodlikni cheklash yoki ozodlikdan mahrum qilish tariqasidagi jazo bilan almashtiradi. Jazoni o‘tashdan bo‘yin tovlagan vaqt jazoning o‘talgan muddatiga qo‘shib hisoblanmaydi.",
            "sharxi": "1. Axloq tuzatish ishlari o‘zida jinoiy jazoning keng tarqalgan turlaridan biri bo‘lib, jinoiy jazo maqsadiga erishish jarayoniga ijobiy ta’sir ko‘rsatadi. Mazkur jazo turining mohiyati shundan iboratki, jinoyatni sodir etishda aybdor deb topilgan shaxsni jamiyatdan ajratmagan holda majburiy mehnatga jalb qilish orqali avvalgi ish joyida va doimiy yashash joyida mehnat jamoasi yordamida tarbiyaviy ta’sir ko‘rsatishda ifodalanadi. Natijada, mahkum jamiyat a’zolari bilan ijtimoiy aloqalarni saqlab qolish bilan birga, mazkur jazo turining o‘ziga xos og‘irlik jihatlarini his etadi va boshidan o‘tkazadi. Axloq tuzatish ishlari va boshqa turdagi ozodlikdan mahrum qilish bilan bog‘liq bo‘lmagan jinoiy jazo choralarini qo‘llash sudlanganlarga axloqan tuzatishning samarali usullardan biri ekanligini ko‘rish mumkin.\n\n2. Mazkur jazo asosiy jazo turi hisoblanib, faqat Jinoyat kodeksining Maxsus qismi tegishli moddasi sanksiyasida nazarda tutilgan hollarda qo‘llaniladi. Ayni paytda axloq tuzatish ishlari shunday ko‘rsatma bo‘lmagan holda ham tayinlanishi mumkin, basharti: \n\n1) sudlangan shaxs jarimani ijro etishdan bo‘yin tovlasa, uning ijro etilmagan qismi Jinoyat kodeksining 44-moddasi 3-qismi hamda 82-moddasi 2-qismiga muvofiq axloq tuzatish ishlariga almashtirilishi mumkin;\n\n2) axloq tuzatish ishlari Jinoyat kodeksining 57-moddasining qoidalariga muvofiq yengilroq jazo tayinlash tartibida tayinlangan bo‘lsa;\n\n3) ushbu jazo chorasi Jinoyat kodeksining 74-moddasi qoidalariga muvofiq jazoni yengilrog‘i bilan almashtirish tartibida ozodlikdan mahrum etishning o‘talmagan qismi o‘rniga qo‘llanilgan bo‘lsa.\n\t\n3. Jinoyat kodeksining 46-moddasi 1-qismiga muvofiq, axloq tuzatish ishlari mahkumning, albatta, mehnatga jalb etilishini talab etadi. Ya’ni, bunday jazo  obyektiv holatlar tufayli mehnat faoliyatini amalga oshira olmaydigan shaxslarga nisbatan qo‘llanilmaydi. Bunday shaxslar doirasi Jinoyat kodeksining 46-moddasi 3-qismida ko‘rsatilgan, ya’ni axloq tuzatish ishlari nafaqa yoshiga yetganlarga, mehnatga qobiliyatsizlarga, homilador ayollarga, uch yoshga to‘lmagan bolalari bor ayollarga va harbiy xizmatchilarga nisbatan qo‘llanilmaydi. Ushbu shaxslar tomonidan jinoyat sodir etilgan holda, sud ularga nisbatan qonunda nazarda tutilgan boshqa davlat majburlov choralarini qo‘llashi lozim. Mazkur holatlar jazoni o‘tash muddati mobaynida yuzaga kelgan holatlarda esa (masalan, sudlangan shaxs nafaqaga chiqdi yoki nogironligi tufayli mehnatga layoqatsiz bo‘lib qoldi), sud mahkumning o‘zi yoki jamoat birlashmasi yoki jamoaning iltimosnomasiga binoan, shuningdek, ichki ishlar idoralarining taqdimnomasiga binoan unga axloq tuzatish ishlarini yengilroq jazo chorasiga almashtirishi mumkin yoki Jinoyat kodeksining 75-moddasiga muvofiq jazoni o‘tashdan ozod etishi mumkin.\n\n4. Sharhlanayotgan modda 1-qismining qoidalaridan, shuningdek, axloq tuzatish ishlari sudning hukmiga muvofiq, mahkumning o‘z ish joyi yoki mazkur jazo ijrosini nazorat qiluvchi organlar belgilab beradigan boshqa joylarda o‘tashi mumkinligi kelib chiqadi. Oliy sud Plenumining ko‘rsatmalariga muvofiq, axloq tuzatish ishlari, odatda, ish joyida o‘tash sharti bilan tayinlanishi lozim. Shu bilan birga, shaxs o‘z kasb yoki xizmat vazifasini bajarish bilan bog‘liq holda jinoyat sodir etib, uning oldingi ish joyida qoldirilishi jazoning tarbiyaviy ahamiyati pasayishiga olib kelishi mumkin bo‘lsa, axloq tuzatish ishlarini ushbu jazo ijrosini amalga oshiruvchi organ tomonidan belgilangan joyda o‘tash tayinlanishi mumkin. Shu munosabatda axloq tuzatish ishlarini o‘tash joylari O‘zbekiston Respublikasining Mehnat kodeksi amal qiladigan turli mulkchilik shaklidagi korxonalar, muassasalar va tashkilotlar, shuningdek, faoliyati boshqa normativ-huquqiy hujjatlar bilan tartibga solinadigan boshqa muassasalar va tashkilotlar bo‘lishi mumkin, masalan, O‘zbekiston Respublikasining 1999 yil 14 apreldagi «Nodavlat notijorat tashkilotlari to‘g‘risida»gi 763-1-sonli Qonuni, O‘zbekiston Respublikasining 2012 yil 2-maydagi «Tadbirkorlik faoliyati erkinligining kafolatlari. to‘g‘risida»gi QO‘RQ-328-sonli Qonuni va boshqalar.\n\n5. Mahkumni ilgarigi ishlab turgan joyida axloq tuzatish ishlari jazosini o‘tashiga nisbatan mazkur jazo ijrosini nazorat qiluvchi organlar belgilab beradigan joylarda o‘tashi og‘irroq hisoblanadi. Bundan tashqari, mazkur jazo turini tayinlash mahkumni yaxshi tomonga tarbiyalashda muhim ahamiyat kasb etadi. Shuni hisobga olib, sudlar axloq tuzatish ishlari jazosini mahkumning oldingi ish joyi bo‘yicha tayinlashni kengroq qo‘llashlari kerak. Shu bilan bir vaqtda, sudlar, xizmat yoki kasb vazifasi bilan bog‘liq bo‘lgan jinoyat sodir etgan shaxslarga nisbatan axloq tuzatish ishlari jazosini o‘z ish joyida ilgarigi xizmat mansabida yoki kasbida o‘tashni ko‘llamasliklari maqsadga muvofiq, chunki aybdorni o‘z ish joyida qoldirish jazoning tarbiyaviy ahamiyati va ta’sir etish kuchini susaytirishi mumkin.\n\n6. Hukm chiqarish vaqtida hech qayerda ishlamagan yoki doimiy ish joyi bo‘lmagan shaxslarga axloq tuzatish ishlarini umumiy asoslarda o‘tash tartibi belgilangan. Shu bilan birga, mazkur shaxslar ana shu ish joyidagi mehnat faoliyatidan bo‘yin tovlay olmaydilar. Bunday holatda, mahkum jazo ijrosini nazorat qiluvchi organning rasmiy yozma ruxsatisiz, mehnat munosabatlarini o‘z tashabbusi bilan to‘xtatishga haqli emas. \n\n7. Shuni qayd etish kerakki, axloq tuzatish ishlari jazosini tayinlash bir yo‘la egallab turgan lavozimidan chetlashtirish yoxud bo‘shatish bilan bog‘liq emas. Sudlanganlik faktining o‘zi mahkumni egallab turgan lavozimidan chetlashtirishga yoki boshqa ishga o‘tkazishga asos bo‘la olmaydi. Lavozimidan chetlashtirish faqat sudning hukmi bo‘yicha muayyan huquqdan mahrum qilish jazosini tayinlash munosabati bilan yoxud jinoyatni sodir etish egallab turgan lavozimi bilan bog‘liq bo‘lgan holatlardagina amalga oshirilishi mumkin. Muayyan huquqdan mahrum qilish jazosi tayinlangan mahkumga nisbatan mehnat to‘g‘risidagi qonunchilik tatbiq qilinadi, shuningdek, egallab turgan lavozimidan chetlashtirish boshqa ishga o‘tkazish orqali ish beruvchi tomonidan amalga oshiriladi. Shuningdek, axloq tuzatish ishlarining ijro etilishi yashash joyining o‘zgarishi bilan bog‘liq bo‘lmaydi. Mahkum shaxslar o‘z yashash joyi mintaqasida jazo o‘taydilar, bunda ma’muriy-hududiy birlik emas, ishlarni o‘tash manzilining mahkum shaxsga avvalgi joyida, oilasi bilan aloqasini uzmagan holda yashashga imkon beruvchi joylashuvi tushuniladi.\n\n8. Axloq tuzatish ishlari tariqasidagi jazoning muhim sharti ish haqidan davlat budjetiga jazoni o‘tash muddati davomida har oyda asosiy ish joyidagi ish haqidan muayyan miqdordagi summaning ushlab qolinishidir. Ish haqidan ushlab qolish miqdori jinoyat qonuni tomonidan olingan ish haqi miqdoridan foiz nisbatida, o‘n foizdan o‘ttiz foizgacha miqdorda belgilanadi. Shuni qayd etish lozimki, davlat foydasiga hisoblab o‘tkazilishi lozim bo‘lgan ish haqining aniq qismini belgilashda qonunning jazoni individuallashtirish yuzasidan talablariga tayanish kerak. Ish haqidan ushlab qolishning muayyan foizini belgilay turib, uning miqdori, jarimani tayinlash vaqtidagidek, ham jazodan qochish vositasiga, ham mahkum shaxsni xonavayron etish vositasiga aylanmasligini inobatga olish lozim hamda ushbu ish haqi foizining miqdori mahkum oilasining moddiy yashash sharoitlarida qanday aks etishini to‘g‘ri baholashi lozim. Shu maqsadlarda sudlar sudlanuvchining, ayniqsa, voyaga yetmaganlarning moddiy ahvolini aniqlashlari lozim. Jinoyat kodeksining bir necha moddasi bo‘yicha axloq tuzatish ishlari tayinlanayotganda, jazo muddati va ish haqidan chegirma miqdori har bir modda bo‘yicha alohida, so‘ngra esa, ularning majmui bo‘yicha belgilanadi. Bunda jazoning uzil-kesil muddati va chegirma miqdori JKning 46-moddasida belgilangan chegaradan oshishi mumkin emas!.\n\n9. Axloq tuzatishga hukm qilinganlarning ish haqidan davlat budjetiga sud tomonidan o‘rnatilgan miqdorda jazoni o‘tash muddati davomida har oyda asosiy ish joyidagi ish haqidan ushlab qolinadi. Shuni nazarda tutish kerakki, sharhlanayotgan modda mazmunidagi ish haqi deganda, mahkumning faqat mehnat faoliyati natijasida olingan ish haqi tushunilishi lozim. Sababi, axloq tuzatish ishlari jazosi mehnatga jalb etish hamda aynan undan olingan puldan ushlab qolishni nazarda tutadi va ushbu jazoning ahamiyati ham aynan shunda namoyon bo‘ladi. Shu bilan birga, ushlab qolish ijro hujjatlari bo‘yicha mahkumga nisbatan ish haqining jami summasidan kelib chiqiladi. Mahkumning ish haqidan ushlab qolinayotganda uning pul va natura qismi hisobga olinadi. Shuningdek, davlat foydasiga nafaqa, ijtimoiy yordam sifatida oladigan to‘lov, ijtimoiy sug‘urta va boshqa ish haqiga kirmaydigan to‘lovlar ushlab qolinmaydi.\n\n10. Mazkur jazo ijro etilishi davrida mahkumning moddiy ta’minoti jiddiy yomonlashgan hollarda jazo ijrosini nazorat qiluvchi inspeksiya, mahkumning o‘zi, uning himoyachisi, shuningdek, shaxs jazoni o‘tayotgan korxona, muassasa yoki tashkilot ma’muriyati ushlab qolish miqdorini kamaytirish haqidagi iltimosnoma bilan sudga murojaat qilishlari mumkin. Bunday qaror mahkumning barcha daromadlaridan kelib chiqib belgilanadi.\n\n11. Sharhlanayotgan turdagi jazo muddati muhim elementlardan biridir. Sud hukmida muddatning ko‘rsatilmasligi hukmning bekor bo‘lishiga asos bo‘lishi mumkin. Shuning uchun sudlar axloq tuzatish ishlari jazosi muddatining eng kam va eng ko‘p chegarasi hamda uning tegishliligiga qarab olti oy va uch yilni tashkil etishini nazarda tutib, muddatini, albatta, ko‘rsatishi kerak. Shuning uchun tegishli moddaning sanksiyasida jazoning eng kam muddati ko‘rsatilmagan yoki eng past chegarasidan pastroq jazoni qo‘llaganda sudlar axloq tuzatish ishlarini olti oydan kamroq muddatga tayinlashi mumkin emas. Ayni paytda, avval aytilgani kabi axloq tuzatish ishlarining muddati jazoni individuallashtirishning muhim vositasi ekanligini hamda uni tayinlashda qilmishni, shuningdek, aybdor shaxsini tavsiflovchi holatlarni hisobga olish lozim.\n\t\n12. Axloq tuzatish ishlari muddati mahkum ishlagan va uning ish haqidan ushlab qolingan davr mobaynidaga yillar, oylar, kunlardan kelib chiqib hisoblanadi. Mahkum doimiy yashash va ish joyiga ega bo‘lmagan taqdirda, jazo hukm chiqargan sud joylashgan hududdagi jazoni ijro etish inspeksiyasi belgilab bergan joyda ijro etiladi, mahkum ishlab bergan kunlar sud tomonidan belgilangan jazo muddatining har oyiga to‘g‘ri keladigan ish kunlari miqdoridan kam bo‘lmasligi kerak. Agar mahkum ana shu miqdordagi ish kunlarini ishlab bermagan bo‘lsa va ishlanmagan kunlarini jazo muddatiga qo‘shib hisoblash uchun asoslar mavjud bo‘lmasa, axloq tuzatish ishlarini o‘tash mahkum belgilangan ishlarni to‘liq o‘tab bergunga qadar davom etadi. Ishbay asosida faoliyat yuritadigan korxona, muassasa va tashkilotlarda ishlayotgan mahkumlarning jazoni o‘tash muddati ish soatlarining normal miqdoriga amal qilingan holda hisobga olinadigan davrdagi ish vaqti muddatidan kelib chiqib hisoblanadi. Mahkum ishlamagan, ammo qonunga muvofiq, u ishsiz deb topilgan vaqt axloq tuzatish ishlarini o‘tash muddatiga qo‘shib hisoblanadi. Axloq tuzatish ishlari muddatini to‘g‘ri hisoblash mahkum uni ijro etishdan bo‘yin tovlaganda jazoning o‘talmagan qismini almashtirish hollarida yoxud bir necha jinoyat bilan bog‘liq bo‘lgan hukmlar bo‘yicha jazo tayinlash paytida katta ahamiyatga ega.\n\n13. Sharhlanayotgan moddaning to‘rtinchi qismi sudlangan shaxsning ularni ijro etishdan bo‘yin tovlagan holda axloq tuzatish ishlarini almashtirishni nazarda tutadi. Xususan, agar shaxs sud tomonidan tayinlangan axloq tuzatish ishlari muddatining jami bo‘lib o‘ndan bir qismidan ko‘prog‘ini o‘tashdan bo‘yin tovlasa, sud axloq tuzatish ishlarining o‘talmagan muddatini xuddi shu muddatga ozodlikni cheklash yoki ozodlikdan mahrum qilish tariqasidagi jazo bilan almashtiradi. Jazoni o‘tashdan bo‘yin tovlagan vaqt jazoning o‘talgan muddatiga qo‘shib hisoblanmaydi. Ya’ni, axloq tuzatish ishlarini faqat bitta jazo turini ozodlikdan mahrum etish bilan almashtirishga yo‘l qo‘yiladi. Bunda shuni hisobga olish lozimki, almashtirish to‘liq amalga oshirilishi lozim, ya’ni ijro etilmagan jazoning faqat bir qismini almashtirish va ayni paytda boshqa qismining ijro etilishiga yo‘l qo‘yilmaydi.\n\n14. Axloq tuzatish ishlari jazosini ozodlikdan mahrum qilish jazosiga almashtirish, mahkum axloq tuzatish davomida uning bo‘yin tovlagan vaqtining umumiy miqdori jazo tayinlangan jami muddatining o‘ndan bir qismidan ko‘prog‘ini tashkil etgandagina amalga oshirilishi mumkin. Tayinlangan jami muddatning o‘ndan bir qismidan ko‘prik jazoni ijro etishdan bo‘yin tovlaganda yo‘l qo‘yiladigan holatdagi qonun ko‘rsatmasi shuni uqtiradiki, mahkum jazoni o‘tashdan bo‘yin tovlagan davrni belgilashda sud va jazoni ijro etish organlari uzluksiz mezonlarga aloqador emas. Axloq tuzatish ishlaridan bo‘yin tovlash mazkur jazoni o‘tashning butun muddati davomida muntazam amalga oshirilishi mumkin, bu jazoni ozodlikdan mahrum qilish bilan almashtirishga to‘sqinlik qilmaydi.\n\n15. Shuni nazarda tutish kerakki, JKning 46-moddasi sharhlanayotgan qismining mazmuniga ko‘ra, tayinlangan jazo muddatining jami bo‘lib o‘ndan bir qismidan ko‘prog‘ini o‘tashdan bo‘yin tovlangan taqdirda, sud axloq tuzatish ishining o‘talmagan muddatini shu muddatga ozodlikni cheklash yoki ozodlikdan mahrum qilish tariqasidagi jazo turi bilan almashtirishi mumkin.\n\n16. Sudlangan shaxs axloq tuzatish ishlarini o‘tashdan bo‘yin tovlashi masalasini hal etishda u qasddan bo‘lishi, aynan jazoni o‘tashdan bo‘yin tovlashga qaratilgan bo‘lishi lozimligini hisobga olish kerak. Ayni paytda uning uzrli bo‘lmagan sabablar tufayli yuzaga kelishi ham bo‘yin tovlashning majburiy sharti bo‘ladi. Tashqi tomondan shaxsning axloq tuzatish ishlarini o‘tashdan bo‘yin tovlashi quyidagilar shaklida namoyon bo‘lishi mumkin: hisobga olingan paytidan boshlab yoki avvalgi ishidan ketgan paytidan boshlab belgilangan muddat ichida uzrli sababsiz ishga kirmaslik; yangi yashash joyiga ko‘chib kelganidan keyin belgilangan muddat ichida uzrli sababsiz axloq tuzatish ishlarining qo‘llanishini nazorat qiluvchi idoraga kelmaslik; belgilangan jazo muddati mobaynida muntazam ishga kelmaslik yoki ishga mast holda kelish va h.k.\n\n17. Axloq tuzatish ishlari jazosini ozodlikni cheklash yoki ozodlikdan mahrum qilish jazosi bilan almashtirish ichki ishlar organlari tomonidan kiritilgan taqdimnoma yoki jamoat birlashmasining iltimosiga asosan JPKning 539-moddasida ko‘rsatilgan tartibda amalga oshiriladi.\n\n18. Shuni e’tiborda tutish kerakki, jazoni o‘tash uchun mahkumni ozodlikni cheklash yoki ozodlikdan mahrum qilish joyiga jo‘natish masalasini hal etishda sud axloq tuzatish ishlari ijrosini nazorat qiluvchi organ tomonidan ko‘rilgan choralar haqidagi, ya’ni jazo ijrosini ta’minlashda, Mahkumning qonunchilik talablariga muvofiq, jazoni o‘tashdan bo‘yin tovlaganligi uchun javobgarlik to‘g‘risida uning ogohlantirilganligi haqidagi ma’lumotlar mavjud bo‘lishi kerak. Jinoyat-protsessual kodeksining 541, 542-moddalariga muvofiq, axloq tuzatish ishining o‘talmagan qismini ozodlikdan mahrum qilish bilan almashtirish haqidagi ishlar sud majlisida, odatda, mahkum ishtirokida ko‘rilishi lozim. Bu masala mahkum yashirinib yurganligi yoki sudga kelishdan bo‘yin tovlayotganligi to‘g‘risida ishonchli ma’lumotlar ishda mavjud bo‘lgan holdagina uning ishtirokisiz hal etilishi mumkin.\n\n19. Axloq tuzatish ishlarining ijro etilmagan qismini ozodlikni cheklash yoki ozodlikdan mahrum qilish jazosi bilan almashtirish hukmni ijro etish tartibida amalga oshirilayotganligini e’tiborga olib, mahkum jazoni almashtirishda aynan axloq tuzatish ishlari ko‘rinishidagi jazo tayinlangan shaxs sifatida ko‘rib chiqilishi lozim. Bu ozodlikdan mahrum qilish ko‘rinishidagi almashtirilgan jazo mazkur shaxs tomonidan sodir etilgan jinoyatning og‘irligidan, shuningdek retsidiv xatti-harakatlar bo‘lishidan qat’i nazar, maxsus koloniyalarda amalga oshirilishi kerak."
        },
        {
            "modda_raqami": "47-modda. Xizmat bo‘yicha cheklash.",
            "matni": "Xizmat bo‘yicha cheklash harbiy xizmatni shartnoma bo‘yicha o‘tayotgan harbiy xizmatchini sud hukmida ko‘rsatilgan muddat davomida muayyan huquq va imtiyozlardan mahrum qilib, pul ta’minotining o‘n foizidan o‘ttiz foizigacha bo‘lgan miqdorini davlat daromadi hisobiga ushlab qolishdan iboratdir. Xizmat bo‘yicha cheklash jazo chorasi ushbu Kodeks Maxsus qismining moddasida nazarda tutilgan hollarda ikki oydan uch yilgacha muddatga qo‘llaniladi. Ijtimoiy xavfi katta bo‘lmagan jinoyat yoki og‘ir oqibatlarni keltirib chiqarmagan ehtiyotsizlik orqasida sodir etilgan jinoyat uchun sud ish holatlari va mahkumning shaxsini hisobga olgan holda uch yildan ko‘p bo‘lmagan muddatga ozodlikdan mahrum qilish yoki axloq tuzatish ishlari jazosi o‘rniga shu muddatga xizmat bo‘yicha cheklash jazosini qo‘llashi mumkin. Xizmat bo‘yicha cheklash tariqasidagi jazoni o‘tash muddati davomida mahkumning mansabini, harbiy yoki maxsus unvonini oshirish mumkin emas, jazoni o‘tagan vaqt esa, uning ko‘p yil ishlaganlik, navbatdagi harbiy yoki maxsus unvon hamda nafaqa olish uchun asos bo‘ladigan xizmat muddatiga qo‘shilmaydi.",
            "sharxi": "1. Xizmat bo‘yicha cheklash jazosi maxsus jazo turi bo‘lib, faqat subyektlarning cheklangan doirasiga harbiy xizmatni shartnoma bo‘yicha o‘tayotgan harbiy xizmatchilarga nisbatan qo‘llanadi. Boshqa shaxslar, shu jumladan, chaqiruv bo‘yicha xizmatni o‘taydigan harbiy xizmatchilar jazoning mazkur turi qo‘llanadigan subyektlar tariqasida ko‘rib chiqilishi mumkin emas, ularga xizmat bo‘yicha cheklash tariqasidagi jazoni qo‘llashga yo‘l qo‘yilmaydi. Amaldagi qonunchilikka muvofiq, harbiy xizmatni o‘tayotgan harbiy xizmatchilar quyidagilarga bo‘linadi:\n\n-muddatli harbiy xizmat;\n\n-safarbarlik chaqiruvi rezervidagi harbiy xizmat;\n\n-kontrakt bo‘yicha harbiy xizmat;\n\n-O‘zbekiston Respublikasi Qurolli Kuchlari safida harbiy xizmatni o‘tagan rezervchilar xizmati.\n\nTinchlik davrida oddiy askarlar va serjantlar tarkibi lavozimlarida muddatli harbiy xizmatga, shuningdek safarbarlik chaqiruvi rezervidagi xizmatga o‘n sakkiz yoshdan yigirma yetti yoshgacha bo‘lgan, salomatligiga ko‘ra Qurolli Kuchlar safida harbiy xizmatni o‘tashga yaroqli erkak fuqarolar chaqiriladilar. \n\n2. Xizmat bo‘yicha cheklash tarkibi sharhlanayotgan moddaning uchinchi qismi, shuningdek, Jinoyat-ijroiya kodeksida ochib beriladigan muayyan huquq va imtiyozlardan mahrum qilishda ifodalanadi. Jumladan, xizmat bo‘yicha cheklash ko‘rinishidagi jazo qo‘llangan vaziyatda mahkumning mansabi, harbiy yoki maxsus unvoni ko‘tarilmaydi. Sharhlanayotgan modda mazmunida mansab deganda, faqat harbiy mansab, ya’ni harbiy xizmatchining shtatdagi almashtiriladigan mansabi (masalan, ombor mudiri, moddiy-texnika ta’minoti boshlig‘i, harbiy tayyorgarlik bo‘yicha rahbar va boshqa mansablar) tushunilishi kerak. Harbiy unvon har bir harbiy xizmatchiga, O‘zbekiston Respublikasi Qurolli Kuchlarining zaxiradagi harbiy xizmatchisiga uning xizmat mavqei, ish tajribasi, harbiy va umumiy ma’lumoti, harbiy kuchlar, qo‘shin turlariga mansubligi va shaxsiy xizmatiga qarab maxsus beriladigan unvondir. O‘zbekistonda harbiy unvonlar harbiy va kemaga oid unvonlarga bo‘linadi Maxsus unvon O‘zbekiston Respublikasi Mudofaa vazirligi. Ichki ishlar vazirligi, Davlat xavfsizlik xizmatining harbiy o‘quv yurtlari, shuningdek, O‘zbekiston Respublikasi Davlat bojxona qo‘mitasining harbiylashtirilgan bilim yurtida kursant (tinglovchi) sifatida xizmatni o‘taganda, ofitserlik lavozimiga harbiy xizmatda beriladigan unvondir.\n\n3. Xizmat bo‘yicha cheklash sud hukmida ko‘rsatilgan muddat davomida mahkumning mansabi ko‘tarilishi mumkin emasliginigina nazarda tutadi. Mahkum xizmat bo‘yicha jazosini o‘tashi davomida turli xil rag‘batlantirish va imtiyozli huquqlardan vaqtincha mahrum qilinadi. Shu bilan bir vaqtda, harbiy qism doirasidagi boshqa teng darajadagi mansabga yoki boshqa qismga o‘tkazilishiga yo‘l qo‘yiladi. Boshqa qismga o‘tkazilganda, bu haqda, albatta, sudga ma’lum qilinishi kerak.  4. Xizmat bo‘yicha cheklash tariqasidagi jazoni o‘tash davri mahkumga uning ko‘p yillik mehnatiga, navbatdagi harbiy yoki maxsus unvoniga, shuningdek, umumiy mehnat stajiga, davlat nafaqasini tayinlash muddatiga qo‘shilmaydi.\n\n5. Xizmat bo‘yicha cheklashda huquq va imtiyozlardan mahrum qilish tizimida mahkumning pul ta’minotidan davlat hisobiga ushlab qolish markaziy o‘rin egallaydi. Sud hukmi bilan tayinlangan chegirma summasi mansab va harbiy unvonga doir maoshdan hisoblab chiqariladi. Shu bilan birga chegirma mahkumning boshqa to‘lovlar, shu jumladan, aliment tariqasidagi pul summasini undirishdan qat’i nazar, fuqarolik da’vosi va boshqa majburiyatlar hisobiga bajariladi.\n\n6. Jazoning ushbu turi tayinlanayotganda sud ushlab qolish miqdori jazoni individuallashtirishning samarali vositasi ekanligi uchun uni belgilash haqidagi masalaga alohida e’tibor qilishi kerak. Jinoyat kodeksiga muvofiq, ushlab qolish miqdori mahkum pul ta’minotining o‘n foizidan o‘ttiz foizigacha bo‘lgan miqdorda tayinlanadi. Ushlab qolishning ko‘rsatilgan miqdori oxirgi chegara hisoblanib, sud tomonidan mutlaqo oshirilishi mumkin emas, chegaralanish eng kam miqdoridan kamini belgilash Xollari ham bundan mustasno emas. Ushlab qolishning aniq miqdorini belgilashda sudlar axloq tuzatish ishlari tariqasidagi jazoni tayinlashda, ushlab qolish miqdorini tayinlashga oid qoidalarga rioya qilishi kerak (JK 46-moddasi sharhiga qarang). Jumladan, sudlar mahkumning moddiy ahvolini, uning boshqa daromadlari bor-yo‘qligini, shaxsini va sodir etgan xatti-harakatini tavsiflovchi boshqa holatlarni hisobga olishi lozim. Ushlab qolishning aniq foizi mahkumning badal vositasiga aylanmaydigan va unga moddiy qiyinchilik tug‘dirmaydigan darajada belgilanishi lozim. \n\n7. Xizmat bo‘yicha cheklash tariqasidagi jazoni tayin-lashda qonunda belgilangan eng kam va eng ko‘p chegaradagi muddati, jumladan, ikki oy va uch yil ham asosiy sharti hisoblanib, hatto alohida holatlarda, masalan, eng kam chegaradan ham kam jazo tayinlanganda ham, oshirilishi mumkin emas. Hukmda xizmat bo‘yicha cheklash muddati bo‘lmasa, jinoyat qonunining kelgusida hukmni bekor qilishga olib keluvchi darajadagi buzilishi hisoblanadi, harbiy xizmat bo‘yicha cheklash muddati ikki oydan uch yilgacha oylar va yillar miqdori bo‘yicha umumiy tartibda hisobga olinadi. Bunda shuni nazarda tutish kerakki, xizmat bo‘yicha cheklash tariqasidagi jazoni o‘tash muddati hukm ijrosi amalga oshiriladigan harbiy qism komandiri tomonidan hukmni ijro etish to‘g‘risidagi buyruq chiqarilgan kundan boshlab hisoblanadi. Shu bilan bir vaqtda, boshqa jinoyat sodir etganligi munosabati bilan mahkum harbiy xizmatchi hibsda ushlab turilgan vaqt, jazoni o‘tash muddatiga qo‘shilmaydi.\n\n8. Shuni qayd etish kerakki, sharhlanayotgan moddada ko‘rsatilgan mahkumning huquq va imtiyozlardan mahrum qilish qat’iy tavsif bo‘lib, kengaytirilib talqin qilinishiga yo‘l qo‘yilmaydi. Shuning uchun, jazoni o‘tash vaqti ko‘p yillik mehnat faoliyatining umumiy yilini to‘xtatmaydi. Shuningdek, xizmat bo‘yicha cheklash vaqti xizmat va jazo muddatiga qo‘shib hisoblanadigan asosiy va qo‘shimcha ta’tillar, shuningdek, harbiy xizmatchi va uning oila a’zolariga sanatoriya-kurort uchun va asosiy ta’tilini o‘tkazilgan joygacha yo‘l haqi kabilar uchun moddiy yordam va kompensatsiyalar berilishiga to‘sqinlik qilmaydi.\n\n9. Xizmat bo‘yicha cheklash jazoning asosiy turi hisoblanadi, ya’ni u davomiy majburlovning mazkur chorasi faqat Jinoyat kodeksi tegishli moddasi sanksiyasida to‘g‘ri-dan-to‘g‘ri ko‘rsatilgan hollardagina tayinlanishi mumkin (masalan, JK 284-moddasiga muvofiq, bo‘ysunuvchining o‘z boshlig‘ini, shuningdek, boshliqning o‘ziga bo‘ysunuvchini haqorat qilganligi uchun ikki yilgacha xizmat bo‘yicha cheklash) bilan jazolanadi. Shu bilan bir vaqtda shaxs ijtimoiy xavfi katta bo‘lmagan yoki og‘ir oqibatlarni keltirib chiqarmagan ehtiyotsizlik orqasida sodir etilgan jinoyat uchun sud ish holatlari va mahkumning shaxsini hisobga olgan holda uch yildan ko‘p bo‘lmagan muddatga xizmat bo‘yicha cheklash jazosini tayinlashi mumkin. (JKning 15 va 22-moddalari sharhlariga qarang)\n\n10. Shuni alohida qayd etish kerakki, xizmat bo‘yicha cheklash jazosi faqat harbiy xizmatchilarga tayinlanadi, shuning uchun mahkum harbiy xizmatdan bo‘shatilgan holda xizmat bo‘yicha cheklashning o‘tamagan qismini davlat majburlovining boshqa chorasi bilan almashtirish yoki jazodan ozod qilish to‘g‘risidagi masala sud tomonidan hal qilinishi lozim."
        },
        {
            "modda_raqami": "48_1-modda. Ozodlikni cheklash.",
            "matni": "Ozodlikni cheklash sud tomonidan mahkumga nisbatan yashash joyini u yoki bu sabab bilan tark etishni butunlay taqiqlashdan yoki sutkaning muayyan vaqtida yashash joyidan chiqishni cheklashdan iborat. Ozodlikni cheklash bir oydan besh yilgacha muddatga tayinlanadi hamda sud tomonidan belgilanadigan organlar nazorati ostida o‘taladi. Ozodlikni cheklash, uni mahkumning yashash joyida o‘tash shartlari sodir etilgan qilmishning xususiyati va sud chiqargan qarorni ijro etishdan bo‘yin tovlashning oldini olish hisobga olingan holda sud tomonidan belgilanadi. Qo‘llanilayotgan taqiqning (cheklashning) xususiyatlarini hisobga olgan holda, sud mahkumning zimmasiga quyidagi qo‘shimcha taqiqlarni (cheklashlarni) yuklashi mumkin:\n\n-muayyan joylarga bormaslik;\n\n-ommaviy va boshqa tadbirlar o‘tkazishda ishtirok etmaslik;\n\n-muayyan faoliyat bilan shug‘ullanmaslik;\n\n-muayyan buyumlarga ega bo‘lmaslik yoki ularni o‘zida saqlamaslik;\n\n-transport vositasini boshqarmaslik;\n\n-mahkumlarni nazorat qiluvchi organning roziligisiz yashash joyini, ish va (yoki) o‘qish joyini o‘zgartirmaslik, tegishli ma’muriy hududdan tashqariga chiqmaslik;\n\n-muayyan shaxslar bilan aloqa o‘rnatmaslik;\n\n-aloqa vositalaridan, shu jumladan Internetdan foydalanmaslik;\n\n-alkogolli ichimliklar iste’mol qilmaslik.\n\nSud ozodlikni cheklashga hukm qilingan shaxsning zimmasiga o‘zi yetkazgan moddiy va ma’naviy zararning o‘rnini qoplash, ishga yoki o‘qishga joylashish majburiyat-larini, shuningdek uning tuzalishiga ko‘maklashuvchi boshqa majburiyatlarni yuklashi mumkin. Agar ozodlikni cheklashga hukm qilingan shaxs jazoni o‘tash davrida o‘zining jinoiy qilmishlarini anglab yetgan, tuzalish yo‘liga qat’iy o‘tgan, yetkazilgan moddiy va ma’naviy zararning o‘rnini qoplagan bo‘lsa, sud mahkumga nisbatan ilgari tayinlangan taqiqlarni (cheklashlarni) to‘liq yoki qisman bekor qilishi mumkin. Mahkum ozodlikni cheklash tariqasidagi jazoni o‘tashdan qasddan bo‘yin tovlagan, shuningdek sud tomonidan o‘z zimmasiga yuklangan majburiyatlarni bajarmagan taqdirda, sud ozodlikni cheklash jazosining o‘talmay qolgan muddatini boshqa turdagi jazo bilan almashtirishi mumkin. Jazoni o‘tashdan bo‘yin tovlash vaqti o‘talgan jazo muddatiga qo‘shib hisoblanmaydi. Ozodlikni cheklash harbiy xizmatchilar, chet el fuqarolari, shuningdek O‘zbekiston Respublikasida doimiy yashash joyiga ega bo‘lmagan shaxslarga nisbatan tayinlanmaydi.",
            "sharxi": "1. Ozodlikni cheklash jazosi jinoyat to‘g‘risidagi qonunchilikka nisbatan yangi kiritilgan jazo choralaridan biri hisoblanadi.\n\n2. Jinoyat kodeksiga mazkur jazo turi o‘z tabiatiga ko‘ra ozodlikdan mahrum qilish jazosiga muqobil jazo sifatida kiritilgan. U mahkumni jamiyatdan ajratmagan holda tarbiyalash vazifasini bajaradi. Ozodlikni cheklash sud tomonidan mahkumga nisbatan yashash joyini u yoki bu sabab bilan tark etishni butunlay taqiqlashdan yoki sutkaning muayyan vaqtida yashash joyidan chiqishni cheklashdan iborat.\n\n3. Mazkur jazo turining quyi muddatlari ozodlikdan mahrum qilish jazosi bilan bir xil. Xususan, ushbu jazo turi olti oydan besh yilgacha muddatga tayinlanadi hamda sud tomonidan belgilanadigan organlar nazorati ostida o‘taladi. Ozodlikni cheklash, uni mahkumning yashash joyida o‘tash shartlari sodir etilgan qilmishning xususiyati va sud chiqargan qarorni ijro etishdan bo‘yin tovlashning oldini olish hisobga olingan holda sud tomonidan belgilanadi.\n\n4. Mazkur jazo tayinlanganida sud sodir etilgan jinoyatning ijtimoiy xavfliligi, mahkumning individual xususiyatlari, shuningdek ishga aloqador boshqa holatlarni hisobga olib, qo‘llanilayotgan taqiqning (cheklashning) xususiyatlarini hisobga olgan holda, mahkumning zimmasiga quyidagi qo‘shimcha taqiqlarni (cheklashlarni) yuklashi mumkin: muayyan joylarga bormaslik; ommaviy va boshqa tadbirlar o‘tkazishda ishtirok etmaslik; muayyan faoliyat bilan shug‘ullanmaslik; muayyan buyumlarga ega bo‘lmaslik yoki ularni o‘zida saqlamaslik; transport vositasini boshqarmaslik; mahkumlarni nazorat qiluvchi organning roziligisiz yashash joyini, ish va (yoki) o‘qish joyini o‘zgartirmaslik, tegishli ma’muriy hududdan tashqariga chiqmaslik; muayyan shaxslar bilan aloqa o‘rnatmaslik; aloqa vositalaridan, shu jumladan, Internetdan foydalanmaslik; alkogolli ichimliklar iste’mol qilmaslik. Bularning hammasi jazoning maqsadlariga samarali erishish uchun qo‘llaniladigan choralar hisoblanadi.\n\n5. Bulardan tashqari, ushbu jazo turi nafaqat shaxsning ozodligini cheklash yoki muayyan harakatlarni amalga oshirishni taqiqlashdan iborat emas. Ushbu holatlar bilan bir qatorda, sud ozodlikni cheklashga hukm qilingan shaxsning zimmasiga o‘zi yetkazgan moddiy va ma’naviy zararning o‘rnini qoplash, ishga yoki o‘qishga joylashish majburiyatlarini, shuningdek uning tuzalishiga ko‘maklashuvchi boshqa majburiyatlarni yuklashi mumkin. Agar ozodlikni cheklashga hukm qilingan shaxs jazoni o‘tash davrida o‘zining jinoiy qilmishlarini anglab yetgan, tuzalish yo‘liga qat’iy o‘tgan, yetkazilgan moddiy va ma’naviy zararning o‘rnini qoplagan bo‘lsa, sud mahkumga nisbatan ilgari tayinlangan taqiqlarni (cheklashlarni) to‘liq yoki qisman bekor qilishi mumkin.\n\n6. Mahkum ozodlikni cheklash tariqasidagi jazoni o‘tashdan qasddan bo‘yin tovlagan, shuningdek sud tomonidan o‘z zimmasiga yuklangan majburiyatlarni bajarmagan taqdirda, sud ozodlikni cheklash jazosining o‘talmay qolgan muddatini boshqa turdagi jazo bilan almashtirishi mumkin. Jazoni o‘tashdan bo‘yin tovlash vaqti o‘talgan jazo muddatiga qo‘shib hisoblanmaydi. Qasddan bo‘yin tovlash deganda o‘zboshimchalik bilan, ya’ni, uzrli sabablarsiz yashash joyini tark etish, yashash joyidan chiqish vaqtini buzish, shuningdek boshqa qo‘shimcha taqiqlarni kamida ikki marotaba buzish tushunilishi lozim.\n\n7. Ozodlikni cheklash jazosi qonunda belgilangan jinoiy javobgarlikka tortish yoshiga yetgan shaxsga nisbatan tayinlanishi mumkin. 8. Mazkur jazo turining o‘ziga xos xususiyatlaridan kelib chiqib u harbiy xizmatchilar, chet el fuqarolari, shuningdek O‘zbekiston Respublikasida doimiy yashash joyiga ega bo‘lmagan shaxslarga nisbatan tayinlanmasligi belgilangan. Qonunda subyektga nisbatan boshqa cheklovlar nazarda tutilmagan. \n\n9. Jinoyat sodir etgan shaxsning ilgari sudlanganligi ozodlikni cheklash jazosini qo‘llashga to‘sqinlik qilmaydi.\n\n10. Ozodlikni cheklash muddati mahkum jazolarni ijro etish inspeksiyalarida hisobga qo‘yilgan kundan boshlab hisoblanadi. Mahkum uzrli sabablarsiz o‘zboshimchalik bilan yashash joyida bo‘lmagan vaqti ozodlikni cheklash muddatiga qo‘shib hisoblanmaydi.\n\n11. Mahkum ozodlikni cheklash tariqasidagi jazoni o‘tashdan qasddan bo‘yin tovlagan, shuningdek sud tomonidan o‘z zimmasiga yuklatilgan majburiyatlarni bajarmagan taqdirda, jazolarni ijro etish inspeksiyasi sudga mahkum uchun ozodlikni cheklashning o‘talmagan muddatini jazoning boshqa turiga almashtirish haqida taqdimnoma kiritadi."
        },
        {
            "modda_raqami": "49-modda. Intizomiy qismga jo‘natish.",
            "matni": "Intizomiy qismga jo‘natish muddatli harbiy xizmat harbiy xizmatchisini sud tomonidan belgilangan muddat mobaynida ichki tartibi ancha qattiq bo‘lgan maxsus harbiy qismga joylashtirish orqali, muayyan huquq va imtiyozlardan mahrum etishdir. Intizomiy qismga jo‘natish jazosi ushbu Kodeks Maxsus qismining moddasida nazarda tutilgan hollarda uch oydan bir yilgacha muddatga qo‘llaniladi. Sud ish holatlari va mahkumning shaxsini hisobga olgan holda uch yildan ko‘p bo‘lmagan muddatga ozodlikdan mahrum qilish jazosi o‘rniga shu muddatga intizomiy qismga jo‘natish jazosini qo‘llashi mumkin.",
            "sharxi": "1. Intizomiy qismga jo‘natish faqat muddatli harbiy xizmat harbiy xizmatchilariga nisbatan qo‘llaniladigan asosiy jazo turidir. Jazoning ushbu turi jinoyatning maxsus subyektiga nisbatan qo‘llaniladi. Ushbu jazo boshqa shaxslarga qo‘llanilishi mumkin emas. Shu bilan bir vaqtda, jazoning bu turini faqat harbiy jinoyat sodir etishdagina emas, balki, harbiy xizmatchilar tomonidan amalga oshirilgan huquqqa zid boshqa tajovuzlarga ham qo‘llash mumkin. Aybdor shaxsni ozodlikdan mahrum qilishga tayanmay, maxsus harbiy qism sharoitida tuzatish mumkin bo‘lgan hollarda davlat majburlovining mazkur chorasini tayinlashni ishga solishi kerak.\n\n2. Muddatli harbiy xizmat chaqirilish yoshidagi fuqarolarning oddiy askarlar va serjantlar tarkibi lavozimlarida, shuningdek muqaddam harbiy xizmatni -o‘tamagan ofitserlarning qonunchilikda belgilangan muddat mobaynida Qurolli Kuchlar safidagi majburiy xizmatidir. Jinoyat sodir etishda aybdor deb topilgan shaxs muddatli harbiy xizmat harbiy xizmatchisiga mansub ekanligini belgilashda sudlar muddatli harbiy xizmatda turmaydigan shaxsga jazoning ushbu turi tayinlashiga to‘g‘ri kelmasligini e’tiborga olib, uning mazkur xizmatda turgan muddatining boshlanishi va tugallanishi vaqtini e’tiborda tutishi lozim. Muddatli harbiy xizmatda bo‘lish muddati qonunda belgilanadi va u harbiy xizmatga jo‘natish uchun mudofaa ishlari organiga kelgan kundan boshlanib harbiy qism komandirining harbiy xizmatchi bo‘shatishini munosabati bilan uni shaxsiy tarkib ro‘yxatidan chiqarish to‘g‘risidagi buyrug‘i chiqqan kungacha hisoblanadi. Shuni nazarda tutish kerakki, intizomiy qismga jo‘natish jazosini qo‘llash biron-bir boshqa holatlar bilan bog‘liq emas. Shuning uchun, bu jazo ilgari sudlangan shaxslarga ham, davlat majburlovining mazkur chorasiga ilgari hukm qilinganlarga ham qo‘llanishi mumkin.\n\n3. Intizomiy qismga jo‘natish asosiy jazo turi bo‘lib, ya’ni u faqat mustaqil qo‘llanishi mumkin va uni boshqa asosiy jazolar bilan birga qo‘llashga yo‘l qo‘yilmaydi (masalan, jarima va intizomiy qismga jo‘natishni tayinlash mumkin emas va h.k.). Shuningdek, Jinoyat kodeksi Maxsus qismining tegishli moddalari sanksiyalarida to‘g‘ridan to‘g‘ri nazarda tutilgan hollardagina tayinlanishi talab etiladi. Shu bilan bir vaqtda, intizomiy qismga jo‘natish jazosi sanksiyalarda, u ko‘rsatilmagan hollarda, chunonchi jazoni yengilrog‘i bilan almashtirish, shuningdek, ozodlikdan mahrum qilish jazosini almashtirish hollarida ham qo‘llashga yo‘l qo‘yiladi.\n\n4. Sharhlanayotgan jazo mahkumni muayyan huquqlar va imtiyozlardan mahrum qilish, harbiy xizmatchini sud hukmida ko‘rsatilgan muddatga maxsus ichki tartibi ancha qattiq bo‘lgan harbiy qismga jo‘natishda ifodalanadi. Bu jazoni o‘tashda maxsus ichki tartib-qoidaga amal qilinadi. Ushbu mahrum qilish xususiyatlari Jinoyat-ijroiya kodeksida ko‘rsatilgan bo‘lib, jazoni intizomiy qismda o‘tash davrida barcha mahkumlar harbiy unvonlari, mansablari va avvalgi xizmatlari xususiyatidan qat’i nazar, oddiy askar (matros)lar holatida bo‘ladilar va belgilangan ko‘rinishdagi maxsus kiyimda yuradilar, tafovut belgilarini taqadilar, cheklanmagan miqdorda xat va telegrammalar olishlari hamda jo‘natishlari mumkin. Mahkumga alohida hollar (yaqin qarindoshining vafoti, musibat) munosabati bilan harbiy qism doirasidan chetga chiqish huquqini beradigan qisqa muddatli yetti sutkagacha ta’til berilishi mumkin. Muddatli harbiy xizmat harbiy xizmatchilari uchun nazarda tutilgan ta’til mahkumlarga berilmaydi. \n\n5. Intizomiy qismda mahkumlarning jazoni o‘tash vaqti harbiy xizmat muddatiga qo‘shilmaydi. Shuning uchun jazoni o‘taganidan keyin ular o‘z harbiy qismlariga chaqiruv bo‘yicha xizmatning qolgan qismini o‘tash uchun qaytadi. Shuningdek, ushbu sababga ko‘ra, intizomiy qismga jo‘natish xizmat muddati tugaganda boshqa jazo turiga almashtirilishi mumkin emas, chunki shu davr mobaynida ushbu muddat to‘xtatib turiladi. Lekin, mazkur jazoni o‘tash davrida sudlangan shaxs harbiy xizmatga yaroqsiz deb tan olingan holda mazkur davlat majburlov chorasini unga nisbatan amalga oshirish to‘xtatilishi lozim. Bu holda, jazoning o‘talmagan qismini boshqa jazo bilan almashtirish yoki jazodan ozod qilish masalasini ko‘rib chiqish lozim.\n\n6. Qonun tomonidan uch oydan bir yilgacha me’yor deb belgilangan muddat intizomiy qismga jo‘natish jazosining asosiy sharti hisoblanadi. Shu bilan birga, shuni qayd etish kerakki, sharhlanayotgan moddada ko‘rsatilgan muddat qat’iy hisoblanib, hatto normaning eng kamidan past jazo tayinlangan holda ham sud tomonidan u oshirilishi mumkin emas. Shu bilan bir vaqtda, intizomiy qismga jo‘natish jazosining yuqori me’yori sharhlanayotgan moddaning ikkinchi qismi qoidalariga ko‘ra, mazkur jazoni ozodlikdan mahrum qilish jazosi o‘rniga almashtirilgan holatda uch yilgacha oshirilishi mumkin. Shuni nazarda tutish kerakki, mazkur jazoni qo‘llash lozim bo‘lgan muddatning hukmda ko‘rsatilmaganligi jinoyat qonunini buzish hisoblanadi va hukmning bekor qilinishiga asos bo‘ladi.\n\n7. Sharhlanayotgan moddaning ikkinchi qismi intizomiy qismga jo‘natish jazosining ozodlikdan mahrum qilish jazosi o‘rniga tayinlanishi mumkin bo‘lgan holatlar bo‘yicha shartlarni qonuniy jihatdan aniq belgilaydi. Mazkur qism qoidalariga muvofiq, «sud ish holatlari va mahkumning shaxsini hisobga olgan holda uch yildan ko‘p bo‘lmagan muddatga ozodlikdan mahrum qilish jazosi o‘rniga shu muddatga intizomiy qismga jo‘natish jazosini qo‘llashi mumkin». Ozodlikdan mahrum qilish jazosi bilan almashtirilganda e’tiborga olinishi kerak bo‘lgan ish holatlari deganda, jinoyatning og‘irligi, uning oqibatlari, uning xususiyati va boshqa holatlar tushuniladi. Sud asosiy e’tiborni javobgarlikni yengillashtiruvchi va og‘irlashtiruvchi holatlarga qaratishi zarur. Shu bilan birga, sudlanuvchining shaxsini ifodalovchi ma’lumotlar qatoriga davlat mukofotlari, faxriy unvonlari borligi, salomatligi haqida, Jinoyat kodeksining 77-moddasiga muvofiq muddati o‘tib ketmagan yoki olib tashlanmagan sudlanganligi, jazoni ozodlikdan mahrum etish joylarida o‘taganligi to‘g‘risida va boshqa ma’lumotlar kiritilishi mumkin. Ozodlikdan mahrum qilish jazosi intizomiy qismga jo‘natish jazosiga almashtirilgan hollarda hukmning tavsif qismida sud jazoning mazkur turini JKning 49-moddasi 2-qismiga havola qilib asoslashi va hukmning qaror qismida ko‘rsatishi kerak.\n\n8. Shuni nazarda tutish kerakki, intizomiy qismga jo‘natish ozodlikdan mahrum qilish jazosi o‘rniga tayinlansa, harbiy qismda bo‘lish muddatining bir kuni ozodlikdan mahrum qilish jazosining bir kuniga tenglashtiriladi. Shu bilan birga, sud mazkur jazoning umumiy yuqori me’yori bilan bog‘liq emas, uni uch oydan uch yilgacha muddatgacha qo‘llashi mumkin. Shuni qayd etish kerakki, ozodlikdan mahrum qilish jazosi o‘rniga intizomiy qismga jo‘natish tariqasidagi jazoni qo‘llash faqat mahkumga uch yilgacha muddatga ozodlikdan mahrum qilish tayinlangan hollardagina yo‘l qo‘yiladi. Bunda tegishli modda sanksiyasida ko‘rsatilgan ozodlikdan mahrum qilish me’yorining ahamiyati yo‘q. Bundan tashqari, ozodlikdan mahrum qilish jazosi o‘rniga intizomiy qismga jo‘natish tariqasidagi jazoni tayinlash mazkur majburlov chorasi tegishli moddalar sanksiyalarida nazarda tutilgan-tutilmaganligi ahamiyatga ega emas. Shuningdek, ta’kidlash kerakki, ozodlikdan mahrum qilish jazosini intizomiy qismga jo‘natish jazosiga almashtirish, bir nechta jinoyat sodir etilgan holatlarda ozodlikdan mahrum qilish jazosi tariqasida tayinlangan hollarda amalga oshirilishi mumkin. Bunday holda faqat tayinlangan jazoning umumiy muddati uch yildan oshmasligiga e’tibor berish kerak.\n\n9. Jinoyat-ijroiya kodeksiga muvofiq, mazkur jazoning ijro etilishi O‘zbekiston Respublikasi Mudofaa vazirligi-ning maxsus mo‘ljallangan harbiy qismlari zimmasiga yuklatilgan."
        },
        {
            "modda_raqami": "50-modda. Ozodlikdan mahrum qilish. ",
            "matni": "Ozodlikdan mahrum qilish mahkumni jamiyatdan ajratib jazoni ijro etish koloniyasi yoki turmaga joylashtirishdan iboratdir. Ozodlikdan mahrum qilish bir oydan yigirma yilgacha muddatga belgilanadi, ushbu moddaning uchinchi qismida nazarda tutilgan hollar bundan mustasno. Uzoq muddatli ozodlikdan mahrum qilish yigirma yildan ortiq, lekin yigirma besh yildan ko‘p bo‘lmagan muddatga belgilanadi va faqat javobgarlikni og‘irlashtiradigan holatlarda qasddan odam o‘ldirish (97-moddaning ikkinchi qismi) va terrorizm (155-moddaning uchinchi qismi) uchun tayinlanishi mumkin. Uzoq muddatga ozodlikdan mahrum qilish jazosi ayolga, o‘n sakkiz yoshga to‘lmasdan jinoyat sodir etgan shaxsga va oltmish yoshdan oshgan erkakka nisbatan tayinlanishi mumkin emas. Ozodlikdan mahrum qilish ushbu Kodeksning 60-moddasida nazarda tutilgan bir necha jazolarni qo‘shish tartibida tayinlanganda, uning muddati yigirma besh yilgacha belgilanishi mumkin. Ozodlikdan mahrum etishga hukm qilinayotgan ayollarga hamda oltmish yoshdan oshgan erkaklarga nisbatan tayinlanayotgan jazo muddati ushbu Kodeks Maxsus qismining tegishli moddasida nazarda tutilgan ozodlikdan mahrum etish eng ko‘p muddatining uchdan ikki qismidan ortiq bo‘lishi mumkin emas. Ozodlikdan mahrum etishga hukm qilinayotgan erkaklarga nisbatan:\n\na) ijtimoiy xavfi katta bo‘lmagan jinoyati, ehtiyot-sizlik oqibatida sodir etilgan jinoyati uchun va qasddan uncha og‘ir bo‘lmagan jinoyat sodir etganlik uchun ozodlikdan mahrum etishga hukm qilinayotganlarga nisbatan jazoni manzil-koloniyalarda;\n\nb) qasddan og‘ir jinoyat sodir etganlik va o‘ta og‘ir jinoyati uchun birinchi marta ozodlikdan mahrum etishga hukm qilinayotganlarga nisbatan jazoni umumiy tartibli koloniyalarda;\n\nv) ilgari qasddan sodir etgan jinoyati uchun ozodlikdan mahrum qilish tariqasidagi jazoni o‘tab chiqib, yoki o‘tayotgan chog‘ida qasddan yangi sodir etgan jinoyati uchun hukm qilinayotganlarga nisbatan jazoni qattiq tartibli koloniyalarda;\n\ng) o‘ta xavfli retsidivistlarga nisbatan jazoni maxsus tartibli koloniyalarda o‘tash tayinlanadi. Umrbod ozodlikdan mahrum qilishga hukm etilganlar, shuningdek afv etish tar-tibida umrbod ozodlikdan mahrum qilish jazosi ozodlikdan mahrum qilish bilan almashtirilgan shaxslar ham jazoni maxsus tartibli koloniyalarda o‘taydilar.\n\nOzodlikdan mahrum etishga hukm qilinayotgan ayollarga nisbatan:\n\na) ijtimoiy xavfi katta bo‘lmagan jinoyat, ehtiyotsizlik oqibatida jinoyat sodir etganlarga hamda qasddan uncha og‘ir bo‘lmagan jinoyat sodir etganlarga nisbatan jazoni manzil-koloniyalarda;\n\nb) og‘ir va o‘ta og‘ir jinoyat uchun jazoni umumiy tartibli koloniyalarda;\n\nv) ilgari ozodlikdan mahrum qilish tariqasidagi jazoni o‘tab chiqib, yangi sodir etgan o‘ta og‘ir jinoyati uchun hukm qilinayotganlarga, shuningdek o‘ta xavfli retsidivist deb topilganlarga nisbatan jazoni qattiq tartibli koloniya-larda o‘tash tayinlanadi.\n\nTurmaga qamash tariqasidagi ozodlikdan mahrum qilish, jazoning muayyan qismiga, lekin besh yildan ko‘p bo‘lmagan muddatga:\n\na) o‘ta xavfli retsidivistlarga;\n\nb) og‘ir yoki o‘ta og‘ir jinoyati uchun besh yildan ortiq muddatga ozodlikdan mahrum etishga hukm qilingan shaxs-larga nisbatan tayinlanishi mumkin.\n\nIjtimoiy xavfi katta bo‘lmagan jinoyat sodir etganlik, ehtiyotsizlik oqibatida jinoyat sodir etganlik va qasddan uncha og‘ir bo‘lmagan jinoyat sodir etganlik uchun ozodlikdan mahrum etish tariqasidagi jazo homilador ayollarga va uch yoshga to‘lmagan bolalari bor ayollarga nisbatan, shuningdek qonunchilikka muvofiq yoshga doir nafaqaga chiqish huquqiga ega bo‘lgan shaxslarga nisbatan tayinlanmaydi. Sud tomonidan jazoni manzil-koloniyada o‘tashi tayinlangan mahkum saqlash rejimini ashaddiy buzuvchi deb topilgan taqdirda, sud uni jazoning o‘talmagan qismi muddatiga umumiy tartibli koloniyaga o‘tkazadi",
            "sharxi": "1. Jinoyat kodeksining sharhlanayotgan moddasi jinoyat huquqining jazo tizimida eng og‘ir jazolardan biri ozodlikdan mahrum qilishni ifodalaydi. Sharhlanayotgan moddaning 1-qismiga muvofiq, ozodlikdan mahrum qilish mahkumni jamiyatdan ajratib, jazoni ijro etish koloniyasi yoki turmaga joylashtirishdan iboratdir. Bunda qamoqdan farqli ravishda ozodlikdan mahrum qilish jazosini qo‘llash orqali mahkumning huquqlarini cheklash kompleks xususiyatga ega bo‘lib, mahkum ruhiy va jismoniy jihatdan jamiyatdan, o‘zi o‘rgangan muhitdan izolyatsiyalanib, jazoni qo‘llash orqali belgilangan maqsadga erishish uchun maxsus tartib qo‘llaniladi. Jinoyat sodir qilgan shaxslarga nisbatan ozodlikdan mahrum qilish jazosi ulkan ta’sir chorasi hisoblanib, uni to‘g‘ri qo‘llash qanchalik ijobiy samara bersa, noto‘g‘ri qo‘llash ham shunchalik salbiy bo‘ladi. Bularning barchasi huquqni muhofaza qiluvchi organlarga, ayniqsa, sudlarga, ozodlikdan mahrum qilish jazosini qo‘llashda katta mas’uliyat yuklaydi.\n\n2. Ozodlikdan mahrum qilish jazo tariqasida, odatda, og‘ir va o‘ta og‘ir jinoyatlar sodir etgan shaxslarga, alohida hollarda esa, sudlanuvchining shaxsini inobatga olgan holda ijtimoiy xavfi katta bo‘lmagan va uncha og‘ir bo‘lmagan jinoyatlarni sodir qilgan shaxslarga nisbatan, agar bunday shaxslarni jamiyatdan ajratmagan holda axloqan tuzatishning imkoni bo‘lmasa, qo‘llaniladi. Ushbu jazo turini qo‘llash sabablari hukmda asoslantirilishi shart. Ozodlikdan mahrum qilish asosiy jazo hisoblanadi, ya’ni u bir vaqtning o‘zida u yoki bu boshqa asosiy jazo bilan birga qo‘llanilmaydi. Ozodlikdan mahrum qilish tegishli moddalar sanksiyalarida ko‘rsatilmagan hollarda qo‘llanishi mumkin emas. Shuningdek, ozodlikdan mahrum qilish axloq tuzatish ishlarini o‘tashdan bo‘yin tovlaganlik uchun hamda umrbod ozodlikdan mahrum qilish o‘rniga afv etish tartibida qo‘llanilishi mumkin.\n\n3. Ozodlikdan mahrum qilish o‘zida mahkumning jamiyatdagi cheklangan huquqiy holatini aks ettirib, davlatning boshqa barcha majburlov choralaridan, shuningdek, qamoqdan ham farqlanadi. Mahkumning ozodlikdan mahrum etishdagi huquqiy holatining cheklanishi kompleks fe’l-atvorga ega bo‘lib, o‘zida jamiyatdan ajratishning jismoniy va ma’naviy elementlarini, shuningdek, belgilangan jamiyatdan ajratishni kuzatish maqsadida mahkumga berilgan boshqa cheklangan huquq va erkinliklarni namoyon qiladi. Shu bilan birga, belgilangan mahrumliklar mehnat faoliyatini tanlashning cheklanishida, dam olish va ish vaqtini belgilashni chegaralashda, harakatlanish erkinligi darajasini, uchrashuvlarni, posilkalarni olish va yuborishni chegaralash kabilarda namoyon bo‘ladi. Bundan tashqari, ozodlikdan mahrum qilinganlarga nisbatan axloq tuzatish va profilaktik ta’sir chorasi kabilar ham qo‘llaniladi.\n4. Ozodlikdan mahrum qilishning markaziy omil-laridan biri uning muddati hisoblanib, bu muddat davomida mahkumning huquqiy holatiga cheklovlar o‘rnatiladi. Sharhlanayotgan moddaning ikkinchi qismi asosida ozodlikdan mahrum etish (uzoq muddatli jazoni o‘tash bilan bog‘liq bo‘lmagan) bir oydan yigirma yilgacha muddatga belgilanadi. Sharhlanayotgan moddaning 3-qismida nazarda tutilgan uzoq muddatli ozodlikdan mahrum qilish jazosi «ozodlikdan mahrum qilish jazosining bir ko‘rinishi bo‘lib», yigirma yildan ortiq, lekin yigirma besh yildan ko‘p bo‘lmagan muddatga tayinlanishi mumkin. Shunday qilib, muayyan muddatga ozodlikdan mahrum etishning eng kam va eng ko‘p muddatlari tegishincha bir oy va yigirma besh yilni tashkil etadi. Bunda ozodlikdan mahrum etishni qo‘llashning eng kam muddati sud tomonidan hech qanday vaziyatda buzilishi mumkin emas (jumladan, JKning 57-moddasi qoidalariga muvofiq, jazoning eng kamidan ham kamroq jazo tayinlashda), JKning 46-moddasi 4-qismida aytib o‘tilgan vaziyat, mahkum axloq tuzatish ishlari tariqasidagi jazoni o‘tashdan bo‘yin tovlaganda sud axloq tuzatish ishlarining o‘talmagan muddatini xuddi shunday muddatdagi ozodlikdan mahrum etish bilan almashtirishga majbur bo‘lgan vaziyat bundan mustasno. Ozodlikdan mahrum etishning ko‘rsatilgan eng ko‘p chegarasi yuzasidan (25 yil), birinchidan, sharhlanayotgan moddaning 3-qismi asosida ushbu muddat uzoq muddatli bo‘lib, alohida bir jinoyatni sodir etish uchun jazoni tayinlashda faqat og‘irlashtiruvchi holatlarda qasddan odam o‘ldirish (JKning 97-moddasi 2- qismi) va terrorizmning og‘irlashtiruvchi tarkibi (JKning 155-moddasi 3-qismi) uchun tayinlanishi mumkinligini; ikkinchidan, sharhlanayotgan moddaning 5-qismiga muvofiq, yigirma besh yilgacha ozodlikdan mahrum etish JKning 60-moddasida nazarda tutilgan bir necha hukmlar yuzasidan jazo tayinlash qoidalari bo‘yicha jazolarning qo‘shib hisoblagan holda tayinlanishi mumkinligini; va, uchinchidan, mazkur jazoning eng ko‘p chegarasi JKning 76-moddasi 3-qismi asosida umrbod ozodlikdan mahrum etishning afv etish tariqasida ozodlikdan mahrum etish bilan almashtirilgan holda yigirma besh yilga yetishi mumkinligini sudlar nazarda tutishlari lozim. Qolgan barcha hollarda ozodlikdan mahrum etishning eng ko‘p chegarasi yigirma yildan oshmasligi lozim.\n\n5. Shuni ta’kidlash kerakki, sudlar ozodlikdan mahrum qilish tariqasida jazoni belgilayotganlarida muddatni aniq ko‘rsatishlari kerak. Bunday muddatni belgilash sud tomonidan Jinoyat kodeksi Maxsus qismining tegishli moddasi sanksiyalari doirasida amalga oshirilishi lozim bo‘lib, bu orqali ayblanuvchi tomonidan sodir qilingan jinoyat kvalifikatsiya qilinadi. Ayni paytda bir necha jinoyatni sodir etganlik uchun jazo tayinlashda (JKning 59-moddasi) sud har bir modda bo‘yicha tayinlanadigan jazoni alohida ko‘rsatishi va tayinlangan jazolarni qo‘shish orqali jamlangan jazoning umumiy muddatini ko‘rsatishi lozim. Ammo, jazoning eng kam qismidan ham kamroq jazo tayinlashda sudlar ozodlikdan mahrum qilishning sharhlanayotgan moddada ko‘rsatilgan 1 oylik minimal muddatidan kamroq muddat belgilashi mumkin emas.\n\n6. Ozodlikdan mahrum qilish muddatini tayinlashda bu muddatining oylar va yillar bilan hisoblanishini e’tiborga olish zarur. Shuning uchun, ozodlikdan mahrum qilishning muayyan davomiyligini aniqlashtirishda, sudlar berilgan bahoni hisobga olgan holda muddat o‘rnatib, ozodlikdan mahrum qilish muddati jazoni individuallashtirishda, shuningdek, jazo chorasi samaradorlikni oshirishini ham nazarda tutishi kerak.\n\n7. Shuni ham aytib o‘tish lozimki, ozodlikdan mahrum qilishda qisqa muddatlarning (bir yilgacha) tayinlanishi yetarlicha samara bermaydi, chunki berilgan jazo chorasi sudlanuvchiga nisbatan ta’siri cheklangan. Shu sababdan, sudlar qisqa muddatga jamiyatdan ajratish masalasiga jiddiy yondashishlari va hukmda buni asoslantirishlari kerak!. Bunday hollarda, ozodlikdan mahrum qilish bilan bog‘liq bo‘lmagan jazolarni qo‘llash maqsadga muvofiq, masalan, jarima, axloq tuzatish ishlari kabi jazo turlarini qo‘llash, sudlanuvchiga katta darajada ijobiy ta’sir ko‘rsatadi. Ozodlikdan mahrum etishning qisqa muddatlarini ayollar, nogironlar va qariyalarga nisbatan qo‘llash ko‘proq maqsadga muvofiq bo‘ladi, albatta, mahkumlarning ushbu toifasini jamiyatdan ajratmagan holda tuzatishning imkoni bo‘lmasa.\t\n\n8. Ozodlikdan mahrum qilish ko‘rinishidagi jazoni qo‘llashda uning quyidagi ijobiy jihatdan samara berishi hisobga olinishi lozim: \n\n-og‘ir va o‘ta og‘ir jinoyat sodir qilgan shaxslarga nisbatan jazo chorasini tanlashda ozodlikdan mahrum qilish jazosi sud hukmida jazoni og‘irlashtiruvchi yoki yengillashtiruvchi holatlarini hisobga olingan va ko‘rsatilgan holda qo‘llanishi kerak. Shuningdek, agar jinoyat qonunchiligi boshqa jazo choralarini ham nazarda tutgan bo‘lsa, hukmda ozodlikdan mahrum qilish ko‘rinishidagi jazo qanday holatlarga asoslanganligi motivlashtirilgan bo‘lishi kerak. Bunda sudlarning asosiy e’tibori, ayniqsa, ayollarga nisbatan jazo tayinlashga qaratilishi lozim;\n\n-jazoni jinoiy guruh tashkilotchilari va faol ishtirokchilariga nisbatan, ekstremistlar, retsidivistlar, respublikadagi vaziyatni beqarorlashtirishga uringan, o‘ta og‘ir jinoyatlar sodir etgan shaxslarga, jamiyat xavfsizligiga tajovuz qiluvchi jinoyat sodir etganlarga nisbatan tayinlashda ularning xavflilik darajasi e’tiborga olinishi lozim; \n\n-ozodlikdan mahrum qilish jazosini alohida jinoyatlar sodir qilganlarga nisbatan, ya’ni «tovlamachilarga, o‘zganing mulkini talon-toroj qiluvchilarga, soliq to‘lashdan ashaddiy bo‘yin tovlovchilarga, o‘zlarining harakatlari bilan davlat va jamoat manfaatlariga yoki fuqarolarning huquq va manfaatlariga jiddiy ziyon yetkazgan mansabdor shaxslarga, jinoiy guruhlarning tashkilotchilari va faol ishtirokchilariga» nisbatan qo‘llash maqsadga muvofiq bo‘ladi.\n\nBundan tashqari, bunday jazoni giyohvandlik vositalari, ularning analoglari va psixotrop moddalarni muntazam ravishda yoki ko‘p miqdorda sotuvchilar, o‘tkazuvchilar yoki jinoyatning tashkilotchilari va faol ishtirokchilari, narkotiklarni O‘zbekiston Respublikasiga olib kirish yoki uning hududi orqali olib o‘tishni yoxud ularni turli usullar bilan tarqatishni ta’minlovchilar, xuddi shunday jinoyatlar uchun muqaddam sudlanganlar, voyaga yetmaganlarni jinoyatga jalb qiluvchilar va h.k. qattiq javobgarlikka tortilishi lozim. Shu turdagi jazo qurol va o‘q-dorilarni qonunga xilof ravishda respublika hududiga olib kirishda aybli bo‘lgan shaxslarga, qurol va o‘q-dorilarni o‘tkazish maqsadida sotib oluvchi va tayyorlovchilarga, shuningdek ularni o‘tkazuvchilarga, ularni hokimiyat vakillari yoki harbiy xizmatchilarning saqlash joylaridan talon-toroj etuvchilarga, og‘ir jinoyatlar sodir etishda quroldan foydalanuvchilarga nisbatan qo‘llanishi lozim. Ishlash va yashash joyiga ko‘ra, turmushida nihoyatda salbiy tavsiflanadigan shaxslarga; alkogolizm yoki giyohvandlikka duchor bo‘lgan, ma’naviyatga zid turmush tarzini kechirayotgan shaxslarga nisbatan ham ozodlikdan mahrum etish jazosining qo‘llanishi asosli bo‘ladi. Shu bilan birga, jazoning maqsadlariga mahkumlarning izolyatsiyasiz erishish mumkin bo‘lgan taqdirda, ko‘rsatilgan shaxslar toifalariga boshqa davlat majburlovi choralarini ham qo‘llash mumkin.\n\n9. Uzoq muddatli ozodlikdan mahrum etish jazosi qo‘llanishining samaradorligi yuzasidan Oliy sud Plenumi tushuntiradiki, ushbu muddat sud tomonidan jinoyatlarning ayrim turlari uchun (og‘irlashtiruvchi holatlarda qasddan odam o‘ldirish, odam o‘limiga yoki boshqa og‘ir oqibatlarga olib kelgan terrorizm), «qonunda umrbod ozodlikdan mahrum qilish tariqasidagi jazo tayinlanishi istisno etilgan (masalan, tugallanmagan jinoyat uchun), shuningdek ish holatlariga ko‘ra sud aybdorga nisbatan umrbod ozodlikdan mahrum qilish jazosi yoki o‘n besh yildan yigirma yil muddatgacha ozodlikdan mahrum qilish jazosi tayinlanishi maqsadga muvofiq emasligi haqidagi xulosaga kelgan hollarda» tayinlanishi mumkin.\n\n10. Ozodlikdan mahrum qilishni qo‘llashda e’tiborni qariyalar, nogironlar, ayollarning javobgarligini sezilarli yengillashtiruvchi holatlarda sodir etgan jinoyatlariga qaratish lozim. Xuddi shunday, uncha og‘ir bo‘lmagan jinoyatlarga jazo tayinlashda, sanab o‘tilgan har bir holatda alohida yengilroq jazoni jamiyatdan ajratmasdan turib tayinlashni nazarda tutish lozim. Shuningdek, ozodlikdan mahrum qilish bilan bog‘liq bo‘lmagan jazo qo‘llashdagi muqobil sanksiyalar masalasi sudlar uchun majburiydir. Shuni ham aytish kerakki, iqtisodiyot sohasida jinoyat sodir qilgan shaxslarga nisbatan jazo chorasini tayinlash masalalariga sudlar alohida e’tibor berishlari kerak. Iqtisodiyot sohasidagi jinoyat sodir etgan shaxslarga ozodlikdan mahrum qilish tarzidagi jazo chorasi favqulodda holatlardagina qo‘llanilishi va buning sabablari hukmda asoslantirilishi kerak. Bunday shaxslarga nisbatan jarima, muayyan huquqdan mahrum qilish samarali jazo chorasi bo‘lishi mumkin. \n\n11. Sharhlanayotgan moddaning 4-qismiga asosan, ayollarga, 18 yoshga to‘lmasdan jinoyat sodir etgan shaxsga, shuningdek, 60 yoshdan oshgan erkaklarga uzoq muddatli ozodlikdan mahrum etish (20 yildan ortiq, lekin 25 yildan ko‘p bo‘lmagan) tayinlanishi mumkin emas. Bundan tashqari, JKning 50-moddasi 6-qismiga muvofiq, 60 yoshdan oshgan erkaklar va ayollar uchun jazo muddati Jinoyat kodeksi Maxsus qismining moddasi sanksiyasida nazarda tutilgan ozodlikdan mahrum etish eng ko‘p muddatining uchdan ikki qismidan ortiq bo‘lishi mumkin emas. Qonunning ushbu talablari imperativ xususiyatda bo‘lib, hatto og‘irlashtiruvchi holatlar mavjud bo‘lganda ham bajarilishi lozim. Mazkur normalar qo‘llanganda erkakning yoshi jinoyatni sodir etish kuniga qadar emas, birinchi instansiya sudi tomonidan aybdorning hukm chiqarish kuniga qadar, apellyatsiya shikoyati (protesti) berilgan holda ish apellyatsiya instansiyasida ko‘rilgan kunga qadar belgilanishi lozim. Ayolning yoshi mazkur qoidalarni qo‘llash maqsadi uchun, albatta, ahamiyatli bo‘lmaydi. Sharhlanayotgan moddaning to‘rtinchi va oltinchi qismlarining talablari shaxs bitta va bir necha jinoyatni sodir etishda aybdor, deb topilgan holatlarga ham birdek taalluqli bo‘ladi. Bu oxirgi holatda jazoning umumiy muddati shaxs jinoiy javobgarlikka tortilgan tegishli moddalar, modda qismlarining sanksiyalarida nazarda tutilgan eng ko‘p jazo muddatlarini qo‘shishda hosil qilinadigan eng ko‘p ozodlikdan mahrum etish muddatidan ortishi mumkin emas. Har qanday holatda ushbu shaxslarga tayinlanadigan ozodlikdan mahrum etish muddati 15 yil 20 yilning to‘rtdan uch qismidan (agar ular bitta jinoyatni sodir etishda yoki JK 59-moddasi qoidalariga muvofiq jami jazoni tayinlashda bir necha jinoyatni sodir etishda aybdor, deb topilgan bo‘lsalar) va 18 yil 9 oy 25 yilning to‘rtdan uch qismidan (agar ular JK 60-moddasi qoidalariga muvofiq bir necha hukmlar yuzasidan jazoni tayinlashda bir necha jinoyatni sodir etishda ayblangan bo‘lsalar) ortiq bo‘lishi mumkin emas.\n\n12. Sharhlanayotgan moddaning yettinchi, sakkizinchi va to‘qqizinchi qismlari ozodlikdan mahrum qilish ko‘rinishidagi jazolarni ijro qiluvchi ozodlikdan mahrum qilingan shaxslar jazoni o‘tayotgan muassasa turlarini belgilaydi. Jazoni ijro etish bo‘yicha tegishli muassasani belgilash va tayinlash Jinoyat kodeksi 50-moddasida tartibga solingan. Bunda shuni e’tiborga olish kerakki, ushbu jazoni ijro etish bo‘yicha muassasani tanlash ozodlikdan mahrum qilishning zaruriy va muhim elementi hisoblanadi, chunki muassasa va uning turidan mahkumning jamiyatdan ajratilganlik darajasi kelib chiqadi. Ijro etish bo‘yicha tegishli muassasani tayinlash masalasiga jiddiy yondashib, bu barcha jazolarning samaradorligiga sezilarli darajada ta’sir ko‘rsatishni inobatga olish zarur. Shuningdek, hukmda koloniya turini ko‘rsatish jazo ijro etilishining zaruriy sharti hisoblanib, bunday ko‘rsatmaning yo‘qligi hukmni o‘zgartirish uchun asos bo‘luvchi jinoyat to‘g‘risidagi qonunchilikning jiddiy buzilishi, deb qaralishi kerak (qarang: JPKning 49725-moddasi, 4-q.)\n\n13. Yettinchi, sakkizinchi va to‘qqizinchi qism shartlariga ko‘ra, ozodlikdan mahrum qilish ijro etuvchi muassasalarning asosiy turlari quyidagilar hisoblanadi: manzil-koloniyalar, umumiy, qattiq va maxsus tartibli koloniyalar. Tegishli koloniya turining tanlanishi, asosan, sudlanuvchi jinsi, sodir qilgan jinoyatining og‘irlik darajasi, ayb shakli, ozodlikdan mahrum qilish tariqasidagi jazoni ilgari o‘taganlik fakti, retsidiv va o‘ta xavfli retsidiv, deb topilishi kabi omillarga bog‘liq. Esda tutish kerakki, ilgari qasddan jinoyat sodir qilgan, deb topilishi, xavfli retsidivist, deb topilish kabi mezon asosli bo‘lishi kerak. Masalan, ilgari qasddan jinoyat sodir qilgan, deb topilishga acoc sudlanganlikning bekor qilinmaganligi yoki olib tashlanmaganligidir. Shaxsni xavfli retsidivist, deb topish uchun asos esa, sudning qonuniy kuchga kirgan hukmi hisoblanadi. (JKning 34-moddasi sharhiga qarang)\n\n14. Ilgari qasddan sodir qilgan jinoyati uchun ozodlikdan mahrum qilish tariqasidagi jazoni o‘tagan shaxslar qo‘yidagi hollarda sudlangan, deb topilmaydi: \n\n-Jinoyat kodeksining 46-moddasi to‘rtinchi qismiga muvofiq, ozodlikdan mahrum qilish jazosi axloq tuzatish ishi bilan almashtirilgan holda o‘talgan bo‘lsa;\n\n-ozodlikdan mahrum qilish joylarida sud hukmi bilan yurgan bo‘lsalar, agar kassatsiya tartibida hukm ish tugatilishi bilan olib tashlangan yoki hukm o‘zgartirilib, ozodlikdan mahrum qilish bilan bog‘liq bo‘lmagan jazo belgilangan bo‘lsa yoki shartli sudlangan bo‘lsa;\n\n-ozodlikdan mahrum qilishga sudlanib, lekin amnistiya yoki afv etish aktlarining qo‘llanishi bilan jazoni deyarli o‘tamaganlar, jinoiy javobgarlikka tortish muddatining o‘tib ketishi oqibatida hukmning ijroga qaratilmaganligi yoki shaxs ilgari sodir qilgan jinoyati uchun harakati jazolanishi tartibining olib tashlanishi;\n\n-axloq tuzatish muassasalarida jazoni ilgari o‘tama-ganligi uchun ozodlikdan mahrum qilishga sudlanib, ehtiyot chorasi sifatida ma’lum muddatga qamoqda saqlanganlar;\n\n-jazodan ozod qilinganlar.\n\n15. Sudlanganga jazoni o‘tash koloniya turi jinoyatlar majmui bo‘yicha uzil-kesil jazo belgilangandan keyingina tayinlanadi. Agar shaxs jazoni o‘tashdan ozod qilingan yoki sinov muddati belgilangan holda shartli hukm qilingan bo‘lsa, jazoni o‘tash koloniya turi tayinlanmaydi. Bunda koloniyaning muayyan turi sodir etilgan jinoyatlarning turiga bog‘liq ravishda tanlanadi.\n\n16. Sharhlanayotgan moddaning to‘qqizinchi qismi holatlariga ko‘ra, ozodlikdan mahrum qilish ko‘rinishidagi jazoni ijro etuvchi muassasa sifatidagi turma sudlanuvchilarning muayyan toifalari, ya’ni o‘ta xavfli retsidivist, shuningdek, og‘ir va o‘ta og‘ir jinoyatni sodir qilishda aybdor, deb topilgan va ularni sodir etganligi uchun besh yildan ortiq muddatga ozodlikdan mahrum etishga hukm etilgan shaxslarga nisbatan tayinlanishi mumkin. Bunda shuni inobatga olish kerakki, turma qattiqroq tartibli hisoblanadi, shuning uchun huquqiy maqomini ham qattiqroq chegaralaydi. Shu sababdan, ushbu turdagi muassasani tayinlash faqatgina ba’zi hollarda, ya’ni mahkumga ta’sir qilishning boshqa usullari mavjud bo‘lmaganda qo‘llanadi. Ozodlikdan mahrum qilish ko‘rinishidagi jazoni o‘tovchi joy sifatidagi turmalarni tayinlash zarurati sud hukmida, albatta, motivlashtirilgan bo‘lishi kerak. Turmaga qamash muddatning faqat muayyan qismiga tayinlanib, sud hukmida mahkum muddatning qolgan qismini o‘taydigan koloniya turi ham ko‘rsatilishi zarur. Koloniya turini aniqlash tahlil qilinayotgan moddaning beshinchi qismi yoki oltinchi qismida ko‘rsatilgan qoidalar bo‘yicha amalga oshiriladi. Koloniya turining ko‘rsatilishi jazoni o‘tashning zaruriy sharti hisoblanganligi uchun bunday ko‘rsatmaning bo‘lmasligi jinoyat to‘g‘risidagi qonunchilikning jiddiy buzilishi, deb qaralib, hukmning o‘zgarishi uchun asos bo‘ladi.\n\n17. Ozodlikdan mahrum qilish ko‘rinishidagi jazoni ijro etuvchi joy sifatidagi turmani aniqlash majburiy tartibda muddatning ko‘rsatilishi bilan o‘zaro bog‘langan bo‘lishi kerak bo‘lib, bu muddat davomida jazo turmada o‘taladi va bunday muddatining ko‘rsatilmasligi hukmning bekor qilinishiga hamda jinoyat to‘g‘risidagi qonunchilikning jiddiy buzilishiga olib kelishi mumkinligini inobatga olish zarur. Ushbu holatda shunga ham e’tibor qaratishi kerakki, bunda qonunga muvofiq turmada jazoni faqat 5 yildan ko‘p bo‘lmagan muddatning muayyan qismini o‘tashga yo‘l qo‘yiladi. Bu ko‘rsatma imperativ (qat’iy) hisoblanib, sud tomonidan buzilishi mumkin emas. Bunda shuni ta’kidlash kerakki, turmada jazoni o‘tash uzluksiz fe’l-atvorga ega, ya’ni sud tomonidan belgilanayotgan muddat turmaga qamatilgan paytdan boshlab hisoblanib, summali hisobga yo‘l qo‘yilmaydi (masalan, agar ozodlikdan mahrum qilish yillik turma qamog‘ida har 3 yilda o‘tash sharti bilan 15 yil tayinlangan bo‘lsa, turmaga 5 yilga qamash mumkin emas). Shuningdek, turma qamog‘ini muddatning qolgan qismiga ham qo‘llash mumkin emas, turma qamog‘i dastlab hukm ijrosining boshida o‘taladi.\n\n18. Sharhlanayotgan moddaning o‘ninchi qismiga ko‘ra, ozodlikdan mahrum qilish ko‘rinishdagi ijtimoiy xavfi katta bo‘lmagan jinoyatlar, ehtiyotsizlikdan va qasddan uncha og‘ir bo‘lmagan jinoyatlar uchun jazo, agar ushbu g‘ayriqonuniy tajovuzlarni quyidagi shaxslar amalga oshirgan bo‘lsalar, qo‘llanilmaydi:\n\n-homilador ayollar;\n\n-3 yoshgacha bolasi bor ayollar;\n\n-qonunga muvofiq, nafaqaga chiqish huquqiga ega bo‘lgan shaxslar.\n\nSharhlanayotgan moddaning mazkur qismi mohiyati bo‘yicha ozodlikdan mahrum qilish tariqasidagi jazoni qo‘llash ko‘rilgan hollarda sodir qilingan harakatlar miqdoriga bog‘liq bo‘lmagan holatlarda qo‘llanilmaydi (ya’ni, ozodlikdan mahrum qilishni bitta jinoyat sodir qilishda ayblanuvchi shaxs bilan bir necha g‘ayriqonuniy tajovuzlarni sodir qilganlarga teng ravishda qo‘llashga yo‘l qo‘yilmaydi, bunda bu tajovuzlarning hammasi qonunda mustahkamlangan belgilariga javob berish sharti mavjud). Lekin, tajovuzlar fe’l-atvori va soni ozodlikdan mahrum qilish bilan bog‘liq bo‘lmagan jazoni tayinlashda uning individuallashtirish zarurligini har bir muayyan holatda inobatga olish lozim.\n\n19. Ayblanuvchining homiladorlik faktini aniqlashda uning homiladorlik vaqti (ya’ni, qaysi oy), homila birinchimi yoki yo‘qmi, homila holati va shu kabilar ahamiyatga ega emas. Ammo, ushbu ma’lumotlar Jinoyat kodeksi 55-moddasi qoidalariga muvofiq, ozodlikdan mahrum qilish bilan bog‘liq bo‘lmagan jazo tayinlashda hisobga olinadi. Homiladorlikni belgilashda sud jinoyat sodir qilish vaqtida uning bor-yo‘qligi faktini hisobga olmaydi. Ozodlikdan mahrum qilish tariqasidagi jazoni qo‘llamaslikning hal qiluvchi holati bu hukm e’lon qilinishi paytida homiladorlikdan xabar topish va uning o‘sha paytda mavjud bo‘lishidir.\n\n20. Ozodlikdan mahrum qilish tariqasidagi jazoni 3 yoshgacha bolasi bor ayollarga nisbatan qo‘llashga yo‘l qo‘yilmaydi. Bolalar yoshini aniqlashda jinoyat sodir qilgan shaxslar yoshini belgilashda qo‘llaniladigan umumiy qoidalarga tayanish kerak. Voyaga yetmagan shaxsning yoshi jinoyat-protsessual qonunchiligiga muvofiq belgilanadi (JPKning 548-moddasi). Jinoiy javobgarlikka tortiluvchi voyaga yetmagan shaxsning tug‘ilgan yili, oyi va sanasini belgilash lozim. Shaxs tug‘ilgan kunidan boshlab emas, balki tug‘ilgan kuni o‘tganidan so‘ng, ya’ni ertasi kunning nol soatidan boshlab jinoyat uchun javobgarlik boshlanadigan yoshga to‘lgan, deb hisoblanadi. Aybdor ayolning qaramog‘ida bo‘lgan bolalarning yoshi tegishli hujjatlarga: tug‘ilganligi to‘g‘risidagi guvohnoma, sudlanuvchining pasportidagi belgilar va h.k.ga muvofiq aniqlanishi lozim. Ishda bunday hujjatlar yo‘qligi aniqlangan taqdirda sudning o‘zi bunday kamchilikni bartaraf qilishi zarur. Agarda yo‘q hujjatlarning o‘rnini qoplashning iloji bo‘lmasa, sud-tibbiy ekspertizasi tayinlanadi. Bu holda aybdor ayol qaramog‘ida bo‘lgan bolaning tug‘ilgan kuni deb ekspertiza aytgan yilning oxirgi kuni hisoblanishi kerak, yoshining eng kam va eng ko‘p soni o‘rtasidagi yoshini aniqlashda sud shunday shaxsning ekspertiza tomonidan taxmin etilgan eng kam yoshidan kelib chiqishi lozim.\n\n21. Uch yoshgacha bolasi bor ayollarga nisbatan ozodlikdan mahrum qilish tariqasidagi jazoni, agar ushbu bolalar mazkur ayol tomonidan tug‘ilgan, farzandlikka olingan bo‘lsa yoki ayol ularning vasiysi yoki homiysi bo‘lsa tayinlash mumkin emas. Ushbu holatda agar ayol 3 yoshgacha bo‘lgan bolaning vasiysi yoki homiysi bo‘lmasa, unda sharhlanayotgan moddaning mohiyatidan kelib chiqqan holda u farzandli ayol, deb hisoblanmaydi va bu sharhlanayotgan qismning holatlari bilan bog‘liq bo‘lmagani uchun sud unga nisbatan ozodlikdan mahrum qilishni qo‘llashi mumkin. Ayol uch yoshga yetmagan bolalarga nisbatan onalik huquqidan mahrum etilgan yoki bu huquqi cheklangan holatida ham shunday oqibatlar yuzaga keladi, chunki ota-onalik huquqidan mahrum qilish yoki ularni cheklash uch yoshgacha bolalariga ega bo‘lgan fuqarolar uchun qonunchilikda belgilangan barcha imtiyozlarning yo‘qotilishi bilan bog‘liqdir. Qayd etish zarurki, sharhlanayotgan moddada nazarda tutilgan uch yoshgacha bo‘lgan bolasi bor ayollar deyilganda, qaramog‘ida uch yoshgacha bo‘lgan bolalari bor ayollar ham tushunilishi kerak. Bunda qarindoshlik fakti yoki ayblanuvchi ayol bilan bolalarning yaqinligi ahamiyatga ega emas. Bolaning ayol qaramog‘ida bo‘lgan, deb tan olinishi uchun sudlar amaldagi qonunchilikka tayanishi lozim, unga muvofiq, oila a’zolari, agar ular shaxsning to‘liq boquvida bo‘lgan yoki undan yordam olib turgan bo‘lsalar, bu yordam ular uchun doimiy va asosiy kun kechirish mablag‘ining manbai hisoblangan bo‘lsa, ushbu shaxsning qaramog‘ida turgan, deb hisoblanadilar?.\n\n22. Ushbu moddaning o‘ninchi qismiga muvofiq, ozodlikdan mahrum qilish, shuningdek, qonunga binoan yoshga doir nafaqa olish huquqiga ega bo‘lganlarga nisbatan ham qo‘llanilmaydi. Bu holatni aniqlashda shaxsning yoshga doir nafaqa olish huquqiga ega yoki ega emasligini amaldagi qonunchilikdan kelib chiqib, u orqali yoshga doir nafaqa olish huquqning umumiy va imtiyozli maqomi o‘rnatiladi. Umumiy tartibda yoshga doir nafaqa olish huquqiga quyidagilar ega bo‘ladilar: erkaklar - 60 yoshga to‘lganda, ish staji kamida 25 yil bo‘lgan taqdirda; ayollar 55 yoshga to‘lganda, ish staji kamida 20 yil bo‘lgan taqdirda. Bundan tashqari, amaldagi qonunchilikka ko‘ra, yoshga doir nafaqa olish huquqi imtiyozli tartibda ham vujudga kelishi mumkin.\n\n23. Yoshga doir nafaqa olish huquqining mavjudligini aniqlashtirishga, sud ayblanuvchining rasmiy nafaqa olish guvohnomasi yoki yosh bo‘yicha nafaqa huquqini tasdiqlovchi boshqa hujjatlar inobatga olinmaydi. Har bir alohida holatda sud mustaqil tarzda sudlanuvchining yosh bo‘yicha nafaqa olish huquqining mavjud yoki mavjud emasligini belgilash choralarini ko‘radi. Bunda shuni esda tutish kerakki, hukm o‘qib eshittirilgan paytda sudlanuvchida yosh bo‘yicha nafaqa olish huquqi mavjud bo‘lgan taqdirda ozodlikdan mahrum qilish jazosini belgilash mumkin emas. Shuning uchun, agar ushbu huquq jinoyat sodir qilingandan keyin, ammo hukm o‘qib eshittirilgunga qadar vujudga kelgan bo‘lsa, ozodlikdan mahrum qilishni qo‘llashga yo‘l qo‘yilmaydi. Qonun ozodlikdan mahrum qilish ko‘rinishidagi jazoni qo‘llamaslikni yosh bo‘yicha nafaqaga chiqish huquqining vujudga kelishi bilan bog‘laydi va sudlanuvchi nafaqaning boshqa ko‘rinishlariga (boquvchisini yo‘qotganlik, nogiron-lik) bo‘lgan huquqning mavjudligi ozodlikdan mahrum qilish tariqasidagi jazoni belgilashda sudlarga to‘sqinlik qilmaydi.\n\n24. Sharhlanayotgan moddaning o‘n birinchi qismida belgilanishicha, jazoni manzil-koloniyalarda o‘tash tayinlangan bo‘lib, saqlash tartibi (rejimi)ning ashaddiy buzuvchisi, deb topilgan mahkumlar o‘talmagan muddatini umumiy tartibli koloniyalarda o‘tashlari uchun o‘tkaziladi Jazoni o‘tash tartibini kamida ikki marta qo‘pol tarzda buzgan va buning uchun intizomiy bo‘linmaga kiritib qo‘yish tariqasidagi jazoga tortilgan mahkum, agar har bir intizomiy jazo olib tashlanmagan bo‘lsa yoki bekor qilinmagan bo‘lsa, saqlash rejimining ashaddiy buzuvchisi, deb hisoblanadi. Jazoni ijro etish muassasasi hududini yoki ma’muriyat yo‘llanmasi bilan bo‘lishi kerak bo‘lgan boshqa joyni o‘zboshimchalik bilan yigirma to‘rt soatdan ko‘proq muhlat mobaynida tashlab ketgan mahkum ham manzil-koloniyada saqlash rejimini ashaddiy buzuvchi deb topiladi. Mahkumni manzil-koloniyalardan umumiy tartibli koloniyalarga o‘tkazish jazoni ijro etuvchi muassasa ma’muriyati tavsiyasiga ko‘ra, sud ajrimi bilan hamda mahkumning o‘zi yoki uning himoyachisining iltimosnomasiga muvofiq amalga oshiriladi. Agar sudya mahkumni manzil koloniyasidan umumiy tartibli koloniyaga o‘tkazishni rad etsa, rad etish to‘g‘risidagi qaror chiqarilgandan keyin 6 oy davomida bu masala bo‘yicha taqdimnoma yoki iltimosnoma bilan ishning qayta ko‘rib chiqilishini so‘rab murojaat qilish mumkin."
        },
        {
            "modda_raqami": "51-modda. Umrbod ozodlikdan mahrum qilish.",
            "matni": "Umrbod ozodlikdan mahrum qilish favqulodda jazo chorasi bo‘lib, mahkumni maxsus tartibli jazoni ijro etish koloniyasiga joylashtirish orqali jamiyatdan muddatsiz ajratib qo‘yishdan iboratdir. Umrbod ozodlikdan mahrum qilish jazosi faqat javobgarlikni og‘irlashtiradigan holatlarda qasddan odam o‘ldirish (97-moddaning ikkinchi qismi) va terrorizm (155-moddaning uchinchi qismi) uchun belgilanadi. Umrbod ozodlikdan mahrum qilish jazosi ayolga, o‘n sakkiz yoshga to‘lmasdan jinoyat sodir etgan shaxsga va oltmish yoshdan oshgan erkakka nisbatan tayinlanishi mumkin emas.",
            "sharxi": "1. Umrbod ozodlikdan mahrum qilish eng qattiq va favqulodda davlat majburlov chorasidir. Lekin uni qo‘llash o‘rinli bo‘ladi, chunki amaldagi qonunchilikning jinoiy jazolarni liberallashtirish borasidagi eng yangi o‘zgarishlari munosabati bilan ushbu chora o‘lim jazosi o‘rniga joriy etilgan bo‘lib, muhim preventiv (ogohlantiruvchi) vazifani bajarishga mo‘ljallangandir. Sharhlanayotgan moddaning birinchi qismiga muvofiq, umrbod ozodlikdan mahrum qilish favqulodda jazo chorasi bo‘lib, mahkumni maxsus tartibli jazoni ijro etish koloniyasiga joylashtirish orqali jamiyatdan muddatsiz ajratib qo‘yishdan iboratdir. Muayyan muddatga ozodlikdan mahrum etish kabi umrbod ozodlikdan mahrum qilish ham mahkumni maxsus muassasada, lekin muddatsiz holda jamiyatdan ajratishdan iboratdir. Jazoning ushbu turi mahkumni ozod bo‘lish imkoniyatidan to‘liq mahrum etadi, chunki umrbod ozodlikdan mahrum qilishga mahkum etilgan shaxsni afv etish faqat istisno tariqasida bo‘lishi mumkin, bu, o‘z navbatida, muayyan muddatga ozodlikdan mahrum etish uchun xos bo‘ladi.\n\n2. Umrbod ozodlikdan mahrum qilish mustaqil asosiy jazo turi bo‘lib, sud tomonidan faqat Jinoyat kodeksi Maxsus qismining sanksiyasida, ya’ni og‘irlashtiruvchi holatlarda qasddan odam o‘ldirish uchun jazoni nazarda tutadigan Jinoyat kodeksining 97-moddasi 2-qismi sanksiyasi hamda terrorizm jinoyati, ya’ni Jinoyat kodeksining 155-moddasi 3-qismi sanksiyalarida nazarda tutilgan holdagina tayinlanishi mumkin (JKning 51-moddasi 2-qismi). Ko‘rilayotgan jazo turi boshqa jinoyatlar uchun qo‘llanishiga yo‘l qo‘yilmaydi. Umrbod ozodlikdan mahrum qilish asosiy jazo turi bo‘lib, asosiy jazoning boshqa turlari bilan birga qo‘llana olmaydi. Bundan tashqari, davlat majburlov chorasi mazkur turining favqulodda xususiyati uni hech qanday sharoitlarda mahkumning boshqa jazo turlarini ijro etishdan bo‘yin tovlaganda ularni almashtirish sifatida qo‘llashga imkon bermaydi.\n\n3. Umrbod ozodlikdan mahrum qilishning favqulodda xususiyati u sodir etilgan jinoyat uchun yagona mumkin bo‘lgan jazo sifatida qo‘llanishini bildirmaydi. Umrbod ozodlikdan mahrum qilish nazarda tutilgan moddalar sanksiyalarida u bilan birga ozodlikdan mahrum etish tarzidagi jazo muqobil ravishda nazarda tutilganligi tufayli sudlar uchun umrbod ozodlikdan mahrum qilishni qo‘llash masalasini muhokama qilish majburiy bo‘ladi. Bunda umrbod ozodlikdan mahrum qilish tariqasidagi jazoni qo‘llash masalasini hal etishda sud mazkur jazo, faqat ish bo‘yicha aybdor tomonidan g‘ayriinsoniy xatti-harakatlarga yo‘l qo‘yilganligidan, shuningdek jinoyatni sodir etgan shaxs jamiyat uchun mutlaq xavfli ekanligidan dalolat beruvchi va unga nisbatan boshqa jazo tayinlanishi imkoniyatini istisno etuvchi alohida holatlar bo‘lganda, tayinlanishi mumkinligini inobatga olishi kerak!. Shu sababli, sud hukmining ta’riflovchi qismida umrbod ozodlikdan mahrum qilishni tayinlash, albatta, jinoyatni sodir etishning barcha holatlari, uning sabablari va motivlari, shuningdek, nafaqat sudlangan shaxsni, balki jabrlanuvchini ham mutlaqo to‘liq ta’riflaydigan ma’lumotlarni hisobga olgan holda asoslashi lozim. Sudlar, shuningdek, umrbod ozodlikdan mahrum qilish tarzidagi jazo tugallanmagan jinoyat uchun tayinlanishi mumkin emasligini nazarda tutishi kerak. \n\n4. Sharhlanayotgan moddaning uchinchi qismi hech qanday sharoitlarda davlat majburlovining mazkur chorasini qo‘llash yo‘l qo‘yilmaydigan shaxslar doirasini belgilaydi. Bu shaxslarga, yoshidan qat’i nazar, barcha ayollar, shuningdek, 18 yoshga to‘lmasdan jinoyat sodir etgan shaxslar va 60 yoshdan oshgan erkaklar kiradi. Erkak jinsidagi shaxslarga umrbod ozodlikdan mahrum qilish jazosi qo‘llanishi mumkinligi masalasini aniqlashda quyidagilarni hisobga olish lozim:\n\n-quyi yosh chegarasi yuzasidan (18 yosh) favqulodda jazo chorasining qo‘llanishiga jinoyatni sodir etish paytiga kelib shaxs ushbu yoshga yetmagan holda yo‘l qo‘yilmaydi. Bunda shaxsning voyaga yetgan kuni deb u tug‘ilgan kunidan keyingi kun hisoblanishi kerak;\n\n-sud hukmini e’lon qilish paytiga kelib sudlanuvchi 60 yoshga yetganda, favqulodda jazo chorasini tayinlash mumkin emas. Bu holda oltmish yoshga to‘lgan kuni deb shaxsning tug‘ilgan kuni tan olinishi kerak. Shaxsning yoshini hisoblash masalasining ushbu tarzda hal etilishi Jinoyat kodeksining insonparvarlik va adolat tamoyillariga to‘liq mos keladi.\n\n5. Umrbod ozodlikdan mahrum qilish tarzidagi jazoni tayinlash uning albatta, ijro etilishini anglatmaydi. Masalan, ushbu favqulodda jazo chorasini tayinlashda mahkumga majburiy tartibda afv etish huquqi tushuntirilishi lozim. Umrbod ozodlikdan mahrum qilish jazosini o‘tayotgan shaxs Jinoyat kodeksining 76-moddasi 3-qismiga muvofiq, afv etish to‘g‘risidagi iltimosnoma umrbod ozodlikdan mahrum qilishga hukm etilgan shaxs tomonidan u tayinlangan jazoning yigirma besh yilini haqiqatda o‘tab bo‘lganidan keyin, agar jazoni o‘tash davrida mahkum qat’iy tuzalish yo‘liga o‘tgan, belgilangan tartibni buzganlik uchun intizomiy jazo olmagan, mehnat va o‘qishga nisbatan vijdonan munosabatda bo‘layotgan, tarbiyaviy tadbirlar o‘tkazishda faol ishtirok etayotgan taqdirda esa, tayinlangan jazoning yigirma yilini haqiqatda o‘tab bo‘lganidan keyin berilishi mumkin.\n\n6. Shuni nazarda tutish kerakki, jazoning ushbu turi qo‘llanishi mumkin bo‘lgan jinoyatlarni sodir etishda shaxsni aybdor deb tan olish to‘g‘risidagi ishlar tuman (tumanlararo) jinoyat ishlari bo‘yicha sudlar tomonidan ko‘rilishi mumkin emas. JPKning 389-moddasiga muvofiq, umrbod va uzoq muddatga ozodlikdan mahrum qilish tarzidagi jazolar qo‘llanishi mumkin bo‘lgan jinoyatlar to‘g‘risidagi ishlar O‘zbekiston Respublikasining Oliy sudi, O‘zbekiston Respublikasining Harbiy sudi, Qoraqalpog‘iston Respublikasining jinoyat ishlari bo‘yicha Oliy sudi, viloyat va Toshkent shahar jinoyat ishlari bo‘yicha sudlarida ko‘rib chiqilishi mumkin."
        },
        {
            "modda_raqami": "52-modda. Harbiy yoki maxsus unvondan mahrum qilish. ",
            "matni": "Harbiy yoki maxsus unvonga ega bo‘lgan shaxs og‘ir yoki o‘ta og‘ir jinoyat uchun hukm qilinganida sud hukmi bilan mazkur unvondan mahrum qilinishi mumkin.Oliy harbiy yoki maxsus unvonga yoxud O‘zbekiston Respublikasining davlat mukofotiga ega bo‘lgan shaxs og‘ir yoki o‘ta og‘ir jinoyati uchun hukm qilinganida sudning hukm asosida kiritadigan taqdimnomasiga binoan mazkur unvon yoki mukofotdan mahrum qilinishi mumkin.",
            "sharxi": "1. Harbiy yoki maxsus unvondan mahrum qilish jazosi jinoiy jazo sifatida asosiy jazoga qo‘shimcha jazo tariqasida qo‘llanishi mumkin. Ushbu jazo chorasining mohiyati shundan iboratki, u mahkumlarga nisbatan ma’naviy mazmunda jafo keltirib, mahkumning ayrim imtiyozlardan mahrum bo‘lishiga sabab bo‘ladi.\n\n2. Ushbu jazo jinoyat qonuniga muvofiq, shaxs og‘ir yoki o‘ta og‘ir jinoyat sodir qilgan bo‘lsagina, tayinlanadi (ushbu jinoyatlar haqida batafsil ma’lumot JKning 15-moddasida berilgan). Bunda sud hukm e’lon qilish vaqtida yoki jinoyat sodir etish vaqtida sudlanuvchi unvonga ega bo‘lgan xizmatda faoliyat ko‘rsatayotgan bo‘lishi lozimligini nazarda tutmaydi. Harbiy yoki maxsus unvondan mahrum qilish xizmatni o‘tayotgan, zaxiraga o‘tkazilgan yoki nafaqaga chiqqan va boshqa barcha holatdagi shaxslarga nisbatan qo‘llanishi mumkin.\n\n\n3. Harbiy yoki maxsus unvondan mahrum qilish sud ishning barcha holatlarini tekshirib bo‘lganidan so‘ng kelgan xulosasi asosida, sudlanuvchanining harbiy yoki maxsus unvonga loyiq emasligini belgilaganda qo‘llanilishi mumkin bo‘ladi. Shunday qilib, ushbu jazoni qo‘llashdagi har bir holatda, sudning hukmida, albatta, bu jazoni qo‘llash lozimligi asoslanib berilishi kerak. Bunday hollarda odatda, nafaqat jinoyatning og‘ir ekanligiga, balki jinoyat sudlanuvchining unvoniga aloqadorligiga, aybdor shaxs bo‘yicha to‘plangan ma’lumotlarga, unvon qanday, qaysi yo‘l bilan qo‘lga kiritilganligiga (qonuniy yoki noqonuniy) va boshqa holatlarga qarash lozimdir.\n\n4. Ushbu modda tahlilidan kelib chiqib qayd etish mumkinki, sud hukmi bilan shaxs oliy maqomga ega bo‘lmagan harbiy yoki maxsus unvondan mahrum qilinishi mumkin. Bunday unvonlarga, xususan, polkovnik va ungacha bo‘lgan unvonlar hamda maxsus unvonlarda polkovnik unvoniga o‘xshash unvonlar kiradi. Shunga e’tibor qilish lozimki, harbiy unvonlar O‘zbekiston Respublikasi Qurolli Kuchlarining serjant va ofitser tarkibidagi xizmatchilarga nisbatan beriladigan unvonlardir. Maxsus unvonlar esa, bojxona xodimlari, soliq organi xodimlari, prokuratura, IIV xodimlari, Favqulodda vaziyatlar vazirligi xodimlari hamda shunday unvonlar belgilangan boshqa xizmat xodimlariga beriladi.\n\n5. Oliy harbiy va maxsus unvonlar hamda davlat mukofotlariga ega shaxslarga nisbatan, sud faqat ushbu unvonlarni va mukofotlarni bergan organlarga jinoyat sodir etishda aybdor deb topilgan shaxsni ushbu unvondan mahrum qilish bo‘yicha taqdimnoma kiritishi mumkin. Shunday qilib, shaxsni unvon yoki mukofotdan mahrum qilish bo‘yicha oxirgi qaror ushbu unvonni bergan organga bog‘liqdir. Oliy harbiy unvonlar bu yuqori ofitser tarkibiga kiruvchi shaxslarga nisbatan beriladigan unvonlar (general-mayor, general-leytenant, general-polkovnik, armiya generali). Oliy maxsus unvonlarga xuddi shunday unvonlarni beruvchi organlar tomonidan beriladigan unvonlar kiradi.\n\n6. Oliy harbiy yoki maxsus unvondan mahrum qilingan shaxslar, shu bilan birga, davlat mukofotlaridan ham mahrum etiladi. Davlat mukofotlari bu xalq oldida ko‘rsatgan xizmatlari, xayriya faoliyati, ta’lim-tarbiya, sog‘liqni saqlash, davlat qurilishi, ma’naviyat, san’at, madaniyat, ilm-fan, iqtisod, vatanni himoya qilish yo‘lidagi xizmatlari uchun fuqarolarni rag‘batlantirish usulidir. Bular «O‘zbekiston Qahramoni» unvoni, O‘zbekiston Respublikasining ordenlari, medallari, faxriy unvonlari va Faxriy yorlig‘i.\n\n7. Shuni nazarda tutish kerakki, sudlanuvchilar ushbu moddada ko‘rsatilmagan boshqa unvon va mukofotlardan mahrum qilinishlari mumkin emas. Xususan, sud ilmiy darajalari va unvonlari (masalan, fan doktori, fan nomzodi, katta ilmiy xodim unvonlari, dots.nt, professor) dan mahrum etishi mumkin emas hamda shunga o‘xshash sport va professional unvonlardan ham mahrum etolmaydi. Bundan tashqari, sudlanuvchi xorijiy davlatlar tomonidan berilgan unvonlardan ham mahrum qilinmaydi.\n\n8. Ushbu jazoni amalga oshirish tartibi O‘zbekiston Respublikasining Jinoyat-ijroiya kodeksida keltirilgan."
        }
    ]
}