{
    "bob_nomi": "XI bob. Jazo tayinlash",
    "moddalar": [
        {
            "modda_raqami": "54-modda. Jazo tayinlashning umumiy asoslari. ",
            "matni": "Jinoyat sodir etishda qonunda belgilangan tartibda aybli deb topilgan shaxs jazoga tortiladi. Sud ushbu Kodeks Maxsus qismining jinoyat sodir etganlik uchun javobgarlik nazarda tutilgan moddasida belgilangan doirada Umumiy qismning qoidalariga muvofiq jazo tayinlaydi.\n\nSud jazo tayinlashda sodir etilgan jinoyatning xususiyati va ijtimoiy xavflilik darajasini, qilmishning sababini, yetkazilgan zararning xususiyati va miqdorini, aybdorning shaxsini hamda jazoni yengillashtiruvchi va og‘irlashtiruvchi holatlarni hisobga oladi.",
            "sharxi": "1. Jazo tayinlash ijtimoiy munosabatlarni jinoyat huquqiy tarafdan himoya qilishning asosiy bo‘g‘inlaridan biridir. Bunga sabab jazoning o‘zi bu jinoyat-huquqiy himoya qilish mexanizmining asosiy elementi bo‘lib, davlat jazo choralarini tanlash jarayoni qanchalik to‘g‘ri va sermahsul tashkil etilganligi va qanchalik darajada natija berishini aniqlab beradi.\n\nAdolatli jazo tayinlanishi jinoyatchilik bilan kurash borasida asosiy vosita bo‘lib, u mahkumlarni axloqan tuzatish, ularni jinoyat sodir etishiga to‘sqinlik qilish, umumiy va maxsus provinsiya maqsadlariga xizmat qiladi. Bundan tashqari, jinoiy jazo choralarini qo‘llashda qonun talablariga so‘zsiz rioya etilishi odil sudlovning eng muhim vazifalaridan biri ekanligi va faqat adolatli jazo qo‘llashgina inson huquqlari bo‘yicha demokratik institutlarni rivojlantirishning kafolati bo‘lib xizmat qiladi. Sudlarning e’tibori hukm chiqarishda ularning jazo tayinlashning umumiy asoslari to‘g‘risidagi qonun talablariga og‘ishmay rioya qilish shartligiga, jinoyat qonunining asosiy prinsiplaridan biri insonparvarlik prinsipi ekanligiga va uning mazmuniga ko‘ra jinoyat sodir etgan shaxsga nisbatan u axloqan tuzalishi va yangi jinoyat sodir etishining oldini olish uchun zarur hamda yetarli bo‘ladigan jazo yoki boshqa huquqiy ta’sir chorasi qo‘llanilishi kerakligiga qaratilishi lozim.\n\n2. Jazoni tayinlashning umumiy asoslari jinoyat to‘g‘risidagi qonunchilikning umumiy normalari misolida namoyon bo‘ladi. Ayni vaqtda, umumiy normalar jazoni tayinlash paytida ajralib turuvchi normalar majmui emas, balki boshqa umumiy tartib-qoidalar bilan uyg‘unlashib, davlat jazo choralarini alohida bir shaxs uchun mos tarzda tayinlashga xizmat etuvchi asoslar majmuiga aylanadi. Shu narsani e’tiborga olish lozimki, jazoni muayyan shaxs uchun moslashtirish bu jazoni tayinlash jarayonida boshqa normalarni, xususan, odillik va insonparvarlik prinsiplariga rioya etishni rad qilmaydi, aksincha, shuni talab etadi.\n\n3. Jazoni individuallashtirish, jazoni tayinlash tamoyilining mazmuni bo‘lib, u jinoyatni sodir etishda aybdor deb topilgan shaxsga sud tomonidan jinoyat-huquqiy ta’sir o‘tkazish chorasi sifatida qaraladi. Bu narsa Jinoyat kodeksining Maxsus qismidagi tegishli moddaning chegarasida aniq jazo chorasini tayinlashni nazarda tutadi. Shunday qilib, muayyan shaxs uchun jazo chorasini tayinlashning ikki bosqichida, xususan, sodir etilgan jinoyat uchun javobgarlikni nazarda tutuvchi normani aniqlash, so‘ngra ushbu normani nazarda tutuvchi jazo choralaridan kerakli va yetarlisini tanlab olish bosqichlarida bo‘lib o‘tadi. \n\n4. Jazoni individuallashtirishning asosiy qismi sifatida, sodir etilgan jinoyatga javobgarlikni nazarda tutuvchi moddani to‘g‘ri aniqlash, ya’ni kvalifikatsiya qilish kiradi.\n\nSodir etilgan jinoyatni kvalifikatsiya qilish deganda, sodir etilgan jinoyat bo‘yicha to‘plangan faktlar va Jinoyat kodeksining Maxsus qismidagi tegishli moddada ko‘rsatilgan muayyan jinoyat tarkibi o‘rtasida aniq va to‘liq muvofiqlikni belgilash va qonun tomonidan qayd etish tushuniladi.\n\nShuni alohida ta’kidlash lozimki, bu aybdorning xatti-harakatini to‘g‘ri kvalifikatsiya qilish bilan bevosita bog‘liq. Ammo, bunda xatoga yo‘l qo‘yish sodir etilgan jinoyatga nisbatan muvofiq kelmaydigan jazo chorasini qo‘llashga olib keladi. Shu sababli, mazkur masalani hal etishda yo‘l qo‘yilayotgan xatolarni inobatga olib, Oliy sud Plenumining qarorlarida berilgan tushuntirishlarga qat’iy amal qilish darkor. Shu bilan bir vaqtda, sodir etilgan qilmishni belgilash paytida, sudlar faqat ushbu jinoyatning Jinoyat kodeksining tegishli moddasida ko‘rsatilgan belgilariga muvofiq ekanligini ko‘rsatish bilan cheklanmasdan (masalan, sudlanuvchining harakatlari Jinoyat kodeksining 169-moddasi «a» bandi bilan sud tomonidan kissavurlik sifatida belgilanadi), balki bu jinoyatning barcha belgilarini ko‘rsatib, uni hukmda asoslab berishlari lozim. Bunda sudlanuvchining harakatlari nima uchun aynan shu modda, qism, band bilan tavsiflanayotganligi aniq ko‘rsatilishi kerak!.\n\n\n5. Jazo tayinlashda, sud qonunning bevosita ko‘rsatmasiga binoan Jinoyat kodeksining Umumiy qismi qoidalariga rioya qilishi lozim. Xususan, quyidagilar belgilanishi lozim: sodir etilgan harakat jinoyatmi; agar jinoyat bo‘lsa, u qanday bosqichlarda amalga oshirilgan; ishtirokchilikda amalga oshirilganmi; bu holda sudlanuvchining ishtiroki qanday; sodir etilgan harakat jinoyat ekanligini yo‘qqa chiqaruvchi holat mavjudmi? Bundan tashqari, alohida holatlarda ushbu jinoyat bo‘yicha qonunning amal qilishidagi vaqt va hudud cheklanmalariga rioya etilishini aniqlash lozim.  6. Sodir etilgan tajovuzning to‘g‘ri kvalifikatsiya qilinishi qonun tomonidan u yoki bu turdagi jazo chorasini va uning hajmini belgilash doirasini aniq tarzda ko‘rsatib beradi. Bunda qonunga muvofiq sud tegishli moddaning sanksiyasida nazarda tutilmagan jazo turini tanlashi mumkin emasligini nazarda tutish kerak. Xuddi shuningdek, tayinlanadigan jazoning miqdori sanksiya bilan belgilangan chegaralarda bo‘lishi lozim. Ayni paytda, jazoning eng kam chegarasidan kamroq jazo tayinlangan holatlarda, shuningdek, bir necha jinoyat sodir etganlik uchun yoki bir necha hukm yuzasidan jazo tayinlanganda ushbu chegaralar buzilishi mumkin. Lekin, bunday buzilish faqat Jinoyat kodeksining Maxsus qismi tegishli moddasining sanksiyasi bilan belgilangan chegaralarga taalluqli bo‘ladi, Jinoyat kodeksining Umumiy qismi normalarida nazarda tutilgan turi va miqdori yuzasidan jazo chegaralaridan chiqishga hech qaysi sharoitlarda yo‘l qo‘yilmaydi.\n\n7. Qonunning bevosita ko‘rsatmasiga muvofiq, Jinoyat kodeksi Maxsus qismining tegishli moddasida ko‘rsatilgan jazoni tayinlash paytida, sudlar uning Umumiy qismda berilgan tartiblariga muvofiq tarzda ish ko‘rishlari lozim. Eng birinchi navbatda, bu faqat bitta asosiy jazoni tayinlash deganidir. Chunki, bir qancha asosiy jazo choralarini tayinlash, jinoyat to‘g‘risidagi qonunchilikni qo‘pol ravishda buzish sanaladi. Shuningdek, jazo chorasining turi va hajmini belgilashda, ushbu shaxs qanday sabablarga ko‘ra javobgarlikdan ozod etilishi mumkin emasligi asoslanishi, jazo choralaridan maqsad haqidagi qonun tartiblari nazarga olinishi hamda turli jazo choralarini qo‘llash tartiblariga aniq rioya qilinishi lozim. Bundan tashqari, Kodeksning prinsiplari, xususan, insonparvarlik va odillik prinsiplariga rioya etish shart.\n\n8. Jinoyat kodeksining Maxsus qismidagi tegishli moddada nazarda tutilgan choralar chegarasida jazoning turi va hajmini aniqlash paytida, sud ushbu jinoyatning ijtimoiy xavflilik darajasini, uning maqsadlarini, yetkazilgan zararning hajmi va turini, aybdorning shaxsini va jazoni og‘irlashtiruvchi yoki yengillashtiruvchi holatlarni e’tiborga oladi. Ko‘rsatilgan omillarning to‘liq inobatga olinishi sudga tayinlanayotgan jazoni qat’iy individuallashtirishning imkonini beradi. Ushbu omillarni e’tiborga olish vaqtida sud Jinoyat kodeksining Umumiy qismidagi tartiblarga rioya etadi. Ushbu tartiblar yuqoridagi holatlarning turi va mavjudligini to‘g‘ri ko‘rsatib, aniqlab berishga imkon beradi.\n\n9. Ijtimoiy xavf fe’l-atvori bu tajovuzning jamiyatga ta’sirini aniqlab beruvchi tavsif. Ijtimoiy xavfli fe’l-atvorini baholash jinoyat obyektini, subyektning aybini tahlil etish asosida hamda Jinoyat kodeksining 15-moddasidagi qoidalarga muvofiq, u yoki bu qilmishni ijtimoiy xavfi katta bo‘lmagan, uncha og‘ir bo‘lmagan, og‘ir, o‘ta og‘ir jinoyat turiga ajratishni belgilab beruvchi mezonlar asosida amalga oshiriladi. Shuni esda tutish lozimki, ijtimoiy xavf fe’l-atvori jinoyatni sodir etish bosqichi, aybdor shaxsning yoshi hamda tajovuzda uning ishtiroki shakliga bog‘liq bo‘lmaydi. Ayni paytda, ushbu holatlar jinoyatning jamiyatga xavfi darajasini belgilashda hisobga olinishi lozim. (Bu haqda batafsil: JKning 15-moddasiga berilgan sharh)\n\n10. Ijtimoiy xavfning darajasi bu tajovuzning jinoyat to‘g‘risidagi qonunchilik tomonidan himoya qilinayotgan ijtimoiy aloqalarga qay darajada salbiy ta’sir ko‘rsatganini belgilab beruvchi tavsifi. Ijtimoiy xavflilik darajasi har bir muayyan tajovuzda farq qiladi va sodir etilgan qilmish holatlariga, xususan, jinoiy niyatning amalga oshirilganligi darajasi va bosqichlari, jinoyatni sodir etish usuli, zarar miqdori yoki kelib chiqqan oqibatlarning og‘irligi, ishtirokchilikda sodir etilgan jinoyatda sudlanuvchining roli va h.k.ga bog‘liq bo‘ladi. \n\nJinoiy niyatni amalga oshirish bosqichini inobatga olgan holda jinoyatga tayyorgarlik ko‘rish, suiqasd va tamom bo‘lgan jinoyat uchun bir xil jazo tayinlash mumkin emasligini nazarda tutish kerak. Yoki, masalan, jinoiy guruhda sudlanuvchining rolini inobatga olishda, jinoyat tashkilotchilari va bajaruvchilari jinoyat dalolatchilari va yordamchilariga nisbatan og‘irroq jazolanishlarini nazarda tutish kerak.\n\nTajovuzning ijtimoiy xavflilik darajasini aniqlashda shuni e’tiborga olish kerakki, qonun o‘zida buni aniqlashi uchun imkon beradigan holatlarning to‘liq ro‘yxatini jam qila olmaydi hamda jinoiy jazo chorasiga ularning ta’sirini ham belgilamaydi. Bu masalalarni sud jazoni tayinlashda hal qiladi (Bu haqda batafsil: JKning 15-moddasiga berilgan sharh)\n\n11. Sodir etilgan jinoyatning motivi (maqsadi), yetkazilgan zararning turi va hajmi ushbu jinoyatning ijtimoiy xavflilik darajasini aniqlashda asos bo‘ladi. Ayni paytda, jazoni belgilashda ularning barchasi alohida e’tiborga olinib, alohida o‘rganib chiqiladi. Jinoyatni sodir etish motivi hamda yetkazilgan zararning turi va hajmining alohida e’tiborga olinishi jazoning maqsadlariga to‘la va aniq tarzda erishishga, ya’ni jinoyatga muvofiq va adolatli jazoni tayinlashga imkon beradi.\n\nJinoyatning motivi bu shaxs jinoyat sodir etishining muayyan ehtiyoj va manfaatlar bilan shartlangan, anglangan yoki anglanmagan yetakchi ichki ehtiyojidir. Jinoyat motivi turli xil bo‘ladi (rashk qilish, o‘ch olish, bezorilik harakati va boshqalar). Jinoyatning aniq motivi sudlanuvchining ongida ijtimoiy qadriyatlarning ahamiyatini namoyon qiladi, shu sabab jazo tayinlash chog‘ida uning mezoni quvvatlanadi yoki uning ongidagi ijtimoiy qadriyatlarning ahamiyati o‘zgartiriladi. (Bu haqda batafsil: JKning 21-moddasiga berilgan sharh)\n\nShuni e’tiborga olish kerakki, jazoni tayinlash jarayonida, nafaqat sodir etilgan jinoyat motivlari, balki uni sodir etish sabablari ham o‘rganib chiqiladi. 12. Yetkazilgan zarar darajasi ushbu jinoyat tufayli yetkazilgan zararning xususiyatini aniqlash bo‘lib, u jismoniy, mulkiy, ma’naviy zarar ko‘rinishida bo‘lishi mumkin.\n\nYetkazilgan zararning hajmi deganda, yetkazilgan\n\nzararni ifodalab beradigan miqdor tushuniladi (Yetkazilgan zararning turi va hajmi haqida batafsil ma’lumot JKning 14-moddasi sharhida). Bundan xulosa qilib aytish mumkinki, ijtimoiy xavflilik xususiyati jinoyatning sifat jihatini ifodalasa, ijtimoiy xavflilik darajasi jinoyatning miqdoriy fe’l-atvorini aks ettiradi. Jabrlanuvchiga yetkazilgan zararning xususiyati va miqdori, agar sanksiyada ko‘rsatilgan miqdor doirasida bo‘lsa, jinoyatni kvalifikatsiya qilishga ta’sir qilmasligi ham mumkin.\n\n13. Jazoni muayyan shaxs uchun individuallashtirish jazoni tayinlash chog‘ida aybdor shaxsini tavsiflab beruvchi ma’lumotlarning barchasi mustaqil ravishda o‘rganib chiqilishi demakdir. Qonunning bunday qoidasi shuni ko‘rsatadiki, jazoning samarasi sudlanuvchiga tayinlangan jazoni uning qay tarzda qabul qilishiga bog‘liq bo‘ladi. «Qonun tayinlanadigan jazo turi va me’yorini aybdorning shaxsini tavsiflovchi obyektiv va ijtimoiy omillar bilan bog‘liq qilib qo‘yganligi tufayli jinoyat ishlarini ko‘rib chiqish paytida mazkur holatlarni aniqlash lozim.\n\nObyektiv omillarga, xususan, aybdorning yoshi, jinsi, homiladorlik holati, ijtimoiy omillarga sudlanganligi, oiladagi, jamiyatdagi xulq-atvori, mashg‘uloti, davlat yoki ijtimoiy mavqei va h.k.lar kiradi». O‘zbekiston Respublikasi oliy sud instansiyasining tavsiyalari shundan iborat.\n\n14. Jazo tayinlashda aybdorning shaxsini e’tiborga olish quyidagi ma’lumotlarni tahlil qilish asosida olib boriladi: jismoniy\n\nsudlanuvchining yoshi va jinsi, uning mehnatga layoqatliligi, nogironligi, sog‘lig‘i (ayollarning homiladorligi);\n\nijtimoiy-demografik - sudlanuvchining mansabi, kasbi, mehnatga munosabati, ma’lumoti, davlat mukofotlariga ega ekanligi, kundalik turmush tarzi, oila a’zolariga, qarindoshlariga bo‘lgan munosabati, jamoat tartibiga rioya qilishi, ma’naviy axloqi, qaramog‘ida mehnatga layoqatsiz shaxslar borligi va boshqalar. Bundan tashqari, sudlanuvchining yashagan ijtimoiy muhiti, uning moddiy ahvoli, g‘ayriijtimoiy xulq-atvorining shakllanishiga sabab bo‘lgan shart-sharoitlarni aniqlashlari lozim;\n\njinoyat-huquqiy ilgari sodir qilgan jinoyati uchun sudlanganligi oqibatida o‘ta xavfli retsidivist, deb tan olinganligi;\n\nkriminologik shaxsning jamiyatga qarshi harakatlarga moyilligi, ilgari ozodlikdan mahrum qilinganligi, ilgari jinoyat sodir etganligi uchun javobgarlikka tortilmaganligi yoki javobgarlikdan ozod etilganligi, bunda shuni esda tutish lozimki, ushbu holatlar aybdorning shaxsini tahlil etish paytida e’tiborga olinishi mumkin, lekin ularga sodir etilgan harakatning jinoiy ekanligini yo‘qqa chiqaruvchi holatlar sifatida qaralmasligi shart).\n\nJinoyat-huquqiy va kriminologlik ma’lumotlarni inobatga olishda, shaxs ilgari sodir etgan jinoyati uchun Sudlanganlikning olib tashlanganligi yoki tugatilganligi yoxud shaxs muqaddam sodir etgan jinoiy xatti-harakat uchun qonunda javobgarlik bekor qilingan bo‘lsa, sud tomonidan jazoni og‘irlashtiruvchi holat sifatida emas, balki aybdorning shaxsini tahlil qilishda inobatga olinishi mumkinligini e’tiborga olish lozim.\n\n15. Shuni nazarda tutish lozimki, sudlanuvchi o‘zining surishtiruv va dastlabki tergovda bergan ko‘rsatuvlarini  o‘zgartirgan taqdirda, sud uning bu va boshqa ko‘rsatuvlarini batafsil tekshirish va ularga ish bo‘yicha to‘plangan boshqa dalillar yig‘indisi bilan birgalikda baho berishi lozim. Sudlanuvchining ko‘rsatma berishdan bosh tortishi unga nisbatan jazo turini va miqdorini belgilashda javobgarlikni og‘irlashtiruvchi holat sifatida hisobga olinishi mumkin emas. Ayni paytda, sudlanuvchi haqqoniy ko‘rsatmalar berish bilan adolat qaror topishiga ko‘maklashsa, bu yengillashtiruvchi holat sifatida yoki aybdorning ko‘magi darajasiga qarab, uning shaxsini ijobiy tavsiflovchi holat sifatida e’tiborga olinishi lozim bo‘ladi.\n\n16. Aybdorning shaxsini jazo tayinlash paytida tahlil etishda barcha holatlarni umumlashtirgan holda o‘rganib chiqish lozim. Xususan, jinoyat uchun jazo tayinlashda, aybdor bilan birga jabrlanuvchining shaxsiga doir ma’lumotlar ham o‘rganilib, ular o‘rtasidagi o‘zaro munosabatlar xolisona tahlil qilinib, baholanishi adolatli to‘xtamga kelish uchun xizmat qilishga e’tibor qaratilishi kerak.\n\nTa’kidlab o‘tish lozimki, sudlar jazo tayinlashda, sodir etilgan jinoyatning ijtimoiy xavflilik darajasini va xususiyatini, sodir etilgan qilmishning sabablarini, keltirilgan zararning miqdori va xususiyati, aybdorning shaxsi, uning javobgarligini yengillashtiruvchi va og‘irlashtiruvchi holatlarni hisobga olishlari kerak. Bulardan kelib chiqib, sudlanuvchining javobgarligi darajasi xususiyatiga qanday holatlar ta’sir etganligi, shuningdek uning shaxsini tavsiflovchi sud muhokamasida tasdiqlangan va JK 54-moddasiga binoan jazo tayinlashda sud tomonidan hisobga olingan boshqa holatlarni hukmda ko‘rsatib o‘tish lozim.\n\n17. Jazo tayinlashda, sodir etilgan tajovuzning og‘irligidan qat’i nazar, har bir alohida holatda jazoni yengillashtiruvchi yoki og‘irlashtiruvchi holatlarni e’tiborga olish, bunday holatlar, albatta, sodir etilgan jinoyatga bevosita bog‘liq bo‘lishi va ayni paytda jinoyat tarkibining mustaqil qismlari bo‘lmasligi lozim. Sud har qaysi holatda sodir qilingan tajovuz qanchalik og‘ir bo‘lishidan qat’i nazar, jazoni yengillashtiruvchi yoki og‘irlashtiruvchi holatlarni nazarda tutishi shart. Ammo, bu holatlarda jazoning belgilanishiga ta’sir darajasi sud ko‘rsatmasiga muvofiq aniqlanadi, lekin ular o‘rtasida yaqqol tafovut mavjud bo‘lmasligi darkor. Bunda suddan u nima sabablarga ko‘ra u yoki bu yengillashtiruvchi yoki og‘irlashtiruvchi holatlarni e’tiborga olmaganligini asoslab berish talab qilinmaydi. Lekin, sud ushbu holatlarni e’tiborga olib, jazo belgilasa, hukmda bunga asoslar keltirilishi talab etiladi.\n\n19. Jazoni individuallashtirish jarayonida, sud Jinoyat kodeksi prinsiplaridan, xususan, insonparvarlik tamoyili talablaridan kelib chiqqan holda ish tutishi lozim. Bu tamoyilga muvofiq, qattiq jazo choralarining samarasi nisbatan birmuncha yengil choralar bilan amalga oshmaydigan holatda qo‘llanishi mumkin. Shu sababli, ishtirokchilikda sodir etilgan jinoyatda, og‘ir va o‘ta og‘ir jinoyatni sodir etishda qonunda jinoyatni yengillashtiruvchi holatlar ko‘zda tutilmagan bo‘lsa, jinoyatning ijtimoiy xavflilik darajasi va shaxs to‘g‘risidagi ma’lumotlarni inobatga olgan holda shaxsga nisbatan qattiqroq jazo tayinlashni nazarda tutish lozim. Shu bilan birga, ish bo‘yicha aniq holatlar, shaxs to‘g‘risidagi ma’lumotlarni inobatga olgan holda, birinchi marta ijtimoiy xavfi uncha katta bo‘lmagan yoki uncha og‘ir bo‘lmagan jinoyat sodir etgan va jamiyatdan ajratish talab qilinmaydigan shaxsga yengilroq jazo tayinlash haqidagi masalani muhokama qilish kerak. Shaxs javobgar deb topilgan Jinoyat kodeksining Maxsus qismi moddasi sanksiyasida ozodlikdan mahrum qilish bilan bir qatorda yengilroq jazo turi (alternativ sanksiya) nazarda tutilgan hollarda, hukm chiqarish chog‘ida ozodlikdan mahrum qilish bilan bog‘liq bo‘lmagan jazo tayinlash masalasini muhokama qilish kerak.\n\nBunday hollarda, ozodlikdan mahrum qilish jazosi sud hukmida asoslantirilishi shart."
        },
        {
            "modda_raqami": "55-modda. Jazoni yengillashtiruvchi holatlar.  ",
            "matni": "Quyidagi holatlar jazoni yengillashtiruvchi holatlar deb topiladi:\n\na) aybni bo‘yniga olish to‘g‘risida arz qilish, chin ko‘ngildan pushaymon bo‘lish yoki jinoyatni ochish uchun faol yordam berish;\n\nb) yetkazilgan zararni ixtiyoriy ravishda bartaraf qilish;\n\nv) og‘ir shaxsiy, oilaviy sharoitlar oqibatida yoki boshqa mushkul ahvolda jinoyat sodir etish;\n\ng) majburlash yoki moddiy tomondan, xizmat jihatidan yoxud boshqa jihatdan qaramlik sababli jinoyat sodir etish;\n\nd) jabrlanuvchining zo‘rlik, og‘ir haqorat yoki boshqacha g‘ayriqonuniy harakatlari tufayli vujudga kelgan kuchli ruhiy hayajonlanishi holatida jinoyat sodir etish;\n\nye) zaruriy mudofaaning, oxirgi zaruratning asosli chegarasidan chetga chiqib jinoyat sodir etish, ijtimoiy xavfli qilmishni sodir etgan shaxsni ushlashda, kasb yoki xo‘jalik faoliyatiga bog‘liq bo‘lgan asosli tavakkalchilikda zarar yetkazish;\n\nj) voyaga yetmaganning jinoyat sodir etishi;\n\n3) homilador ayolning jinoyat sodir etishi;\n\ni) jabrlanuvchining g‘ayriqonuniy yoki axloqqa zid xulq-atvori ta’siri ostida jinoyat sodir etish.\n\nJazo tayinlashda sud ushbu moddada nazarda tutilmagan boshqa holatlarni ham yengillashtiruvchi holat deb topishi mumkin.\n\nYengillashtiruvchi holat ushbu Kodeks Maxsus qismining moddasida jinoyat tarkibining zaruriy belgisi sifatida nazarda tutilgan bo‘lsa, jazo tayinlashda hisobga olinmaydi.",
            "sharxi": "1. Jinoyat kodeksining sharhlanayotgan moddasi sud tomonidan jazoni belgilashda uni individuallashtirish maqsadida hisobga olinishi zarur bo‘lgan shart-sharoitlar tizimini aniqlab, mustahkamlaydi. Mazkur tizimning o‘ziga xos xususiyati shundan iboratki, birinchidan, uning tarkibiy qismlari bo‘lgan omillar haqiqiy hayotda ko‘proq uchraydigan turlari va turli-tuman jinoyatlar sodir qilish uchun tipik bo‘lgan holatlar aniqlangan bo‘lsa, ikkinchi tomondan uni sodir etishda aybdor, deb topilgan shaxsning jamoatchilik uchun xavfliligi darajasini jiddiy ravishda kamaytiradi. Shu tufayli, sharhlanayotgan moddada ko‘zda tutilgan shart-sharoitlarning mavjudligi bunday sharoit bo‘lmagan holda sodir etilgan jinoyat uchun qo‘llash hollariga nisbatan Jinoyat kodeksi Maxsus qismining tegishli moddasi sanksiyalari doirasida yengilroq jazo chorasi belgilanishini talab etadi.\n\n2. Sharhlanayotgan moddaning birinchi qismi «a» bandi ularga xos bo‘lgan xususiyatlarning bir xilligi bilan ajralib turadigan shart-sharoitlar guruhini belgilab beradi. Xususan, mazkur shart-sharoitlar aybdor jinoyatni tamomlaganidan so‘ng u amalga oshiradigan harakatlarning faolligi va bir maqsadga qaratilganligi bilan ajralib turadi. Bundan tashqari, qayd etilgan omillarning mavjudligi aybdor xulqining aksilijtimoiy yo‘nalishining barqaror emasligidan dalolat berib, bu esa, o‘z navbatida, jazoni yengillashtirish uchun asos bo‘ladi. Shu munosabat bilan, aybdor jinoyatni sodir etganidan so‘ng aybini bo‘yniga olib arz qilsa yoki sodir etgan qilmishidan chin ko‘ngildan pushaymon bo‘lsa hamda jinoyatning fosh etilishiga faol ko‘maklashsa, u holda ishni ko‘rib chiqishda mazkur shartni jazoni yengillashtiradigan holat, deb qarash kerak.\n\n3. Aybini bo‘yniga olib arz qilish shaxsning bevosita o‘zi yoki boshqa shaxslar vositasida huquqni muhofaza qiluvchi organga murojaat qilib, ularga tayyorlangan jinoyatni yoki guruhning ijtimoiy xavfli faoliyatini bartaraf etishga, sodir etilgan jinoyatni ochish, jinoyatning boshqa ishtirokchilarini fosh qilishga yordam berish niyati haqida xabar berishi bilan amalga oshiriladi. Aybiga iqror bo‘lib kelishga jinoyat sodir etilgan vaqtdan qat’i nazar, sodir etilgan harakat uchun javobgarlikni yengillashtiruvchi holat sifatida qaralishi zarur. Harakatni aybini bo‘yniga olib arz qilish, deb e’tirof etish uchun quyidagi belgilar mavjudligini aniqlash kerak:\n\naybini bo‘yniga olib arz qilish faqat jinoyat tugallangandan so‘ng amalga oshirilgan bo‘lishi lozim, negaki, aybdorning harakatlarida jinoiy jazoga loyiq belgilar mavjud bo‘lganidagina, aybiga iqror bo‘lib kelish mumkin bo‘ladi. Shuning uchun, jinoyat rejalashtirilayotganligi, uni amalga oshirish maqsadi mavjudligi to‘g‘risidagi xabarga aybiga iqror bo‘lib kelish, deb qaralishi mumkin emas, bunday hollar uchun jinoiy jazo berilmay, jinoyatni sodir etishdan ixtiyoriy qaytish, deb qaralishi lozim. Shuningdek, ana shu kabi ogohlantirish o‘z vaqtida amalga oshirilib, tegishli idoralar zararli oqibatlar kelib chiqishining oldini olish uchun haqiqiy imkoniyatga ega bo‘lgan sharoitdagi tayyorgarlik harakatlari to‘g‘risidagi ogohlantirishga ham jinoyatni sodir etishdan ixtiyoriy qaytish, deb qaralishi kerak. Biroq, aybiga iqror bo‘lib kelgan shaxs uchun bunday imkoniyat bo‘lmagan hollarda, jinoyat to‘g‘risida xabar berish o‘z xohishiga ko‘ra jinoyatdan voz kechish emas, balki, o‘z aybiga iqror bo‘lib kelish, deb baholanishi kerak;\n\naybiga iqror bo‘lib kelish shaxsan amalga oshirilishi yoki jinoyatga oid ma’lumotning istalgan shaklda (yozma, og‘zaki ravishda yoki harakat orqali) yetkazilishi mumkin. Bunda xabarni (ma’lumotni) yetkazish usuli va uzatilishi shakli ahamiyatga ega bo‘lmay, telefon, telegramma, xat, telefaks, Internet kabi imkoniyatlardan foydalanish mumkin. Ushbu holda xabar bevosita unda yo‘llangan faktlarni tekshirish va jinoiy ish qo‘zg‘atish vakolatiga ega bo‘lgan idoralarga yo‘llangan bo‘lishi zarur. Amaldagi Jinoyat-protsessual kodeksiga muvofiq, surishtiruv va dastlabki tergov idoralari, prokuror va sud ana shunday idora deb e’tirof etiladi;\n\njinoyat to‘g‘risidagi xabar shaxsan amalga oshirilgan bo‘lib, aybiga iqror bo‘lib kelgan shaxsning kimligini qiyinchiliksiz aniqlashning imkonini beradigan ma’lumotlarga ega bo‘lsagina, aybiga iqror bo‘lib kelish, deb e’tirof etiladi. Shu sababli, nomi ko‘rsatilmagan (anonim) arizalar aybiga iqror bo‘lib kelish, deb e’tirof etilishi mumkin emas;\n\naybiga iqror bo‘lib kelish faqat ixtiyoriy tarzda amalga oshirilishi kerak.\n\nAybni bo‘yniga olib kelish ko‘rinishidagi jazoni yengillashtiruvchi holat bor yoki yo‘qligi to‘g‘risidagi masalani hal etishda sudlar tergov organlariga berilgan ariza yoki jinoyat to‘g‘risida tergov organi mansabdor shaxsiga qilingan xabar (xar qanday shaklda) ixtiyoriy bo‘lgan-bo‘lmaganligi va bu holat shaxs jinoyat sodir etishdagi o‘z ishtirokini u gumon qilinuvchi (ayblanuvchi) sifatida ushlangan yoki gumon qilinuvchi (ayblanuvchi) tariqasida jinoyat ishida ishtirok etishga jalb qilish to‘g‘risidagi qaror unga e’lon qilingandan so‘ng tasdiqlaganligi bilan borliq yoki bog‘liq emasligini tekshirib ko‘rishlari lozim. Aybiga iqror bo‘lib kelishning ixtiyoriyligi quyidagi hollarda ayon bo‘ladi:\n\njinoyatga oid xabar hali tegishli idoralarga sodir etilgan jinoyat haqida ma’lum bo‘lib ulgurmasidan avval amalga oshirilgan;\n\nhuquqni muhofaza qiluvchi organlarga noqonuniy tajovuz to‘g‘risida ma’lum bo‘lib, biroq uni sodir etishda gumon qilingan yoki ayblangan shaxs (jinoyat shaxslar guruhi tomonidan sodir etilgan hollarda hali aniqlanmagan hollarda; ishtirokchilardan biri)\n\nushbu idoralarga jinoyat ma’lum bo‘lgan bo‘lsa, uni sodir etishda gumon qilinganlar yoki aybdorlar ham aniqlangan, biroq aybiga iqror bo‘lib kelgan shaxs bundan bexabar bo‘lsa;\n\njinoiy javobgarlikka tortilgan shaxs «o‘zi sodir etgan boshqa, tergov organlariga ma’lum bo‘lmagan jinoyatlar to‘g‘risida» xabar bergan bo‘lsa;\n\naybiga iqror bo‘lib kelishdan maqsad tegishli idoralarga sodir etilgan hodisaning aybdor shaxsga ma’lum bo‘lgan haqqoniy xabar berish yo‘li bilan o‘zini odil sud qo‘liga topshirish va loyiq jazoga tortilishdan iboratdir. Shu tufayli, yanada og‘irroq jinoyat uchun javobgarlikdan qutulish, shuningdek, jinoyatning boshqa ishtirokchilarni «yashirib» jinoyat uchun barcha javobgarlikni o‘z zimmasiga olish maqsadida shaxsning jinoyat to‘g‘risida xabar yetkazishi aybga iqror bo‘lib kelish, deb e’tirof etilmaydi. Shu bilan birga, shaxs bir nechta jinoyatni sodir etib, biroq, ulardan ba’zilari xususidagina boshqalari uchun javobgarlikdan qutulish uchun aybini bo‘yniga olib kelganida, iqror bo‘lish shaxsning arizasida qayd etilgan jinoyatlarga nisbatan jazoni yengillashtiruvchi jihat, deb e’tirof etilib, boshqa harakatlariga jazo tayinlashda bu hisobga olinmaydi. Masalan, shaxs o‘g‘rilik va qotillikni sodir etdi va og‘ir jazodan qutulish maqsadida faqat o‘g‘rilik qilganiga iqror bo‘lib keldi. Bu kabi holatda aybiga iqror bo‘lib kelish o‘g‘rilik uchun javobgarlik belgilashda jazoni yengillashtiruvchi shart deb tan olinadi, biroq qasddan odam o‘ldirish uchun jazo tayinlashda sud tomonidan e’tiborga olinmaydi.\n\n4. Shuningdek, aybiga iqror bo‘lib kelishning jazoni yengillashtirishga oid ahamiyati jinoyat sodir etilganidan iqror bo‘lib kelgunga qadar o‘tgan vaqt; jinoyat ishi qo‘zg‘atilishi, shaxsning gumon qilinuvchi yoki aybdor, deb e’tirof etilishi haqidagi qaror, shaxsni qidirish kabi omillarga bog‘liq emas. Aybiga iqror bo‘lib kelish ushbu hollarda teng ahamiyatga ega (yuqorida nomi keltirilgan barcha shartlarga rioya qilingan holda), chunki u ana shu shaxsning o‘zi sodir etgan harakatga ichki munosabatini anglatadi, uning sodir qilgan ishidan afsuslanganidan dalolat berib turadi. Jazo maqsadiga erishish uchun bunday holatda yengilroq chora qo‘llanilishi ham mumkin.\n\n5. Chin ko‘ngildan pushaymon bo‘lish sodir etilgan qilmishni to‘liq va ochiq e’tirof etish, sodir etilgan jinoyat va yetkazilgan zarardan sidqidildan afsuslanish, o‘z xulqini qoralash hamda jazoni haqqoniy va odil jazo chorasi, deb qabul qilishdan iboratdir.\n\nChin ko‘ngildan pushaymon bo‘lish istalgan vaqtda yuzaga kelib, jinoiy ish yuritishning istalgan bosqichida, biroq hukm qabul qilingunga qadar amalga oshirilishi mumkin. Xususan, chin ko‘ngildan.\n\npushaymon bo‘lish – aybiga iqror bo‘lib kelganda, surishtiruv ishlari davomida, dastlabki tergov vaqtidagi tergov ishlari o‘tkazishda, sudlanuvchi so‘nggi so‘zini aytayotganida amalga oshirilishi mumkin. Shu bilan birga, shaxs to‘plangan dalil-isbotlar qarshisida ilojsiz aybini tan olmay, balki haqiqatan ham sodir etgan ishidan chin ko‘ngildan pushaymon bo‘layotganligini aniqlash shart.\n\nChin ko‘ngildan pushaymon bo‘lishda, yetkazilgan zararning o‘rnini qoplash yoki jinoyatni fosh etishga ko‘maklashish talab etilmaydi bu belgilar boshqacha shart-sharoit uchun xosdir (masalan, qilmishga amalda pushaymon bo‘lish, jinoyat fosh etilishiga faol ko‘maklashish yoki aybiga iqror bo‘lib kelish) va u mavjud bo‘lganida mustaqil ravishda ko‘rib chiqilishga yoki mas’uliyatdan ozod etuvchi shart, yo bo‘lmasa, jazoni yengillashtiradigan alohida shart-sharoit, deb qoida tariqasida qaraladi.\n\n6. Jinoyatni fosh etishga faol yordam berish aybdor shaxs tomonidan tergov va sud idoralariga ko‘ngilli va ixtiyoriy ravishda sodir etilgan jinoyatga oid unga ma’lum axborot haqida xabar berishidan iborat. Aybini bo‘yniga olib kelishdan farqli ravishda, mazkur jihat dastlabki tergov bosqichida tergov harakatlari vaqtida va sud tergovi paytida jinoyatni sodir etishda gumon qilinayotgan yoki ayblanayotgan shaxs aniqlanganida ro‘y beradi.\n\nJinoyatning fosh etilishiga faol yordam berish faqat tergov va sud idoralariga ma’lum bo‘lmagan ma’lumotni yetkazishdan iborat bo‘lmay, balki mavjud ma’lumotlarga aniqlik kiritish, tergov harakatlarini o‘tkazishga ko‘maklashish, dalil-isbot yig‘ishga imkon qadar yordam berishdan iborat. Xususan, faol ko‘maklashish jinoyatni sodir etish vaqti, joyi va usulini aniqlashtirish, jinoyat qurollarining yashirilgan joyini ko‘rsatish, jinoyatchining sheriklari to‘g‘risida ma’lumot berish, mol-mulkni qidirib topish kabilarda ifodalanishi mumkin.\n\n7. Aytib o‘tish joizki, sharhlanayotgan moddaning birinchi qismi «a» bandida qonunda ko‘rsatilgan shart-sharoitlarning bir xilligiga qaramasdan, ular yaxlit bir narsadan iborat bo‘lmay, balki o‘zaro bog‘liq majmuini tashkil etishi ta’kidlangan. Yuqorida keltirib o‘tilgan har bir shart-sharoit aybini bo‘yniga olib kelish, chin ko‘ngildan pushaymon bo‘lish, jinoyatning ochilishiga faol yordam berish mustaqil ravishda aniqlanishi kerak va bu mazkur bandda ko‘rsatilgan boshqa shartlar mavjudligiga bog‘liq emas. Shu bilan birga, Jinoyat kodeksining 66-moddasiga muvofiq, ijtimoiy xavfi katta bo‘lmagan yoki uncha og‘ir bo‘lmagan jinoyatni birinchi marta sodir etgan shaxs, agar u aybini bo‘yniga olish to‘g‘risida arz qilgan, chin ko‘ngildan pushaymon bo‘lgan, jinoyatning ochilishiga faol yordam bergan va keltirilgan zararni bartaraf qilgan bo‘lsa, javobgarlikdan ozod qilinishi masalasi hal etilishi lozim.\n\n8. Jazoni yengillashtiruvchi holatlardan yana biri yetkazilgan zararning o‘rnini ixtiyoriy ravishda qoplashdir (Jinoyat kodeksining 55-moddasi birinchi qismining «b» bandi). Shuni ham nazarda tutish kerakki, qonunning mazmun-mohiyatiga ko‘ra, zararning o‘rnini qoplash har qanday turdagi jismoniy, mulkiy, ma’naviy zararga nisbatan ham amalga oshirilishi mumkin. Yetkazilgan zararning o‘rnini qoplash shaxsning harakatlari jazoni yengillashtiradigan shart, deb topilishi uchun ahamiyatli bo‘lmasa ham, ushbu harakatlar amalga oshirilgan usulga ta’sir ko‘rsata oladi.\n\n9. Zararning o‘rnini qoplash aybdorning jinoiy harakatidan kelib chiqqan zararli oqibatlarni kamaytirishga qaratilgan, noqonuniy tajovuz tufayli yetkazilgan zararning o‘rnini qoplash yoki uni bartaraf etishga qaratilgan ongli harakatlaridir. Zararning o‘rnini qoplash, deb zarar yetkazilgan moddiy ne’matning qiymati tiklanishiga aytiladi. Yetkazilgan zarar bartaraf etilganida esa, moddiy ne’mat, obyektning o‘zi yoki jinoyat sodir etish quroli tiklanadi. Zararni tiklashning aniq usuli va shakli ham zarar-ning turiga, ham uning og‘irlik darajasiga ko‘ra farqlanadi. Xususan, jismoniy zarar yetkazilgan hollarda, u jabrlanuvchini davolashga ko‘maklashish yoki tegishli davolashning haqini to‘lash, tana a’zosi va to‘qimalarini taqdim etish, zarur tibbiy dori-darmon xarid qilish kabilar orqali yumshatilishi mumkin. Yetkazilgan mulkiy zararni bartaraf qilish uning asl holatini tiklash (shikast yetkazilgan mulkni ta’mirlash) zararni bartaraf qilishdan ham, shuningdek, shikastlangan mulkni almashtirish yoki ularning pul yoxud boshqacha shaklda o‘rnini to‘ldirish (masalan, mulkiga teng qiymatdagi mulkni topshirish) zararni qoplashdan ham iborat bo‘lishi mumkin. Jinoyat obyekti bo‘lgan mulk qiymatini aniqlashda uning egasi tomonidan xarid qilinishi holatlaridan, jinoyat sodir etilgan vaqtdagi davlat ulgurji narxidan, bozor yoki komission narxlardan kelib chiqish lozim. Mulk qiymatini aniqlashning imkoniyati bo‘lmaganda, u tegishli mutaxassislar jalb qilinib, ekspert xulosasiga ko‘ra belgilanadi. Ma’naviy zararni yengillashtirish, shuningdek, o‘rni-ni qoplash (masalan, xizmat mavqeiga yetkazilgan zararning o‘rnini pul bilan qoplash) yoki uni bartaraf qilish shaklida (masalan, uzr so‘rash) bo‘lishi mumkin.\n\n10. Qonun mazmun-mohiyatidan kelib chiqib aytganda, faqat yetkazilgan, ya’ni jinoyat sodir etilishi oqibatida yetkazilgan muayyan zarar yengillashtirilishi zarur, chunonchi zararning o‘rnini qoplash yuzaga kelib ulgurgan oqibatlarni bartaraf etishga qaratilgan. Agar shaxs yuzaga kelishi mumkin bo‘lgan zararning oldini olgan hollarda uning harakatlari Jinoyat kodeksining 26-moddasiga muvofiq, jinoyat sodir etishdan ixtiyoriy qaytish, deb ta’riflanishi kerak. Bunda o‘rni qoplangan zararning hajmi va mazkur shart-sharoit aybni yengillashtiruvchi holat, deb e’tirof etilmaydi. Yetkazilgan zararning tiklanishiga ketgan sarf xarajat uning miqdoriga to‘liq mos kelishi lozim. Tiklanish darajasi qancha kam bo‘lsa, yetkazilgan zararning o‘rnini qoplash ham shu qadar to‘liq bo‘lmaydi va ixtiyoriy ravishda zararni kamaytirishning jazoni yengillashtirishga ta’siri ham shuncha kam bo‘ladi. Bunda aybdorning shaxsi to‘g‘risidagi ma’lumotlar, uning moddiy ahvoli ham hisobga olinishi shart.\n\n11. Qonunning bevosita ko‘rsatmasiga muvofiq, yetkazil-gan zararning qoplanishi faqat u ixtiyoriy ravishda, ya’ni shaxsning ongli ichki istagi va tashabbusi bilan, tashqaridan biron-bir ta’sir ko‘rsatmay amalga oshirilgan taqdirdagina, jazoni yengillashtiruvchi holat, deb e’tirof etiladi. Tergov va sud idoralarining majburiy choralar yordamida yetkazilgan zararni qoplatishi jazoni yengillashtiruvchi holat sifatida e’tirof etilmaydi (masalan, o‘g‘irlangan mol-mulkni qo‘lga tushirish vaqtida musodara qilish). Faqat muayyan shart-sharoitga rioya qilgan holda yetkazilgan zararni qoplatish ham javobgarlikni yengillashtiradigan holat sifatida tan olinishi mumkin emas (ishni to‘xtatish, jabrlanuvchining o‘z arizasini qaytib olishi, guvoh o‘z ko‘rsatmalarini o‘zgartirishi va hokazo).\n\n12. Yetkazilgan zararning o‘rnini qoplash, odatda, ana shu zararni yetkazgan shaxs tomonidan amalga oshirilishi kerak. Biroq, obyektiv sabablar tufayli mazkur shaxs mustaqil va bevosita tarzda yetkazilgan zararni tiklash imkoniga ega bo‘lmasa, zarar boshqa shaxslar tomonidan ham qoplanishi mumkin. Faqat ushbu shaxslar aybdorning iltimosiga binoan harakat qilishayotganini va uning o‘zi zararning o‘rnini qoplash to‘g‘risida qarorga kelganligini aniqlash kerak. Shuningdek, bunday hollarda yetkazilgan zararni qoplash uni yetkazgan shaxsning mablag‘lari hisobiga, faqat favqulodda sharoitda - uning yaqinlari (ota-onasi, yaqin qarindoshlari) mulki hisobiga amalga oshiriladi.\n\n13. Yetkazilgan zararning o‘rnini qoplash hukm chiqarilguniga qadar istalgan vaqtda amalga oshirilishi mumkin. Xususan, yetkazilgan zararning o‘rnini qoplash bevosita jinoyat sodir etilganidan so‘ng, shu bilan birga, biroz vaqt o‘tgach, jumladan, surishtiruv ishlari, dastlabki tergov va sud jarayonida amalga oshirilaveradi. Bu ma’noda, qonunda biron-bir istisno ko‘zda tutilmagan.\n\n14. Zararning o‘rnini qoplash qilmishning kvalifikatsiyasiga ta’sir ko‘rsatmaydi. Shunday qilib, yetkazilgan zararning o‘rni qay darajada qoplanganidan qat’i nazar, zararning miqdori umumiy, dastlabki hajmdan kelib chiqqan holda qoplanadi. Masalan, agar aybdor juda ko‘p miqdorda o‘zlashtirish sodir etgan bo‘lib, zararning o‘rnini qoplash oqibatida yetkazilgan zararning hajmi jiddiy kamayganligi ham uni baholashga ta’sir ko‘rsatmaydi u huquqiy jihatdan juda ko‘p miqdorda o‘zlashtirish sifatida baholanishi lozim.\n\n15. Yuzaga kelgan og‘ir shaxsiy, oilaviy sharoitlar oqibatida yoki boshqa mushkul ahvolda jinoyat sodir etish Jinoyat kodeksining 55-moddasining birinchi qismi «v» bandida ko‘zda tutilgan. Qonun mazkur ro‘yxatni ochiq qoldirib, bu bilan inson faoliyatining turli-tuman jihatlarini aks ettirgan va shu tufayli ularni qonunda sanab o‘tishning iloji bo‘lmagan boshqa barcha shartlar jinoyatni yengillashtiruvchi shart-sharoit, deb e’tirof etilishi kerakligini nazarda tutadi. Shu vaqtning o‘zida jinoyat sodir etishni u yoki bu sharoit ta’sirida jazoni yumshatadigan shart-sharoitlar sirasiga kiritadigan bosh mezon mazkur sharoitning noqonuniy tajovuzga qo‘l urgan shaxs uchun og‘ir bo‘lganligidir. Jinoyat sodir etilishiga sabab bo‘lgan shart-sharoit og‘ir bo‘lgandagina, ular jazo chorasining yengillashtirilishiga olib kelishi mumkin.\n\n16. Shart-sharoitlar ularning obyektiv mavjudligi muayyan shaxsning ongli va irodaviy faoliyatiga putur yetkazgan, jinoyat sodir etishdan tiyib turadigan omillar ta’sirini pasaytirgan, ushbu shart-sharoitni bartaraf etish maqsadida jinoyat sodir etishga undagan yoki aybdorning ahvolini yengillashtirgan hollarda og‘ir deb tan olinishi lozim. Bunda shuni yodda tutish kerakki, u yoki bu sharoitning og‘irligi mutlaq bo‘lmay, balki muayyan shaxsga bog‘liq, shu tufayli sharoitlarning og‘irligi har bir holda alohida belgilanishi shart. Xususan, quyidagilar og‘ir sharoit sifatida e’tirof etilishi mumkin:\n\nshaxsiy turmushining izga tushmaganligi (masalan, qarama-qarshi jinsga mansub shaxslar bilan munosabatining yomonligi);\n\nyashash uchun yetarli mablag‘ga ega bo‘lmaslik;\n\naybdorning yaqinlaridan birining og‘ir xastaligi;\n\njabrlanuvchi bilan o‘zaro ixtilof yoki aybdorning g‘am-tashvish, omadsizlik tufayli kelib chiqqan ruhiy iztiroblari;\n\nturmush sharoitining og‘irligi va h.k.\n\n17. Yuzaga kelgan og‘ir shart-sharoitning jazoni yengillashtirishga xizmat qiladigan shart-sharoit, deb e’tirof etilishi uchun ular quyidagi muayyan belgilarga ega bo‘lishlari shart:\n\nmazkur shart-sharoit haqiqiy, obyektiv ravishda, jinoyat sodir etayotgan shaxsning irodasiga bog‘liq bo‘lmagan tarzda mavjud bo‘lishi shart. Bunda og‘ir sharoit, odatda, to‘satdan emas, balki davomli rivojlanish oqibatida yuzaga kelib, natijada, aybdor shaxsda tushkunlik tuyg‘usini yuzaga keltiradi;\n\nsodir etilayotgan huquqqa xilof tajovuz og‘ir shart-sharoit bilan muayyan sabablar orqali bog‘langan bo‘lib, ana shu shart-sharoit jinoyat sodir etilganligining asosiy, yetakchi sababi bo‘lishi shart. Mavjud og‘ir shart-sharoit (yetishmovchilik) sodir etilgan harakatning asosiy sababi bo‘lib kelmas ekan, unga jazoni yengillashtiruvchi holat sifatida qaralishi mumkin emas. Masalan, mavjud shaxsiy og‘ir sharoit yuzaga kelishi oqibatida juda ko‘p miqdorda o‘g‘rilikka qo‘l urish, turmush sharoitining og‘irligi sabab bezorilik qilish jazoni yengillashtiruvchi holat sifatida baholanmasligi lozim va h.k.\n\n18. Shuni ham yodda tutish kerakki, aybdor o‘zining noqonuniy harakatlari yoki yomon xulqi sababli kelib chiqqan og‘ir shart-sharoitlar ta’sirida jinoyatga qo‘l urganda ham bu Xol jazoni yengillashtiruvchi holat sifatida xizmat qilishi mumkin emas. Masalan, spirtli ichimliklar, giyohvandlik vositalari, ularning analoglari yoki psixotrop moddalarni ortiqcha iste’mol qilish, shuningdek, qimorli o‘yinlar o‘ynaganligi tufayli og‘ir moddiy yoki shaxsiy sharoitga tushib qolish ham jazoni yengillata olmaydi.\n\n19. Jinoyat kodeksining sharhlanayotgan moddasi birinchi qismining «g» bandiga muvofiq, majburlash yoki moddiy tomondan, xizmat jihatidan yoxud boshqa jihatdan qaramligi sababli jinoyat sodir etish jazoni yengillashtiradigan alohida holat sifatida kiritilishining sababi shuki, bu ushbu jinoyatni sodir etgan shaxsning nosog‘lom irodasi mahsulidir. Jinoyat shu kabi vaziyatda tanlash imkoni qolmaganligi sababli majburan qo‘l urilgan, so‘nggi tashlangan qadamdir. Shunday qilib, noqonuniy tajovuz bunday hollarda jinoyat subyektining jamiyatga qarshi fikrlashini ifodalamaydi va bu o‘z navbatida, uning jamiyat uchun xavfi u qadar katta emasligidan dalolat berib, jazoni muvofiq ravishda yengillatishni talab etadi.\n\n20. Majburlash Jinoyat kodeksining 55-moddasi birinchi qismining sharhlanayotgan bandi mazmunida jismoniy yoki ruhiy bo‘lishi mumkin. Jismoniy majburlash boshqa bir shaxsga unga nisbatan kuch ishlatish bilan bog‘liq, ya’ni uning ixtiyoriga qarshi, uning irodasini bukish, sindirish yoki shaxsning harakatlari erkinligini cheklashga qaratilgan jismoniy choralarni ishlatish orqali ta’sir ko‘rsatishdan iboratdir. Jismoniy majburlashda kuch ishlatish bilan bog‘liq choralar sog‘liqqa turli og‘irlikdagi tan jarohati yetkazish, turli kuchli va giyohvandlik vositalarini, ularning analoglarini qo‘llash kabilar bilan ifodalanishi mumkin bo‘lib, ushbu choralarning xususiyati jinoiy qilmishni kvalifikatsiya qilishda ahamiyatga ega emas. Ruhiy majburlash jismoniy majburlashdan farqli ravishda, boshqa shaxsga ruhiy ta’sir yordamida ta’sir qilinib, bu yo‘lda majburlanayotgan shaxs va uning yaqinlari sog‘lig‘i, mol-mulki yoki boshqa huquq va manfaatlariga zarar yetkazish bilan qo‘rqitish (masalan, tahqiromuz yoki sharmanda qiladigan ma’lumot tarqatish orqali), shuningdek, ruhiyatga bevosita ta’sir qilish (turli psixotrop moddalarni qo‘llash, gipnoz va h.k.) kabilar qo‘llanishi mumkin. Shaxsning irodasini sindirish, bo‘ysundirish, uning harakat erkinligini cheklash uchun qo‘llangan jismoniy yoki ruhiy majburlashning muayyan usullari jazo belgilashda ahamiyatga ega bo‘lmaydi. Xususan, majburlash shaxsan yoki uchinchi shaxslar orqali (masalan, buning uchun atayin yollangan odamlar orqali tan jarohati yetkazish) amalga oshirilishi, ruhiy majburlashda uning tashqi ifodalanishi turli shakl olishi (og‘zaki, yozma, imo-ishora yordamida) va h.k.\n\n21. Moddiy qaramlik deganda, jabrlanuvchining aybdordan qonun bilan belgilangan moddiy yordam (pul, oziq-ovqatlar, kiyim-kechaklar va h.k.) olib kelganligini yoki uning bevosita qaramog‘ida bo‘lganligi holatlari tushunilishi lozim. Bu, odatda, ishsiz odamning ishlaydigan odamga, bolalarning ota-onasiga, ishlamaydigan ota-onaning moddiy daromadi bor bolalariga qaramligidir. Shu vaqtning o‘zida moddiy qaramlikni u aybdorning noqonuniy yoki axloqsiz faoliyati (masalan, spirtli ichimliklarni, giyohvandlik vositalari, ularning analoglari yoki psixotrop moddalarni ortiqcha iste’mol qilish) bilan shartlab qo‘yilgan hollarda jazoni yengillashtiruvchi holat, deb tan olinishi mumkin emas. Xizmat bo‘yicha aybdorga qaramlik shaxsning xizmatga ko‘ra bo‘ysunishi bilan bog‘liq bo‘ladi, shuningdek, bevosita kelib chiqmaydigan, lekin uning mehnati yoki o‘quvi ustidan nazorat qilish vazifalari bilan bog‘liq bo‘lishi mumkin. Xususan, xizmat bo‘yicha qaramlik xizmatchi va boshliq, tekshiruvchi va faoliyati tekshirilayotgan shaxs o‘rtasida mavjud. Shu bilan birga, jinoyatga qo‘l urayotgan shaxs bilan xizmat munosabatlarida bo‘lmagan boshliqning rafiqasi, nozirning yaqin do‘sti o‘rtasida xizmat bog‘liqligi yo‘q yoki bo‘lsa ham bu uning xizmat faoliyatiga ta’sir ko‘rsata olmaydi (masalan, qo‘l ostidagilar yoki xizmatdoshlari). Boshqa turdagi qaramlik deganda, shaxs hodisalar rivoji natijasida o‘zini boshqa birovga qarzdor, deb sezib qoladigan moddiy tomondan yoki xizmat taqozosi bo‘yicha bog‘liq vaziyatlardan farqli har qanday vaziyatga aytiladi. Bu kabi qaramlik deganda, masalan, o‘quvchilar yoki tarbiyalanuvchilarning vasiylar, tarbiyachilar va h.k.ga borliqligini tushunish kerak. Qonunda bir shaxsning ikkinchi shaxsga tobeligi, deb e’tirof etilishi mumkin bo‘lgan asoslarning to‘liq ro‘yxati keltirilmagan. Bu holda masalani uzil-kesil hal qilish sudlar zimmasiga yuklatiladi. Bunda jinoyat qaysi asoslarga ko‘ra, qaramlik tufayli sodir etilganligi hukmda ko‘rsatilib o‘tilishi kerak.\n\n20. Majburlash Jinoyat kodeksining 55-moddasi birinchi qismining sharhlanayotgan bandi mazmunida jismoniy yoki ruhiy bo‘lishi mumkin. Jismoniy majburlash boshqa bir shaxsga unga nisbatan kuch ishlatish bilan bog‘liq, ya’ni uning ixtiyoriga qarshi, uning irodasini bukish, sindirish yoki shaxsning harakatlari erkinligini cheklashga qaratilgan jismoniy choralarni ishlatish orqali ta’sir ko‘rsatishdan iboratdir. Jismoniy majburlashda kuch ishlatish bilan bog‘liq choralar sog‘liqqa turli og‘irlikdagi tan jarohati yetkazish, turli kuchli va giyohvandlik vositalarini, ularning analoglarini qo‘llash kabilar bilan ifodalanishi mumkin bo‘lib, ushbu choralarning xususiyati jinoiy qilmishni kvalifikatsiya qilishda ahamiyatga ega emas. Ruhiy majburlash jismoniy majburlashdan farqli ravishda, boshqa shaxsga ruhiy ta’sir yordamida ta’sir qilinib, bu yo‘lda majburlanayotgan shaxs va uning yaqinlari sog‘lig‘i, mol-mulki yoki boshqa huquq va manfaatlariga zarar yetkazish bilan qo‘rqitish (masalan, tahqiromuz yoki sharmanda qiladigan ma’lumot tarqatish orqali), shuningdek, ruhiyatga bevosita ta’sir qilish (turli psixotrop moddalarni qo‘llash, gipnoz va h.k.) kabilar qo‘llanishi mumkin. Shaxsning irodasini sindirish, bo‘ysundirish, uning harakat erkinligini cheklash uchun qo‘llangan jismoniy yoki ruhiy majburlashning muayyan usullari jazo belgilashda ahamiyatga ega bo‘lmaydi. Xususan, majburlash shaxsan yoki uchinchi shaxslar orqali (masalan, buning uchun atayin yollangan odamlar orqali tan jarohati yetkazish) amalga oshirilishi, ruhiy majburlashda uning tashqi ifodalanishi turli shakl olishi (og‘zaki, yozma, imo-ishora yordamida) va h.k.\n\n21. Moddiy qaramlik deganda, jabrlanuvchining aybdordan qonun bilan belgilangan moddiy yordam (pul, oziq-ovqatlar, kiyim-kechaklar va h.k.) olib kelganligini yoki uning bevosita qaramog‘ida bo‘lganligi holatlari tushunilishi lozim. Bu, odatda, ishsiz odamning ishlaydigan odamga, bolalarning ota-onasiga, ishlamaydigan ota-onaning moddiy daromadi bor bolalariga qaramligidir. Shu vaqtning o‘zida moddiy qaramlikni u aybdorning noqonuniy yoki axloqsiz faoliyati (masalan, spirtli ichimliklarni, giyohvandlik vositalari, ularning analoglari yoki psixotrop moddalarni ortiqcha iste’mol qilish) bilan shartlab qo‘yilgan hollarda jazoni yengillashtiruvchi holat, deb tan olinishi mumkin emas. Xizmat bo‘yicha aybdorga qaramlik shaxsning xizmatga ko‘ra bo‘ysunishi bilan bog‘liq bo‘ladi, shuningdek, bevosita kelib chiqmaydigan, lekin uning mehnati yoki o‘quvi ustidan nazorat qilish vazifalari bilan bog‘liq bo‘lishi mumkin. Xususan, xizmat bo‘yicha qaramlik xizmatchi va boshliq, tekshiruvchi va faoliyati tekshirilayotgan shaxs o‘rtasida mavjud. Shu bilan birga, jinoyatga qo‘l urayotgan shaxs bilan xizmat munosabatlarida bo‘lmagan boshliqning rafiqasi, nozirning yaqin do‘sti o‘rtasida xizmat bog‘liqligi yo‘q yoki bo‘lsa ham bu uning xizmat faoliyatiga ta’sir ko‘rsata olmaydi (masalan, qo‘l ostidagilar yoki xizmatdoshlari). Boshqa turdagi qaramlik deganda, shaxs hodisalar rivoji natijasida o‘zini boshqa birovga qarzdor, deb sezib qoladigan moddiy tomondan yoki xizmat taqozosi bo‘yicha bog‘liq vaziyatlardan farqli har qanday vaziyatga aytiladi. Bu kabi qaramlik deganda, masalan, o‘quvchilar yoki tarbiyalanuvchilarning vasiylar, tarbiyachilar va h.k.ga borliqligini tushunish kerak. Qonunda bir shaxsning ikkinchi shaxsga tobeligi, deb e’tirof etilishi mumkin bo‘lgan asoslarning to‘liq ro‘yxati keltirilmagan. Bu holda masalani uzil-kesil hal qilish sudlar zimmasiga yuklatiladi. Bunda jinoyat qaysi asoslarga ko‘ra, qaramlik tufayli sodir etilganligi hukmda ko‘rsatilib o‘tilishi kerak.\n\n22. Shuni ham nazarda tutish kerakki, qaramlikning jazoni yengillashtiradigan holat, deb tan olinishi uchun sud jinoyat sodir etilishi aybdor tobe (bog‘liq) bo‘lgan (masalan, tirikchilik uchun mablag‘ bermaslik, lavozimini pasaytirish, do‘stona aloqalarini uzish va h.k.) shaxs tomonidan salbiy oqibatlar yetkazilishi haqida ochiq yoki yashirin tahdid bilan bog‘liqligini aniqlashi kerak. Aks holda, bunday tahdid mavjud bo‘lmagan yoki u aybdor tomonidan o‘ylab topilgan bo‘lsa, tobelik (bog‘liqlik) jazoni yengillashtiradigan shart-sharoit sifatida e’tirof etilmasligi shart.\n\n23. Qaramlikning biror turiga majburlashni jazoni yengillashtiradigan holat, deb e’tirof etish uchun aybdor shaxs xulqiga ta’siri darajasi va imkoniyatiga alohida e’tibor qaratib, bunda mavjud bo‘lmagan majburlash yoki bog‘liqlikni (tobelikni) o‘ziga xos xususiyatlari bilan birgalikda qarab chiqib, har bir holat aniq belgilanishi kerak. Masalan, jazoni yengillashtiruvchi holat sifatida pul mukofotidan mahrum bo‘lishdan qo‘rqib juda ko‘p miqdorda o‘g‘rilik qilish, yengil jarohatlar olishdan qo‘rqib o‘ldirish holatlari hisoblanishi mumkin emas. Ayni paytda, shuni nazarda tutish kerakki, aybdorning irodasiga qaramligi yoki majburlovning ta’sir darajasi shaxsning individual xususiyatlari tomonidan aniqlanadi va shuning uchun sudlar tomonidan har bir holatda ta’kidlanishi shart. 24. Jinoyat kodeksining 55-moddasi birinchi qismining sharhlanayotgan bandi bo‘yicha shaxsning qilmishlariga baho berishda majburlashga jiddiy e’tibor berish shart. Shu bilan birga, shuni ham yodda tutish kerakki, majburlov shaxs harakatlari yo‘nalishini tanlash imkoni bo‘lgan holdagina, jazoni yengillashtiruvchi holat, deb e’tirof etadigan qoida asosida ish ko‘rilishi zarur. Majburlash tufayli shaxs o‘z harakatlarini boshqarish imkonidan mahrum etilgan o‘zga hollarda esa, JKning 38-moddasi 5-qismiga asosan, javobgarlikka tortilmaydi, chunki bunday hollarda qilmish oxirgi zarurat sifatida tan olinadi. (Oxirgi zarurat hollari to‘g‘risida JKning 38-moddasi sharhini o‘qing)\n\n25. Shuni ham unutmaslik kerakki, ushbu toifa ishlarni ko‘rib chiqa turib, majburlashga yo‘l qo‘ygan yoki tobelikdan boshqa shaxsni jinoyat sodir etish uchun foydalangan shaxslarning javobgarlik me’yorini aniqlashga alohida e’tibor berish lozim. Xususan, mazkur shaxslar muayyan jinoyatda jamoatchilik uchun xavf darajasi ijrochiga nisbatan jiddiyroq va muhimroq bo‘lib chiqishi mumkin bo‘lib, ular bu holda jinoyatga undagan shaxs sifatida e’tirof etilishlari mumkin. Shu sababli, muayyan jazo chorasini tayinlashda sud sheriklar faoliyatining sabablari, ularning aybi darajasi va shaxsiy xususiyatlarini hisobga olishi kerak.\n\n26. Sharhlanayotgan moddaning birinchi qismi «d» bandiga ko‘ra, jabrlanuvchining zo‘rlik ishlatishi, og‘ir haqorati yoki boshqacha g‘ayriqonuniy harakatlari tufayli vujudga kelgan kuchli ruhiy hayajonlanish holatida jinoyat sodir etish nazarda tutilgan. Kuchli ruxiy hayajonlanish holatida odamning ongi qisqaradi, u vaziyatga to‘g‘ri baho berish, o‘z qilmishlarini nazorat qilish va boshqarish imkoniyatlaridan mahrum bo‘ladi. Shunday qilib, sodir etilayotgan noqonuniy qilmishlar to‘laligicha inson ongi boshqaruvida bo‘lmay, bu qilmishning huquqiy jihatdan baholanishi Jinoyat kodeksi tomonidan hisobga olinadi.\n\nAffekt holatining ikki turi fiziologik va patologik affekt farqlanib, ularning har birini qonun alohida ko‘rib chiqadi. Xususan, patologik affekt holatida ong xiralashib, shaxs o‘z harakatlarini boshqarishining imkoni yo‘qoladi. Shaxs bunday hollarda esini yo‘qotgan, deb e’tirof etiladi, bu esa, jinoiy jazoga tortilishni istisno etadi. Sharhlanayotgan bandga ko‘ra, shaxsni jinoiy javobgarlikka tortish uchun faqat fiziologik affekt ahamiyatga ega bo‘lishi mumkin.\n\n27. Fiziologik affekt bu qisqa muddatli, lekin jo‘shqin kechayotgan emotsional reaksiya va shu vaqtning o‘zida bu juda kuchli, qizg‘in kechinma: qahrga aylanayotgan g‘azab, dahshatlanishib borayotgan qo‘rquv, umidsizlikka yetadigan g‘am chekish oqibatida aybdor o‘z harakatlarini nazorat qilish va boshqarish imkoniyatini yo‘qotadi. Fiziologik affekt ruhiyatga katta ta’sir ko‘rsatsa ham, biroq insonni o‘z xatti-harakatini anglash, uning uchun javob berish imkoniyatidan mahrum qilmaydi. Affekt holatini va uning turini aniqlash maqsadida, albatta, sud-psixiatriya ekspertizasini o‘tkazish talab etiladi. Affekt holatida jinoyat sodir etilganida ham jinoiy jazoga tortish mumkin, ammo shaxsning ana shunday holatda bo‘lganligi jazoni yengillashtiradi. Qattiq ruhiy hayajon holati sharhlanayotgan bandda ko‘rsatib o‘tilgan quyidagi shartlarga rioya qilingandagina jazoni yengillashtiruvchi holat sifatida qabul qilinishi mumkin:\n\naffekt holati kuch ishlatish, og‘ir haqorat yoki boshqa noqonuniy harakatlar tufayli kelib chiqqan bo‘lishi kerak;\n\nqattiq ruhiy hayajon holati jinoyat aynan harakatlari ana shunday holatni keltirib chiqargan shaxsga qarshi sodir etilgan bo‘lsagina, jazoni yengillashtiruvchi holat, deb e’tirof etiladi. (Affekt holatini keltirib chiqargan sabablarni anglash xususida JKning 98-moddasiga sharhni qarang) 28. Shuni ham yodda tutish kerakki, qonun qattiq ruhiy hayajonlanish holatida jinoyat sodir etilishini, jinoyat, faqat harakatlari ana shu holatni keltirib chiqargan shaxsga qarshi sodir etilganidagina, yengillashtiruvchi holat sifatida e’tirof etishi mumkin. Shu sababli, bunday holatga aloqasi bo‘lmagan shaxsga nisbatan jinoyat sodir etilganida ushbu holatning ko‘rsatib o‘tilishiga yo‘l qo‘yish mumkin emas.\n\n29. Zaruriy mudofaaning, oxirgi zaruratning asosli chegarasidan chetga chiqib jinoyat sodir etish, ijtimoiy xavfli qilmishni sodir etgan shaxsni ushlashda, kasb yoki xo‘jalik faoliyatiga bog‘liq bo‘lgan asosli tavakkalchilikda zarar yetkazishda (sharhlanayotgan moddaning birinchi qismi «ye» bandi) shaxs ko‘proq ijtimoiy foydali maqsadlarni ko‘zlaydi. Biroq, ijtimoiy xavfli qilmishning qisman xavf tug‘dirishi uni sodir etgan shaxsga yengil bo‘lsa ham, ammo jazo berilishini talab etadi.\n\n30. Sharhlanayotgan moddaning birinchi qismi «ye» bandida ko‘rsatib o‘tilgan qilmishning jinoiyligini istisno qiluvchi har bir holatga (JKning 37, 38, 39, 41-moddalari) shaxsning xulq-atvori jinoiy emasligi to‘g‘risida xulosa chiqarish mumkin bo‘lgan sharoitlar yig‘indisi tegishli. Xususan, zaruriy mudofaa tajovuz shartlaridan (tajovuzning huquqqa xilofligi, mavjudligi va haqiqiyligi) va himoya shartlaridan (zararni aynan tajovuzchiga yetkazish, o‘z vaqtidaligi va boshqalar) iborat bo‘lib, ular yig‘indisi zaruriy mudofaa vaziyatini qilmishning jinoyatligini istisno qiladigan holatlar qatoriga qo‘shishga imkoniyat beradi. Bu shartlarning bir-biriga yaqqol mos kelmasligi esa, boshqacha qilib aytganda, tajovuzning xususiyati himoyaning xususiyatiga mos kelmasligi zaruriy mudofaa chegarasidan chetga chiqish va shaxsning xulqi jinoiy ekanligi haqida dalolat beradi. Biroq, jazo tayinlashda aybdor zaruriy mudofaa yoki ko‘rib chiqilayotgan moddaning birinchi qismi «ye» bandida ko‘rsatib o‘tilgan holatlarda bo‘lganligini inobatga olish lozim.\n\n31. Sharhlanayotgan moddaning birinchi qismi «ye» bandini qo‘llashda unda sanab o‘tilgan holatlar ro‘yxati tugallangan va kengaytirib sharhlanishi mumkin emasligini e’tiborga olish lozim. Shu tufayli, mazkur bandga muvofiq, buyruqni yoki boshqa majburiyatni bajarganligi yoki qilmishning kam ahamiyatli ekanligi sababli jazoni yengillashtirishga yo‘l qo‘yilishi mumkin emas. Shu bilan bir vaqtda, tegishli sharoitning mavjudligi buyruqni yoki boshqa majburiyatni amalga oshirish sharhlanayotgan moddaning birinchi qismi «g» bandiga muvofiq, xizmat taqozosi bilan yoki boshqacha sharoit ta’sirida sodir etilgan, deb tan olinishi jazoni yengillashtirishga olib kelishi mumkin. Qilmishning kam ahamiyatliligi esa, sharhlanayotgan moddaning ikkinchi qismi qoidalariga binoan, jazoni yengillashtiradigan mustaqil holat sifatida (masalan, kichik hajmda o‘g‘rilik sodir etilgan holatda va boshqalar) hisobga olinishi kerak.\n\n32. Voyaga yetmaganlar tomonidan jinoyat sodir etilishini (sharhlanayotgan moddaning birinchi qismi «j» bandi) jazoning yengillashtiruvchi holatlar safiga qo‘shilishini bir qator sabablar bilan, jumladan, jinoyat to‘g‘risidagi qonunchilikning insonparvarlik prinsipiga asoslanganligi bilan izohlash mumkin. Voyaga yetmaganlarning dunyoqarashi hali to‘liq shakllanib bo‘lmaganligi bilan ajralib turadi. U o‘zi sodir etgan noqonuniy qilmishning mohiyatini ko‘p hollarda to‘liq anglab yetmaydi. Bundan tashqari, yoshga bog‘liq bo‘lgan qiziqqonlik, o‘zini tuta olmaslik kabi boshqa xususiyatlar tufayli ham o‘spirin noqonuniy harakatga katta yoshli insonga nisbatan tezroq qo‘l urishi mumkin. Shu bilan birga, voyaga yetmaganlarga nisbatan jazo maqsadlariga davlat tomonidan qo‘llanadigan qat’iy choralarni qo‘llamay turib ham erishish mumkin. Shuning uchun, teng sharoitda voyaga yetmagan jinoyatchiga, xuddi ana shu jinoyatga qo‘l urgan katta yoshli shaxsga nisbatan yengilroq jazo tayinlanishi kerak.\n\n33. Jinoyatni sodir etishda aybdor, deb topilgan shaxsning voyaga yetmaganligi tufayli jazoni qay darajada yengillashtirish uning yoshiga bog‘liq ravishda hal etilishi shart. Xususan, voyaga yetmagan jinoyatchining yoshi qanchalik kichik bo‘lsa, unga nisbatan shunchalik yengilroq jazo tayinlanishi shart. Bunda, hukmda shaxsning voyaga yetmaganligi faktining o‘zi emas, balki uning aniq yoshi, masalan, 14 yosh 9 oy, 16 yosh 2 oy va h.k. ko‘rsatilishi muhimdir. Shu bilan birga, ushbu holat hamma vaqt, qilmishning og‘ir-yengilligidan qat’i nazar, hisobga olib borilishi shart. Qonunda bu nuqtayi nazardan hech qanday cheklovlar belgilanmagan.\n\n34. Jinoyatning homilador ayol tomonidan sodir etilishi (sharhlanayotgan moddaning birinchi qismi «z» bandi) jazoni yengillashtiruvchi holat deb hisoblanishi turli shart-sharoitlarga bog‘liq. Homilador ayol tomonidan jinoyat sodir etilishiga turlicha shart-sharoitlar sabab bo‘ladi. Avvalo, homiladorlik davrida ayol organizmida yuz beradigan fiziologik o‘zgarishlar uning ruhiyatiga jiddiy ta’sir ko‘rsatadi. Homiladorlik davrida ko‘pincha ayollarda jizzakilik, kayfiyatning keskin o‘zgarib turishi, tez jahl chiqishi kabilar kuzatilib, ularning harakatlari ruhiyati normal holatdagi insonlardan farqlanishi mumkin. Uncha jiddiy bo‘lmagan sabab ham homilador ayolning ruhiy muvozanatini buzib, uni noqonuniy qilmishga, shu jumladan, jinoiy ishga ham qo‘l urishga yetaklashi mumkin.\n\n35. Jazoni yengillashtiruvchi holat, deb tan olinishi uchun jinoyatni sodir etish vaqtida ayolning homilador bo‘lishi ahamiyatga egadir. Jinoyat sodir etilgan vaqtga qadar bo‘lgan homiladorlik mazkur bandda qayd etilgan shart-sharoit sifatida hisobga olinishi mumkin emas. Shu bilan birga, ayolning homiladorligi shaxsga oid ma’lumotlarni hisobga olishda qayd etilishi lozim.\n\n36. Homiladorlikning jazoni yengillashtiruvchi holat, deb e’tirof etilishi uchun ayolning o‘sha vaqtdagi holati va sodir etilgan jinoyat o‘rtasidagi sababli bog‘liqlik ahamiyatga ega emasligini ham nazarda tutish kerak. Bunda faqat ayol homilador holida noqonuniy tajovuzga yo‘l qo‘yganligini aniqlash kerak bo‘ladi, xolos.\n\nShu vaqtning o‘zida, mazkur shart-sharoit muayyan jazo chorasining qay darajada yengillashtirilishi lozimligini aniqlash maqsadida quyidagi ma’lumotlar hisobga olinishi shart: homiladorlik davri (ya’ni, nechanchi oyi), homiladorlik birinchisimi yoki yo‘qmi, aybdor ayolning turmush tarzi, uning bolalari to‘g‘risida qayg‘urishi va h.k.\n\n37. Sharhlanayotgan moddaning birinchi qismi «i» bandi bilan qonun jazoni yengillashtiruvchi holat, deb jabrlanuvchining g‘ayriqonuniy yoki axloqqa zid xulq-atvor ta’siri ostida jinoyat sodir etishini tan oladi.\n\nBunda sharhlanayotgan modda mohiyatida axloqsiz harakatlar sifatida qo‘polligi va yuzsizligi bilan ajralib turgan, odamlarning jamiyatdagi o‘zini tutishining umumiy qabul qilingan qoidalarini ataylab buzishdan iborat bo‘lgan xulq-atvor qoidalari tushuniladi.\n\nHuquqqa xilof xulq-atvor tushunchasi nafaqat jinoyat huquqi, balki huquqning boshqa: fuqarolik, mehnat, oila, ma’muriy va boshqa sohalariga ham oid bo‘lishi mumkin bo‘lgan qonunchilik normalarining buzilishlarini ham qamrab oladi. Jabrlanuvchi tomonidan buzilayotgan qonunchilik normalarining biron-bir sohaga tegishliligi bu kabi xulqni noqonuniy, deb baho berishda ahamiyatga ega emas. Shu bilan birga, sharhlanayotgan shart-sharoitning jazoni yengillashtirishga ta’sir darajasini aniqlashda, jabrlanuvchi tomonidan huquqning qaysi sohasiga oid normalari buzilganligini hisobga olib, bunda jinoyat va ma’muriy huquq talablariga rioya qilmasligi, bu shaxsning jamiyat uchun muayyan xavf tug‘dirishidan, demak, sodir etilgan jinoyatning kamroq ijtimoiy xavfga egaligi va shunga muvofiq ravishda jazoni yengillashtirish zaruratidan dalolat beradi. Jinoyat huquqi normalarini buzgan jabrlanuvchi ta’sirida jinoyatga qo‘l urgan aybdor bilan jabrlanuvchining fuqarolik huquq normalariga rioya qilmaganligi tufayli kelib chiqqan noqonuniy tajovuz uchun ayblanayotgan shaxsga jazo bir xil bo‘lishi mumkin emas..\n\nShuni nazardan qochirmaslik kerakki, jabrlanuvchining noqonuniy yoki axloqqa zid xulqi jazoni yengillashtiradigan shart-sharoit deb, faqat u atayin amalga oshirilgan taqdirdagina, e’tirof etilishi mumkin. Jinoyat jabrlanuvchi tomonidan huquq va axloq normalarini tasodifan yoki ongsiz ravishda buzish oqibatida sodir etilgan bo‘lsa, u holda sharhlanayotgan moddaning mohiyatiga ko‘ra, mazkur shart-sharoit jazoni yengillashtira olmaydi. Shu vaqtning o‘zida sud sharhlanayotgan moddaning birinchi qismi «d» bandida ko‘rsatilgan shart-sharoit belgilari mavjudligi yoki mavjud emasligi masalasini hal etishi lozim.\n\n38. Eslatish lozimki, jabrlanuvchining noqonuniy axloqsiz xulqi qonun mohiyatiga ko‘ra, jinoiy qilmishga qo‘l urishning asosiy sababi bo‘lishi lozim: qonunda ko‘rsatilishicha, u ana shunday xulq ta’sirida amalga oshiriladi. Shu bilan birga, jinoyatning sodir etilishi sabablari turli xil bo‘lishi mumkin: o‘ch, qo‘rquv, nafrat va h.k. Biroq, bu tahlil etilayotgan holatning jazoni yengillashtiruvchi sifatida e’tirof etilishiga ta’sir ko‘rsatmaydi, ammo muayyan jazo chorasini belgilashda hisobga olinishi lozim.\n\nKo‘rib chiqilayotgan shart-sharoit jinoyat bevosita jabrlanuvchining noqonuniy yoki axloqsiz xulq-atvori (qilmishi)dan so‘ng sodir etilgan bo‘lishi shuningdek, bu qilmishga qaratilganligiga e’tibor bermaydi (u ham jinoyatda ayblanuvchi shaxsga, ham uning yaqinlari yoki uning uchun begona shaxslarga qarshi qaratilgan bo‘lishi mumkin). Biror, ushbu ko‘rsatilib o‘tilgan holatlar sharhlanayotgan shart-sharoit qay darajada jazoni yengillashtirishga ta’sir ko‘rsatishini aniqlashda hisobga olinishi kerak. Bunda, mazkur shart-sharoitni aybdor shaxsiga oid ma’lumotlar bilan birgalikda har bir shaxs bu kabi xulqni emotsional nuqtayi nazardan o‘zgacha qabul qilishini hisobga olgan holda hal etish lozim.\n\n39. Qonun ko‘rsatmasiga muvofiq, g‘ayriqonuniy yoki axloqqa zid xulq-atvori ta’siri ostida jinoyat sodir etgan shaxsning harakatlari huquqqa xilof yoki axloqqa zid xatti-harakatlarni sodir etgan shaxsga qaratilgandagina holat jazoni yengillashtiruvchi sifatida e’tirof etiladi. Agar jinoyat boshqa shaxslarga nisbatan sodir etilgan bo‘lsa, u «holda qonunning mazmun-mohiyatiga ko‘ra, ko‘rib chiqilayotgan holat jazoni yengillashtiruvchi holat sifatida qo‘llanishi noo‘rin, deb e’tirof etilishi lozim. 40. O‘zbekiston Respublikasining Oliy sudi Plenumi belgilashicha, qonun (JKning 55-moddasi) jazoni yengillashtiruvchi holatlar doirasini cheklamaydi. Shu sababli, jazo tayinlash paytida ushbu moddada ko‘rsatilmagan boshqa holatlar ham jazoni yengillashtiruvchi holat sifatida hisobga olinishi mumkin (masalan, ijtimoiy xavfliligi katta bo‘lmagan jinoyatning birinchi marta sodir etilishi, sudlanuvchining yosh bolasi borligi, jinoyatning birovga rahmdillik ko‘rsatilishi sababli sodir etilishi, aybdor tomonidan bevosita jinoyat sodir etilganidan so‘ng jabrlanuvchiga tibbiy yoki boshqa tarzda yordam ko‘rsatilishi va h.k.). Bunday holatning jazoni yengillashtiruvchi deb topil-ganligi haqidagi xulosa hukmda asoslantirilishi kerak.\n\n41. Shuni nazarda tutish lozimki, jinoyat ishida jazoni yengillashtiruvchi holat mavjud bo‘lgan hollarda, muayyan bir jazo chorasini belgilashda uni inobatga olish lozim. Jazoni yengillashtiruvchi holatning mavjudligi sanksiya doirasida yengilroq jazo tanlash yoki uning hajmini tegishli ravishda kamaytirishni talab etadi.\n\n42. Sharhlanayotgan moddaning uchinchi qismi jinoyat tarkibining zaruriy belgisi sifatida nazarda tutilgan bo‘lsa, Jinoyat kodeksining 55-moddasida ko‘rsatib o‘tilgan bo‘lishiga qaramay, jazoni yengillashtiruvchi holat sifatida e’tirof etish mumkin emas, degan qoidani qonun darajasida mustahkamlaydi. Jinoyat tarkibi belgilarining mavjudligi bilan ular qonun chiqaruvchi tomonidan jazoni yengillashtiruvchi holat sifatida hisobga olinib, bu Jinoyat kodeksi Maxsus qismining tegishli moddasi sanksiyasining u qadar qat’iy ko‘rinish olmaganligida namoyon bo‘lgan (masalan, Jinoyat kodeksining 98, 101, 106-moddalari). Shu bilan birga, qonun chiqaruvchi tomonidan sharhlanayotgan moddaning birinchi qismida jinoyat tarkibi belgisi sifatida ko‘rsatilgan u yoki bu holatning e’tirof etilishi sudga muayyan ishni ko‘rib chiqishda jazoni yengillashtiradigan boshqa holatlarni ko‘rib chiqishni hisobga olishga xalal bermaydi."
        },
        {
            "modda_raqami": "56-modda. Jazoni og‘irlashtiruvchi holatlar.",
            "matni": "Quyidagi holatlarda jinoyat sodir etish jazoni og‘irlashtiruvchi holatlar deb topiladi:\n\na) homiladorligi aybdorga ayon bo‘lgan ayolga nisbatan;\n\nb) yosh bola, qariya yoki ojiz ahvoldagi shaxsga nisbatan;\n\nv) xizmat vazifasi yoki fuqarolik burchini bajarganligi munosabati bilan shaxsga yoki uning yaqin qarindoshlariga nisbatan;\n\ng) aybdorga moddiy tomondan, xizmat jihatidan yoki boshqa jihatdan qaram shaxsga nisbatan;\n\nd) o‘ta shafqatsizlik bilan;\n\nye) ko‘pchilik uchun xavfli bo‘lgan usulda;\n\nj) yosh bola yoki ruhiy holatining buzilganligi aybdorga ayon bo‘lgan shaxsdan foydalangan holda;\n\n3) jinoyat natijasida og‘ir oqibatlarning kelib chiqqanligi;\n\ni) umumiy ofat sharoitidan foydalangan holda yoki favqulodda holat vaqtida yoxud ommaviy tartibsizliklar jarayonida;\n\nk) g‘arazli yoki boshqacha past niyatlarda;\n\nl) irqiy yoki milliy dushmanlik yoxud adovat zamirida;\n\nm) bir guruh shaxslar tomonidan oldindan til biriktirgan xolda yoki uyushgan guruh yoxud jinoiy uyushma tomonidan;\n\nn) ilgari ham qasddan jinoyat sodir etgan shaxsning takroran yoki qasddan yangi jinoyat sodir etishi;\n\no) mastlik holatida yoki giyohvandlik vositalari, ularning analoglari, psixotrop yoxud kishining aql-idrokiga ta’sir qiluvchi boshqa moddalar ta’siri ostida jinoyat sodir etish.\n\nSud sodir etilgan jinoyatning xususiyatini e’tiborga olib, ushbu moddaning birinchi qismida nazarda tutilgan holatlarni og‘irlashtiruvchi holat deb topmasligi ham mumkin. Sud jazo tayinlashda ushbu moddada nazarda tutilmagan holatlarni og‘irlashtiruvchi holat deb topishi mumkin emas.\n\nUshbu holatlar Kodeks Maxsus qismining moddasida jinoyat tarkibining zaruriy belgisi sifatida nazarda tutilgan bo‘lsa, jazo tayinlashda hisobga olinmaydi.",
            "sharxi": "1. Sharhlanayotgan moddaning birinchi qismida ko‘rsa tilgan jazoni og‘irlashtiruvchi holatlar sodir etilgan jinoyat va aybdorning ijtimoiy xavfliligi yuqoriligidan dalolat beradi. Bu holatlar mavjud bo‘lsa, sud bu holatlar bo‘lmaganligiga nisbatan og‘irroq jazoni berishi shart. Shunday qilib, sharhlanayotgan moddada nomi keltirilgan holatlarning Jinoyat kodeksining 55-moddasi qoidalari bilan birgalikda hisobga olinishi sudga muayyan ishni ko‘rib chiqishda qo‘llanilayotgan jazoni individuallashtirishni birmuncha muntazam va tizimli ravishda amalga oshirishning imkonini beradi.\n\n2. Sharhlanayotgan modda birinchi qismining «a» bandida homiladorligi aybdorga ayon bo‘lgan ayolga nisbatan jinoyat sodir etish jazoni og‘irlashtiruvchi holat sifatida e’tirof etiladi. Bu holda qilmishning ijtimoiy xavflilik darajasi shu bilan belgilanadiki, homilador ayolga tajovuz qilgan shaxs ayni vaqtda homilaning normal rivojlanishiga ham tajovuz qilgan bo‘ladi. Homilador ayolni tashqi salbiy ta’sir bilan muvozanat holatidan chiqarish, faqat ayolga emas, homilaga ham zarar yetkazadi.\n\nSharhlanayotgan moddada og‘irlashtiruvchi holat mavjudligini belgilash uchun aybdor uchun ayolning homila-dorligi oldindan ayon bo‘lishi lozimligi aniqlanishi kerak. Aybdorga ayon bo‘lgan homiladorlik tashqi belgilar bilan, shu bilan birga, aybdor tomonidan jinoyatni sodir etishdan avval yoki uni amalga oshirish vaqtida olingan boshqa ma’lumotlar guvohlik berishi mumkin. Jinoyatchi jabrlanuvchi ayolning ana shunday holda ekanligi to‘g‘risida taxminan bilganligi ham oldindan ayon bo‘lish sifatida ko‘rilishi kerak. Shu bilan birga, ushbu taxmin xato bo‘lib chiqqan holda (jabrlanuvchi amalda homilador bo‘lib chiqmasa), qilmishda sharhlanayotgan holat mavjudligini qayd etishga yo‘l qo‘yilmaydi. Shuningdek, aybdor jabrlanuvchi homiladorlik holatida emas, deb faraz qilgan hollarda oldindan ayonlik belgilari mavjud bo‘lmaydi.\n\n3. Homiladorligi oldindan ayon bo‘lgan ayolga nisbatan jinoyat sodir etilishi homiladorlik muddati, homilaning yashovchanligidan yoki uning jinoyat tufayli nobud bo‘lishi-dan qat’i nazar, javobgarlikni og‘irlashtiradigan holat sifatida e’tirof etiladi. Biroq, uning mazkur holatning og‘irroq jazoga olib keladigan darajasini sud «avvaldan ayon bo‘lganlik darajasidan» kelib chiqib belgilashi lozim, ya’ni jabrlanuvchining homiladorligi aybdor uchun naqadar aniq va yaqqol bo‘lsa, belgilanadigan jazo shu qadar og‘irroq bo‘lishi shart. Bu holda mazkur holat uchun jinoyat sodir etilishi natijasida biron-bir oqibatlar kelib chiqqan bo‘lishi muhim emas (masalan, muddatidan avval tug‘ish, go‘dakning nobud bo‘lishi, jabrlanuvchilarning zaharlanishi va h.k.), ular undan tashqarida bo‘lib, jazoni og‘irlashtiradigan mustaqil holat tegishli shart-sharoit mavjud bo‘lganida og‘ir oqibatlarning kelib chiqishi sifatida hisobga olinishi shart.\n\n4. Sharhlanayotgan moddaning birinchi qismi «b» bandida nazarda tutilgan yosh bola, keksa, qariya yoki ojiz ahvoldagi shaxsga nisbatan sodir etilgan jinoyat uchun og‘irlashtiruvchi holatlarda jazo tayinlash qo‘llanilishi kerak, shuningdek, aybdorning ma’naviy jihatdan tubanligi, uning jamiyat uchun jiddiy xavf tug‘dirishidan guvohlik beradi. Bularning bari ushbu holatni aybdorga jazo belgilashda og‘irlashtiruvchi sifatida hisobga olinishi zaruratini taqozo etadi. Yosh bolalar deb, o‘n to‘rt yoshgacha bo‘lgan bolalar va o‘smirlarni hisoblash lozim. Ayni vaqtda, shu narsani e’tiborda tutish kerakki, shaxs tug‘ilgan kunidan boshlab emas, balki tug‘ilgan kuni o‘tganidan so‘ng, ya’ni ertasi kunning nol soatidan boshlab jinoyat uchun javobgarlik boshlanadigan yoshga to‘lgan, deb hisoblanadi. Qariya deganda 55 yoshdan oshgan ayol va 60 yoshdan oshgan erkak tushuniladi. Ojiz ahvoldagi shaxslar deganda, yoshi kattaligi, kasalligi, jismoniy kamchiligi va boshqa omillar tufayli jinoyatchiga qarshilik ko‘rsata olmaydigan kishilarni tushunish kerak. Ojizlik jabrlanuvchining jismoniy yoki ruhiy nosog‘lomligi tufayli jinoyatchiga qarshilik ko‘rsata olmasligida, o‘z huquqlari, manfaatlari va qadr-qimmatini himoya eta olmasligida, shuningdek, kutilayotgan xavfdan saqlana olmasligida namoyon bo‘ladi?. Ojiz ahvol turli obyektiv va subyektiv sabablar, shu jumladan, surunkali kasallik, hushdan ketish, uyqu kabilar tufayli kelib chiqishi mumkin. Jabrlanuvchining alkogolli ichimlik, giyohvandlik vositasi, ularning analoglari yoki psixotrop modda ta’sirida atrofdagi vaziyatni anglay olmaydigan darajada mastligi, uning ojiz ahvolda bo‘lgan, deb tan olinishiga asos bo‘lishi mumkin. Bunda jabrlanuvchini kim bu ahvolga solganligi ahamiyatga ega emas.\n\n5. Jinoiy harakatni ushbu band bilan kvalifikatsiya qilish uchun aybdor shaxs jabrlanuvchining yosh bolaligi, qariyaligi, nogironligi yoki ojiz ahvolda ekanligini anglab yetgan bo‘lishi talab etiladi. Aks holda, ko‘rib chiqilayotgan holatning qayd etilishiga yo‘l qo‘yilmaydi.\n\n6. Sharhlanayotgan moddaning birinchi qismi «v» bandida nazarda tutilgan o‘z xizmat vazifasi yoki fuqarolik burchini bajarganligi munosabati bilan shaxsga yoki uning yaqin qarindoshlariga nisbatan jinoyat sodir etish jiddiy ijtimoiy xavf tug‘diradi, chunki u davlat idoralari, korxonalar, mulkchilikning turli shaklidagi muassasalar va tashkilotlarning normal ish faoliyatiga xalal beradi. Aynan ana shu sabablar tufayli mazkur holat qonunda jazoni og‘irlashtiradigan holat, deb e’tirof etiladi.\n\nXizmat burchini bajarish deganda, shaxsning o‘z xizmat (mehnat) vazifalari doirasiga kiradigan harakatlari tushuniladi. Bunda, xizmat burchini bajarish jabrlanuvchi tomonidan faqat mehnat shartnomasida yoki ichki mehnat tartibi qoidalari, ichki yo‘riqnomalarda belgilangan mehnat vazifalarini bajarish shart qilib qo‘yilib, bunda korxona, muassasa, tashkilotning mulkchilik shakliga yoki ularning vakolati doirasiga bog‘liq bo‘lmaydi. Xususan, ichki ishlar organlari xodimlari ham xususiy korxona ishchilari, harbiy xizmatchilar va korxonalarning ichki qo‘riqlash xizmatchilari yoki oddiy ishchi-xodimlar, menejerlar ham teng ravishda xizmat vazifasini bajaryapti, deb hisoblanishi kerak.\n\nFuqarolik burchini bajarish deganda esa, fuqaro tomonidan uning zimmasiga qonun bilan maxsus yuklatilgan majburiyatlarning amalga oshirilishi, shuningdek, boshqa ijtimoiy foydali harakatlar sodir etilishi (huquqbuzar-likning oldini olganligi, sodir etilgan yoki tayyorlanayotgan jinoyat to‘g‘risida yoxud qidirilayotgan shaxs turgan joy haqida hokimiyat organlariga xabar berganligi, guvoh yoki jabrlanuvchi sifatida shaxsning jinoyat sodir etganligini fosh etuvchi ko‘rsatuvlar berganligi va h.k.) tushunilmadi lozim. 7. Sharhlanayotgan holat faqat sodir etilgan tajovuz shaxsning aynan xizmat vazifasini yoki fuqarolik burchini bajarganligi sababli kelib chiqqanidagina jazoni og‘irlashtiruvchi holat sifatida e’tirof etiladi. Bunda sodir etilgan tajovuz vaqti ahamiyatga ega emas: u xizmat yoki fuqarolik burchini (qarshilik ko‘rsatish) bajarishdan avval yoki keyin, yo bo‘lmasa u bajarilayotgan vaqtda, shuningdek, xizmat yoki fuqarolik burchi ado etib bo‘linganidan keyin bir oz vaqt o‘tgach (bu kabi faoliyat uchun qasd olish maqsadida) amalga oshirilgan bo‘lishi mumkin. Shunday qilib, ko‘rib chiqilayotgan xatti-harakatning aybdor qilmishida mavjudligini aniqlashning zarur elementi jinoyatga qo‘l urgan shaxsning bu ish jabrlanuvchining aynan o‘z xizmat yoki fuqarolik burchini bajarishi bilan bog‘liqligi, sababli amalga oshirilayotganligini anglashdan iborat:\n\nShu bilan birga, jinoyat ishtirokchilikda sodir etilgan hollarda sharhlanayotgan jazoni og‘irlashtiradigan holat faqat jinoiy tajovuz sababini ongi orqali qamrab olgan shaxslarga nisbatan, qilmish kim tomonidan amalga oshirilganidan qat’i nazar, belgilanishi mumkin. Masalan, agar qilmishning sababi jinoyat tashkilotchisi yoki dalolatchining faoliyati bilan qamrab olingan bo‘lsa-yu, bajaruvchining xatti-harakati bilan qamrab olinmagan bo‘lsa, uning qilmishida jazoning og‘irlashtiruvchi holat alomatlari bo‘lmaydi.\n\n8. Bevosita qonunda ko‘rsatilgani kabi sharhlanayotgan jazoni og‘irlashtiruvchi holat jinoyat kimga qarshi qaratilganidan qat’i nazar, sud tomonidan hisobga olinishi shart: u o‘z xizmat vazifasi yoki fuqarolik burchini bajarayotgan shaxsning o‘ziga, xuddi shunday tarzda uning yaqin qarindoshlarining huquq va manfaatlariga ham zarar yetkazishi mumkin. Bunda bu kabi shaxslarga nisbatan jinoyat ularning yaqin qarindoshining xizmat yoki jamoatchilik faoliyati bilan bog‘liq ravishda sodir etilganini aniqlash muhim o‘rin tutadi (yaqin qarindoshlar doirasiga kiradigan shaxslar xususida Jinoyat kodeksining VIII bo‘limiga qarang). 9. Sharhlanayotgan moddaning birinchi qismi «g» bandi aybdorga moddiy tomondan, xizmat yoki boshqa jihatdan karam shaxsga nisbatan jinoyat sodir etishni jazoni og‘irlashtiruvchi holat, deb qaraydi. Jabrlanuvchining aybdorga qaramligi o‘z jinoiy maqsadini amalga oshirishini yengillashtirib, unga jinoiy jazodan qochish imkonini paydo qiladi. Bundan tashqari, tobe shaxsga nisbatan jinoyat sodir etish jinoyatchining ma’naviy tubanligi, uning qahri qattiqligi, ba’zi hollarda esa, uning g‘arazli yoki o‘zgacha qabih niyatlaridan darak beradi. Bularning bari qilmish hamda uni sodir etgan shaxsning ijtimoiy xavfi yuqoriligidan dalolat berib, bu nomi keltirilgan shart-sharoitning mustaqil, jazoni og‘irlashtiradigan holat, deb hisobga olinishini, shartlab qo‘yadi. (Moddiy, xizmat va boshqa turdagi tobelik xususida Jinoyat kodeksining 55-moddasiga berilgan sharhni o‘qing)\n\nMazkur og‘irlashtiruvchi holatni belgilashda, ayniqsa, jabrlanuvchining aybdorga nisbatan qaramligi qay tarzda aybdorning jinoiy maqsadini amalga oshirishga ko‘maklashganiga e’tibor berish lozim. Bunda sud ko‘rib chiqilayotgan holatni aybdor tobelik holatidan bevosita yoki bilvosita tarzda jinoyatni sodir etish yoki uni sodir etishni yengillashtirish uchun foydalangan hollardagina, jazoni og‘irlashtiruvchi holat, deb e’tirof etishi mumkin. Masalan, agar rahbar, mushtlashuv paytida o‘ziga xizmat jihatidan karam bo‘lgan xodimga tan jarohati yetkazsa, bunda bu xatti-harakat og‘irlashtiruvchi holat sifatida baholanishi kerak emas, agar u xodimni haqorat qilib, ishdan bo‘shatish bilan qo‘rqitsa, bunday hol paydo bo‘ladi.\n\n10. Sharhlanayotgan moddaning birinchi qismi «d» bandida nazarda tutilgan o‘ta shafqatsizlik bilan jinoyat sodir etish jinoyatchi shaxsining ijtimoiy xavfliligidan va unga nisbatan jazoni og‘irlashtirish zarurati borligidan dalolat beradi. Odatda, o‘ta shafqatsizlik jabrlanuvchining hayoti va Sorligiga zarar yetkazish bilan bog‘lik, zo‘rlik ishlatilgan jinoyatlarda mavjud bo‘ladi. O‘ta shafqatsizlik bilan jinoyat sodir etish bu jinoyatning subyektini ifodalovchi og‘irlashtiruvchi holatlardan biri bo‘lib, jabrlanuvchiga nisbatan jinoiy harakatni amalga oshirish, deb tushuniladi.\n\nShaxsning qilmishida o‘ta shafqatsizlik alomatlarini belgilashda shunga e’tibor berish kerakki, qonunda shafqatsizlik emas, balki o‘ta shafqatsizlik bilan sodir etilgan jinoyatlar jazoni og‘irlashtiruvchi holat, deb qaraladi. Masalaning o‘zgacha hal etilishi Jinoyat kodeksi-ning 56-moddasi birinchi qismining sharhlanayotgan bandini qo‘llashning asossiz ravishda kengaytirib yuborilishiga olib keladi.\n\n11. Jinoyat sodir etishdagi o‘ta shafqatsizlik bu shunday usul, vositalar yordamida amalga oshirilib yoki xususiyatlarga ega bo‘ladiki, ular muayyan sharoitdan - kelib chiqmagan ortiqcha azob va uqubatlar keltirib chiqarib, bularning barini aybdor yaxshi anglab yetadi. O‘ta shafqatsizlik belgisi faqat muayyan obyektiv va subyektiv shart-sharoit mavjud bo‘lgan hollardagina aniqlanishi mumkin bo‘lib, ya’ni: obyektiv shart-sharoit jinoiy tajovuzning tashqi usul va vositalarida ifodalanadi. O‘ta shafqatsizlik bilan odam o‘ldirish usullariga, jumladan, hayotdan mahrum etishdan oldin yoki qotillik sodir etish jarayonida jabrlanuvchini qiynoqqa solish yoki unga qattiq azob yetkazish bilan bog‘liq (kuchli og‘riq beruvchi zahardan foydalanish, tiriklayin yoqib yuborish, uzoq muddat ovqat, suv bermaslik) hollarini ham kiritish mumkin. Badanga ko‘plab shikast yetkazish orqali odam o‘ldirish, faqat aybdor buni jabrlanuvchiga qattiq azob-uqubat yetkazishga qaratilgan to‘g‘ri qasd bilan sodir etgan bo‘lsa, o‘ta shafqatsizlik ko‘rinishi, deb baholanishi mumkin;\n\nsubyektiv shart-sharoit aybdor o‘zi qo‘llayotgan jinoyatni sodir etish usul va vositalari, shuningdek, uni amalga oshirishga oid boshqa shart-sharoitlar jabrlanuvchiga ortiqcha azob berayotganligini anglashi kerak. Shu sababli, qotillik sodir etilganida ko‘plab tan jarohatlari yetkazilishi, aybdor jabrlanuvchini qiynash, unga azob-uqubat yetkazish maqsadida harakat qilganidagina, bu alohida shafqatsizlik bilan namoyon etish, deb baholanadi.\n\n12. Shuni ham yodda tutish kerakki, o‘ta shafqatsizlik bilan jinoyat sodir etish nafaqat jabrlanuvchining o‘zini ortiqcha azoblash va qiynashdan iborat bo‘lmay, balki uning yaqinlariga azob yetkazishda ham ifodalanishi mumkin. Jabrlanuvchining yaqin kishilari ko‘z o‘ngida odam o‘ldirish, agar aybdor o‘z harakatlari bilan ularga kuchli iztirob berayotganligini anglagan bo‘lsa, aybdor tomonidan o‘ta shafqatsizlikda namoyon etilganligidan dalolat beruvchi holat sifatida baholanishi lozim.\n\n13. Sharhlanayotgan moddaning birinchi qismi «ye» bandida nazarda tutilgan ko‘pchilik uchun xavfli bo‘lgan usulda jinoyat sodir etish nomuayyan ijtimoiy munosabatlar doirasiga haqiqiy xavf tug‘diradi, bu qilmish aybdor shaxsda ijtimoiy xavf ko‘payishiga ko‘maklashadi va bu og‘irroq davlat majburlov choralarini qo‘llashni talab etadi.\n\nShaxsning qilmishida mazkur belgining mavjudligi, u tomondan sodir etiladigan usulning obyektiv xavfi bilan bog‘liqligini o‘rnatadi. Masalan, ko‘pchilik uchun xavfli bo‘lgan usulda jinoyat sodir etishga yong‘in, portlatish, suv bostirish va boshqalar kirishi mumkin. Shu bilan birga, bu belgining bo‘lishi uchun aybdor tomonidan qo‘llanayotgan va bu holda qonun bilan himoyalanadigan munosabatlarga zarar yetkazishga qodir bo‘lgan subyektiv baho talab etiladi. Usulning chinakam xavfliligi, har bir muayyan vaziyatda ishning barcha holatlaridan, chunonchi, aybdor ishlatgan jinoyat qurolining shikast yetkazish xususiyati, voqea joyida  jabrlanuvchidan tashqari o‘zga shaxslar ham bo‘lganligi va shu kabilardan kelib chiqqan holda aniqlanishi zarur. Shu bilan bog‘lik ravishda, aholi punktlaridan uzoqda portlatish yo‘li bilan amalga oshirilgan qasddan odam o‘ldirish ko‘pchilik uchun xavfli usul bilan sodir etilgan, deb e’tirof etilishi mumkin emas.\n\n14. Qilmishning ko‘pchilik uchun xavfli usul bilan sodir etilish belgisiga ko‘ra baholashda mazkur xolda qonun oqibatlarning haqiqiy ta’rifiga emas, balki aynan usulning xavfliligini ko‘rsatishiga alohida e’tibor qaratish zarur. Shu bilan borlik ravishda kam ahamiyatli zarar yoki uning umuman mavjud emasligi ham og‘irlashtiruvchi hol bo‘lmasligiga kafolat bera olmaydi. Shu bilan birga, oqibatlarining xususiyati va katta-kichikligini nazarda tutib, qilmishning haqiqiy kelib chiqqan oqibatlar bilan tarkibda sharhlanayotgan belgiga zarar yetkazmasdan kvalifikatsiya qilinishi kerakligini nazarda tutish muhim. Masalan, ko‘pchilik uchun xavfli bo‘lgan usulda odam o‘ldirish va bu bilan boshqa odamlarga tan jarohati yetkazilgan bo‘lsa, aybdorning qilmishi JKning 97-moddasi 2-kismi «d» bandi bo‘yicha hamda JKning kasddan tan jarohatini yetkazganlik uchun javobgarlikni nazarda tutgan, moddalari bilan kvalifikatsiya qilinishi kerak?.\n\n15. Sharhlanayotgan moddaning birinchi qismi «j» bandida nazarda tutilgan yosh bola yoki ruhiy holatining buzilganligi aybdorga ayon bo‘lgan shaxsdan foydalangan holda jinoyat sodir etish qonun tomonidan jazoni og‘irlashtiradigan mustaqil holat, deb e’tirof etilishining sababi shundaki, huquqqa xilof xatti-harakatni sodir qilayotgan shaxs tomonidan ruhiy holatining buzilganligi oqibatida qilmishini anglab yetmaydigan shaxslarning jalb etilishidir. Shu bilan birga, mazkur shaxslardan foydalanish aybdorning jinoiy jazodan qochishiga imkon berib, uning ma’naviy tubanligidan dalolat beradi. (Yosh bola tushunchasi haqida JKning 56-moddasi birinchi qismi «b» bandi tahlilida ko‘rsatib o‘tilgan).\n\nRuhiy holati buzilgan shaxs deb, ularga xos bo‘lgan ruhiy xastalik tufayli atrof-muhitni to‘g‘ri baholay olmaydigan, o‘z harakatlari ahamiyatini anglay olmaydigan, biroq o‘zini boshqara oladigan shaxslar e’tirof etilishi kerak. Shunday qilib, ruhiy holati buzilgan shaxs, deb faqat es-hushini yo‘qotganlar tan olinishi shart. Bunda ushbu shaxslarning ruhiy holatining buzilganligi aybdorga ayon bo‘lishi kerak.\n\n16. Yosh bola yoki ruhiy holati buzilganligi aybdorga ayon bo‘lgan shaxsdan foydalangan holda ularni jinoyat sodir etishga ko‘ndirish, yordamchi, shu bilan birga, jinoyat bajaruvchisi sifatida jalb etishda ifodalanishi mumkin. Jinoyatning muayyan jihatlari va jinoyat maqsadida foydalanilgan shaxsga oid ma’lumotlarga bog‘liq holda amalga oshirilgan vaziyatda so‘z vositachilik to‘g‘risida borishi mumkin. Biroq, har qanday holda ham shaxsning ko‘rib chiqilgan hollarda jinoyat sodir etishini jazoni og‘irlashtiradigan holatlar qatoriga kiritish kerak.\n\nShuni ham yodda tutish kerakki, jinoyat sodir etish uchun yosh boladan foydalanilganda aybdorning harakatlari, shuningdek, Jinoyat kodeksining 127-moddasi uchinchi qismi bo‘yicha alohida ko‘rib chiqilayotgan shart-sharoitga zarar yetkazmagan holda balog‘atga yetmagan shaxsni aksilijtimoiy xulqqa jalb qilish sifatida baholanishi mumkin. Masalan, qilmish voyaga yetgan shaxsning yosh boladan foydalangan holda o‘g‘rilikka jalb etishida ifodalangan bo‘lsa, u holda voyaga yetgan shaxsning harakatlarini Jinoyat kodeksining 127-moddasi uchinchi qismi bo‘yicha, shu bilan birga, kichik yoshli shaxsdan foydalanib sodir etilgan o‘g‘rilik, ya’ni mazkur jinoyat uchun og‘irlashtiruvchi holat sifatida Jinoyat kodeksining 169-moddasi bo‘yicha baholanishi kerak.\n\n17. Sharhlanayotgan moddaning birinchi qismi «3» bandida nazarda tutilgan jinoyat tufayli og‘ir oqibatlarning kelib chiqishi qilmishning jamoatchilik uchun xavf darajasini jiddiy oshirib, nisbatan og‘irroq jazo tayinlanishini talab etadi.\n\nYuzaga kelgan oqibatlarga sodir etilgan jinoyatning ta’rifi va ishning barcha shart-sharoitlarini hisobga olgan holda baho berish lozim. Shuni ham qayd etish kerakki, oqibatlarning og‘irlik darajasini aniqlash zararli o‘zgarishlarning tavsifi va darajasiga bog‘liq bo‘lib, jinoyat tarkibining boshqa elementlari bilan (aybining shakli, jinoyatni sodir etish usuli, subyekt belgilari) belgilanmaydi.\n\nOg‘ir oqibat sifatida faqat jinoyat qonuni himoya qiladigan munosabatlardagi, jinoyat tarkibidan tashqarida joylashgan zararli o‘zgarishlar e’tirof etilishi mumkin. Ushbu o‘zgarishlar tarkibning konstruktiv yoki baholovchi belgisi sifatida ko‘zda tutilgan bo‘lsa, bunday holda ular sud tomonidan og‘irlashtiruvchi holat, deb ko‘rilishi mumkin emas. Biroq, bu kabi baholovchi belgining chegarasidan chiqib ketishi, jinoyatning omma uchun jiddiy xavf tug‘dirishidan darak berib, bu Jinoyat kodeksi 54-moddasining 2-qismi qoidalariga binoan, jazo tayinlashda sud tomonidan hisobga olinishi kerak.\n\n18. Yuzaga kelgan og‘ir oqibatlarni jazoni og‘irlashtiruvchi holat sifatida e’tirof etish uchun ular sodir etilgan jinoyat bilan ham obyektiv, ham subyektiv jihatdan bog‘liqligini aniqlash talab etiladi. Xususan, mazkur oqibatlar, agar u ularga nisbatan qasddan harakat qilgan bo‘lsa yoki ehtiyotsizlik tufayli yo‘l qo‘yilganida, shaxsning aybi sifatida qaralishi mumkin. Bunda ushbu oqibatlar yuzaga kelgan davrning ahamiyati yo‘q: bevosita jinoyat sodir etilgan zahoti, shuningdek, ancha vaqt o‘tganidan so‘ng kelib chiqqan oqibatlar ham birday og‘ir, deb e’tirof etilishi mumkin. Shuningdek, oqibatlarning og‘ir, deb tan olinishiga ularning bevositaligi yoki qilmishdan kelib chiqqanligi ham ta’sir ko‘rsatmaydi. Bunda ularning aybdor ongi bilan qamrab olinganligini aniqlashning o‘zi kifoya.\n\n19. Shuni nazarda tutish kerakki, oqibatlarning og‘ir, deb e’tirof etilishi yuzaga kelgan bu doimo faktga doir, oxir-oqibatda sud tomonidan hal etiladigan masala. Baholash haqiqiy, amalda yuz bergan o‘zgarishlardan kelib chiqib amalga oshirilishi shart.\n\n20. Sharhlanayotgan moddaning 1-qismi «i» bandida nazarda tutilgan umumiy ofat sharoitidan foydalangan holda yoki favqulodda holat vaqtida yoxud ommaviy tartibsizliklar jarayonida muayyan muvozanatni buzmaslik va aniq tenglikka erishish maqsadida ohista va e’tibor bilan yondashishni talab etadi. Bularning bari ushbu davrda jamiyatning barcha kuchlari bir maromda va kelishgan holdagi harakatini o‘zaro tushunishni talab qiladi. Bunday sharoitda jinoyatga qo‘l urish jamiyat yoki tabiatning kuchlarini uyg‘otib, muvozanatni buzishi mumkin bo‘lib, bu jinoyatning ijtimoiy jihatdan xavfliligi darajasini namoyon etadi va shuning uchun nisbatan og‘irroq jazo tayinlanishini talab etadi. Bundan tashqari, ofat vaziyatida jinoyat sodir etish aybdorning ma’naviy jihatdan tubanligi, uning o‘ta xudbinligi, jamoatchilik manfaatlarini poymol etishi, qator hollarda niyati qoraligidan dalolat beradi. Shunday qilib, sharhlanayotgan shart-sharoitning jazoni og‘irlashtiruvchi holat sifatida e’tirof etilishi nafaqat sodir etilayotgan jinoyatning, balki, aybdor shaxsining ham ijtimoiy xavfini hisobga olishning imkonini beradi.\n\n21. Qonun ko‘rsatmasiga muvofiq, jinoyat quyidagilardan foydalanib sodir etilganida nisbatan og‘irroq jazo tayinlanishiga olib keladi:\n\nijtimoiy ofat ko‘plab odamlarning hayoti, sog‘ligi, mol-mulkini xavf ostiga qo‘yadigan ijtimoiy hayotiga oid yoki tabiat hodisasi: urush, tabiiy falokat, yong‘in, epidemiya, yirik halokat va h.k.;\n\nfavqulodda holat, davlat hokimiyati va bosh-\n\nqaruvi idoralari, korxonalar, muassasa va tashkilotlar faoliyatining fuqarolar va yuridik shaxslarning huquq va erkinliklarini maxsus qonunda belgilangan cheklashlarga yo‘l qo‘yadigan, shuningdek, ular zimmasiga qo‘shimcha majburiyatlar yuklaydigan alohida tartibi. Favqulodda holat yirik ommaviy tartibsizliklar, ichki qurolli mojarolar, shuningdek, tabiiy ofatlar va texnologik falokatlar ro‘y berganida joriy etiladi. O‘zbekiston Respublikasining barcha hududida yoki uning ma’lum bir qismida favqulodda holat joriy etish huquqi faqat O‘zbekiston Respublikasi Prezidenti vakolatiga tegishli va bunda favqulodda holat joriy etish to‘g‘risidagi qaror uch kecha-kunduz ichida O‘zbekiston Respublikasi Oliy Majlisi tomonidan tasdiqlash uchun taqdim etilishi shart;\n\nommaviy tartibsizliklar. (Ommaviy tartibsiz-liklar tushunchasi xususida JKning 244-moddasiga berilgan sharhga qarang).\n\n22. Shuni nazarda tutish kerakki, ijtimoiy ofat, ommaviy tartibsizlik yoki favqulodda holat sharoitida jinoyat sodir etish, ushbu vaziyatlarni og‘irlashtiruvchi holat sifatida e’tirof etish uchun aybdor tomonidan shu vaziyatlardan ongli ravishda foydalanish maqsadi mavjud bo‘lishi kerak. Sharhlanayotgan moddada foydalanish deb ongli ravishda ijtimoiy ofat, favqulodda holat yoki ommaviy tartibsizliklar sharoitidan jinoyatni amalga oshirish yoki uning izlarini yashirish maqsadida foydalanish tushuniladi. Shu bilan birga, qonuniy harakatlarning (masalan, suv toshqini sharoitida yashovchilar hayotini asrab qolish maqsadida fuqarolar turar joy daxlsizligini buzish) bir qismi yoki ommaviy tartibsizliklarga xos bo‘lgan jinoyat tarkibining obyektiv tomonini tashkil qiluvchi (masalan, ommaviy tartibsizliklar paytida mol-mulkni nobud qilish) harakatlar ofat sharoitlaridan foydalanib jinoyat sodir etish, deb qaralmaydi.\n\n23. Sharhlanayotgan moddaning birinchi qismi «k» bandida nazarda tutilgan g‘arazli yoki boshqa past niyatlarda jinoyat sodir etish jazoni og‘irlashtiradigan mustaqil holat sifatida baholanadi. Qonunning u yoki bu qilmishni amalga oshirish sabablarini jazoni og‘irlashtiradigan holat, deb ko‘rsatishi aybdor shaxsining ma’naviy tubanligi, buning oqibatida jamiyat uchun yuksak xavfliligi darajasi bilan tavsiflanib, bu holat nisbatan og‘irroq jazo belgilashni talab etadi. G‘arazli niyatlar bu shaxsning jinoyat sodir etishga undaydigan, o‘zi yoki boshqa shaxslar uchun turli xil moddiy naf ko‘rish (pul, mol-mulkni yoki unga egalik huquqini, turar joyga nisbatan va shu kabi huquqlarni qo‘lga kiritish) yoki moddiy xarajatlardan (mol-mulkni, qarzni qaytarishdan. xizmatga haq to‘lashdan, mulkiy majburiyatlarni bajarishdan, aliment to‘lash va shu kabilardan) qutulish maqsadida qo‘lga kiritishga qaratilgan undovi demakdir. Boshqa xildagi past niyatlar hasad, o‘ch, bezorilik harakatlari, qo‘rqoqlik va boshqa tuban niyatlar.\n\n24. Aytib o‘tish joizki, g‘arazgo‘y yoki boshqa past niyatlar motivi jinoyat sodir etilguniga qadar paydo bo‘lgan bo‘lsa, jinoyat g‘arazgo‘y yoki boshqa past niyatlarda amalga oshirilgan, deb qaralishi lozim. G‘arazgo‘ylik yoki boshqa past niyatlar aybdorda jinoyat tugallanganidan so‘ng paydo bo‘lsa, u holda ular jazoni og‘irlashtiradigan holat sifatida e’tirof etilishi mumkin emas.\n\n25. Sharhlanayotgan moddaning birinchi qismi «l» bandi irqiy yoki milliy dushmanlik yoxud adovat zamirida jinoyat sodir etishni jazoni og‘irlashtiruvchi holat, deb tan oladi. Ana shunday sabablar tufayli kelib chiqqan qilmish-larning xavflilik darajasi yuqoriroq ekanligi ayon, chunki uning natijasida jamiyatda keskinlik, irqiy va milliy kamsitish vaziyati yuzaga kelib, bu umuman ijtimoiy munosabatlarning beqarorlashuvini keltirib chiqarib, respublikaning rivojlanishiga, taraqqiy etishiga to‘sqin-lik qiladi. Milliy yoki irqiy adovat, ya’ni boshqa millatga, irqqa mansub shaxsga, uning turmush tarziga, madaniyatiga, urf-odatlariga, oila turmushiga nisbatan g‘ayirlik yoki nafrat tuyg‘ulari bilan yoxud millatlararo, irqlarlar adovat yoki nifoq solish maqsadida harakat qilish jismoniy yoki moddiy oqibatlar keltirib chiqarish yoki bo‘lmasa millatlararo, irqlararo dushmanlik yoki nizo keltirib chiqarishga intilishdir. Shu sababli, shaxs qilmishining og‘irlashtiruvchi holatlarini aniqlash uchun aybdor xulqining sabablari va tavsifini belgilab olish shart.\n\n26. Sharhlanayotgan moddaning birinchi qismi «m» bandida bir guruh shaxslar tomonidan oldindan til biriktirgan holda yoki uyushgan guruh yoxud jinoiy uyushma tomonidan jinoyat sodir etish jazoni og‘irlashtiradigan holatlardan yana biri sifatida e’tirof etilgan.\n\nMazkur holatning Jinoyat kodeksi tomonidan bunday baholanishi muhim ahamiyatga ega. Birgalikda sodir etilgan jinoyat o‘ta xavfli bo‘lib, unda jinoyat sodir etish, jinoyat izlari yoki jinoyatchini yashirish yengilroq amalga oshadi. Bundan tashqari, jinoiy tajovuzning birgalikda amalga oshirilishi og‘irroq oqibatlarga olib kelishi bilan birga, ko‘pincha jinoyatni fosh etishni murakkablashtiradi.\n\nQilmishni mazkur belgiga ko‘ra baholashda sud tomonidan qonun nuqtayi nazaridan faqat avvaldan kelishgan guruh, uyushgan guruh yoki jinoiy uyushma tarkibida jinoyat sodir etish jazoni og‘irlashtiruvchi holat, deb tan olinadi. Mazkur ro‘yxat qat’iy bo‘lib, kengaytirib izohlanishi mumkin emas va shu bilan bog‘liq ravishda guruh tarkibida oldindan til biriktirmay jinoyat sodir etish jazoni og‘irlashtiruvchi holat, deb e’tirof etilishi mumkin emas. (Oldindan til biriktirgan shaxslar guruhi, uyushgan guruh yoki jinoiy uyushma tushunchalari xususida JKning 29-moddasiga berilgan sharhga qarang)\n\n27. Shuni ham yodda tutish kerakki, ishtirokchilikda jinoyat sodir etish jinoyatni og‘irlashtiruvchi holat sifatida baholanishi har bir ishtirokchiga taalluqlidir. Shu bilan birga, jazoni individuallashtirishda sudlar guruh tarkibida jinoyat sodir etgan shaxslarga nisbatan jazo chorasi tayinlanishida ulardan har birining ijtimoiy xavfli qilmishdagi ishtiroki darajasi aniqlanishi, jinoyatning tashkilotchilari va bajaruvchilarning aybdorlik darajasidan yordamchilar va jinoyatning boshqa ishtirokchilarining aybdorlik darajasi farqlanishi lozim.\n\n28. Sharhlanayotgan moddaning birinchi qismi «n» bandida nazarda tutilgan ilgari ham qasddan jinoyat sodir etgan shaxsning takroran yoki qasddan yangi jinoyat sodir etishi qonun tomonidan jazoni og‘irlashtiradigan holat, deb e’tirof etiladi. Jinoiy tajovuzni takroran sodir etish, subyektning qat’iy aksilijtimoiy qarashlaridan, uning jamiyat uchun jiddiy xavf tug‘dirishidan darak beradi va nisbatan og‘irroq jazo ko‘rilishini talab qiladi. (Takroriylik, retsidiv tushunchalari xususida JKning 32, 34-moddalariga berilgan sharhga qarang)\n\n29. Qasddan takroran yoki ilgari sodir etilgan jinoyat uchun sudlangandan so‘ng qasddan yangi jinoyat sodir etilishi, agar birinchi jinoyat uchun jinoiy javobgarlikka tortish muddati o‘tib ketgan, sudlanganlik belgilangan tartibda tugallangan yoki olib tashlangan yoxud shaxs muqaddam sodir etgan jinoiy xatti-harakat uchun qonunda javobgarlik bekor qilingan bo‘lsa, shuningdek, JKning 65, 66, 66-1, 68, 69, 70, 71, 76-moddalariga binoan, shaxs ilgari sodir etgan jinoyati uchun jinoiy javobgarlikdan va jazodan ozod etilgan bo‘lsa, jazoni og‘irlashtiruvchi holat sifatida e’tirof etilishi mumkin emas. uyushma tushunchalari xususida JKning 29-moddasiga berilgan sharhga qarang)\n\n27. Shuni ham yodda tutish kerakki, ishtirokchilikda jinoyat sodir etish jinoyatni og‘irlashtiruvchi holat sifatida baholanishi har bir ishtirokchiga taalluqlidir. Shu bilan birga, jazoni individuallashtirishda sudlar guruh tarkibida jinoyat sodir etgan shaxslarga nisbatan jazo chorasi tayinlanishida ulardan har birining ijtimoiy xavfli qilmishdagi ishtiroki darajasi aniqlanishi jinoyatning tashkilotchilari va bajaruvchilarning aybdorlik darajasidan yordamchilar va jinoyatning boshqa ishtirokchilarining aybdorlik darajasi farqlanishi lozim.\n\n28. Sharhlanayotgan moddaning birinchi qismi «n» bandida nazarda tutilgan ilgari ham qasddan jinoyat sodir etgan shaxsning takroran yoki qasddan yangi jinoyat sodir etishi qonun tomonidan jazoni og‘irlashtiradigan holat, deb e’tirof etiladi. Jinoiy tajovuzni takroran sodir etish, subyektning qat’iy aksilijtimoiy qarashlaridan, uning jamiyat uchun jiddiy xavf tug‘dirishidan darak beradi va nisbatan og‘irroq jazo ko‘rilishini talab qiladi. (Takroriylik, retsidiv tushunchalari xususida JKning 32, 34-moddalariga berilgan sharhga qarang)\n\n29. Qasddan takroran yoki ilgari sodir etilgan jinoyat uchun sudlangandan so‘ng qasddan yangi jinoyat sodir etilishi, agar birinchi jinoyat uchun jinoiy javobgarlikka tortish muddati o‘tib ketgan, sudlanganlik belgilangan tartibda tugallangan yoki olib tashlangan yoxud shaxs muqaddam sodir etgan jinoiy xatti-harakat uchun qonunda javobgarlik bekor qilingan bo‘lsa, shuningdek, JKning 65, 66, 66-1, 68, 69, 70, 71, 76-moddalariga binoan, shaxs ilgari sodir etgan jinoyati uchun jinoiy javobgarlikdan va jazodan ozod etilgan bo‘lsa, jazoni og‘irlashtiruvchi holat sifatida e’tirof etilishi mumkin emas. 30. Ushbu holat jazoni og‘irlashtirishga ko‘rsatadigan ta’sir darajasini aniqlashda sudlar jinoyat takror sodir etilgani yoki retsidiv ekanligiga alohida e’tibor berishlari shart, chunki ulardan ikkinchisida nisbatan qattiqroq jazo ko‘rilishi talab etilib, bunda shaxsning avval jinoiy javobgarlikka tortilganligi ko‘zda tutiladi.\n\n31. Sharhlanayotgan moddaning birinchi qismi «o» bandida nazarda tutilgan mastlik holatida yoki giyohvandlik vositalari, ularning analoglari, psixotrop yoxud kishining aql-idrokiga ta’sir qiluvchi boshqa moddalar ta’siri ostida jinoyat sodir etishni qonun jazoni og‘irlashtiruvchi mustaqil holat, deb belgilaydi.\n\nMazkur holatda shaxs atrofdagi vaziyatga to‘g‘ri baho berishning imkonini yo‘qotib, asta-sekin o‘zini boshqara olmay qoladi, natijada mazkur shaxs tomonidan turli salbiy harakatlarga yo‘l qo‘yilishi mumkin. Bu kabi holat aybdorning ixtiyoriy harakatlari oqibati ekanligini hisobga olib, qonun uni jazoni og‘irlashtiruvchi holat, deb baholaydi.\n\n32. Alkogol, giyohvandlik yoki boshqa mastlik holatini jazoni og‘irlashtiruvchi holat, deb e’tirof etishda aybdor nima yordamida mastlik holatiga tushirgani ahamiyatga ega emas, spirtli ichimlik ichish va narkotik moddalar iste’mol qilish birday jazoni og‘irlashtiruvchi holat hisoblanadi. Sud qonunga muvofiq, jinoyatning mohiyatiga ko‘ra, mastlikni jazoni og‘irlashtiruvchi holat, deb topmasligi ham mumkin, zero, u mazkur masalani yechishda qilmish o‘z tabiatiga ko‘ra, mastlik yoki aybdorning aqliy-irodaviy faoliyatiga ta’sir etadigan giyohvandlik vositalari, ularning analoglari, psixotrop yoki boshqa moddalar bilan bog‘langanligi, shuningdek, shaxsning mazkur holatga tushish sharoitlarini batafsil o‘rganishi va ularni inobatga olishi zarur. Jazo og‘irligini belgilash uchun mastlik darajasi ham muhim ahamiyatga ega u naqadar yuqori bo‘lsa, jazo ham shunga yarasha bo‘ladi. (JKning 274-moddasi sharhiga qarang) \n\n33. Sharhlanayotgan moddaning 2-qismi sudlar uchun JKning 56-moddasi 1-qismida ko‘rsatilgan har qanday holatni jazoni og‘irlashtiruvchi sifatida tan olmaslik huquqini beradi. Shu bilan birga, shuni nazarda tutish muhimki, jazoni og‘irlashtiruvchi holat sifatida tan olmaslik faqat aniq ishni ko‘rib chiqishda sud miqdoriy parametrlari bilan bog‘liq emas, boshqacha qilib aytganda, sud jinoyatning xususiyatidan kelib chiqib, bitta yoki bir qancha holatlarni jazoni og‘irlashtiruvchi holat sifatida tan olmasligi mumkin.\n\n34. Sharhlanayotgan moddaning 3-qismi sud jazo tayinlashda ushbu moddada belgilanmagan holatlarni og‘irlashtiruvchi holat deb topishga haqli emasligini belgilaydi. Shunday qilib, Jinoyat kodeksining 56-moddasida keltirilgan jazoni og‘irlashtiruvchi holatlar qat’iy bo‘lib, kengaytirilgan tarzda talqin etishga yo‘l qo‘yilmaydi.\n\nSharhlanayotgan moddada keltirilgan ro‘yxatning qat’iy-ligidan quyidagilar kelib chiqadi:\n\nushbu ro‘yxat kengaytirib izohlanmasligi lozim, ya’ni bu moddada keltirilgan holatlar ularga xos aynan ma’nosiga muvofiq, ularni u yoki bu shaxsning subyektiv qabul qilishidan qat’i nazar, anglanishi lozim;\n\njazoni og‘irlashtiruvchi holat sifatida faqat ushbu moddada ko‘rsatilgan holatlar ko‘rib chiqiladi. Boshqa holatlarning jazoni og‘irlashtiruvchi sifatida e’tirof etilishi qonunga ziddir.\n\n35. Sharhlanayotgan moddaning 4-qismi qoidalariga muvofiq, biron-bir jazoni og‘irlashtiruvchi holat Jinoyat kodeksi Maxsus qismining tegishli moddalarida jinoyat tarkibining alomati sifatida nazarda tutilgan bo‘lsa, jazo tayinlashda jazoni og‘irlashtiruvchi holat sifatida hisobga olinmaydi. Qayd etish lozimki, tarkibning og‘irlashtiruvchi alomatlari ham, konstruktiv alomatlari ham bo‘lgan holatlar og‘irlashtiruvchi holatlar sifatida e’tirof etilishiga yo‘l qo‘yilmaydi. Ikkala holatda ham ushbu holatlar qonun chiqaruvchi tomonidan tegishli jinoyatni sodir etish uchun sanksiya belgilanishida inobatga olingan, shu tufayli ularning takroran inobatga olinishi Jinoyat kodeksi prinsiplariga zid bo‘ladi.\n\n36. Sud jazoni tayinlashda faqat jazoni og‘irlashtiruvchi holatlarni hisobga olishi kerak emas. Shuning uchun jazoni og‘irlashtiruvchi va yengillashtiruvchi holatlari borligi haqida dalolat beradigan ma’lumotlarni, ularning xususiyatini va darajasini har tomonlama o‘rganib chiqib, hukmda nima uchun bunday qarorga kelganligining sabablarini keltirishi kerak."
        },
        {
            "modda_raqami": "57-modda. Yengilroq jazo tayinlash.",
            "matni": "Sud sodir etilgan jinoyatning ijtimoiy xavflilik darajasini jiddiy kamaytiruvchi holatlarni e’tiborga olib, alohida hollarda ushbu Kodeks Maxsus qismining moddasida nazarda tutilgan mazkur jinoyat uchun belgilangan jazoning eng kam qismidan ham kamroq yoki shu moddada nazarda tutilmagan boshqa yengilroq turdagi jazoni tayinlashi mumkin. Sud shu asoslarni e’tiborga olib, ushbu Kodeks Maxsus qismining moddasida qo‘llanilishi shart deb ko‘rsatilgan qo‘shimcha jazoni tayinlamasligi ham mumkin. Sodir etilgan qilmish xususiyatlarini ifodalovchi holatlar, ya’ni aybdorning shaxsi, aybining shakli va darajasi, jinoyat qilish sharoiti va sabablari, shaxsning jinoyatni sodir qilguncha va undan keyingi xulq-atvori jinoyatning ijtimoiy xavflilik darajasini jiddiy kamaytiruvchi holatlar deb topilishi mumkin.",
            "sharxi": "1. Jazo tayinlashning umumiy asoslariga ko‘ra, sudlangan shaxsga qo‘llaniladigan davlat majburlov chorasi u tomonidan sodir etilgan qilmish uchun javobgarlikni nazarda tutuvchi JK Maxsus qismining tegishli moddasi sanksiyasi doirasida tanlanishi lozim. Qonunning ko‘rsatilgan talabi so‘zsiz bajarilmog‘i lozim, bundan sharhlanayotgan moddada nazarda tutilgan, tegishli modda sanksiyasida belgilangan eng kam jazodan ham kam jazo tayinlashga asos bo‘ladigan holatlar mustasno. Qonundagi bu istisno holat insonparvarlik prinsipidan kelib chiqib, unga ko‘ra jinoyat sodir etgan shaxsga nisbatan u axloqan tuzalishi va yangi jinoyat sodir etishining oldini olish uchun zarur hamda yetarli bo‘ladigan jazo tayinlanishi yoki boshqa huquqiy ta’sir chorasi qo‘llanilishi kerak. Jazo tayinlashning umumiy asoslaridan chekinishga tegishli modda sanksiyasida nazarda tutilmagan, yengilroq davlat majburlov choralari qo‘llashdagina yo‘l qo‘yiladi. Sanksiyada ko‘rsatilmagan og‘irroq jazo tayinlashga mutlaqo yo‘l qo‘yilmaydi.\n\n2. Qonun ko‘rsatmasiga ko‘ra, yengilroq turdagi jazo, sharhlanayotgan moddada ko‘rsatilgan huquqiy asoslar mavjudligidagina tayinlanadi, ya’ni:\n\nsodir etilgan jinoyatning ijtimoiy xavflilik darajasini jiddiy kamaytiruvchi holatlarda;\n\nalohida holatlarda.\n\nMazkur asoslarning majmui mavjudligi holatlarigina sudga yengilroq turdagi jazo tayinlash imkonini beradi. Ko‘rsatib o‘tilgan asoslardan birining mavjud emasligi sharhlanayotgan modda qo‘llanilishiga to‘sqinlik qiladi.\n\n3. Sharhlanayotgan moddaning 3-qismiga ko‘ra, sodir etilgan qilmish xususiyatlarini ifodalovchi holatlar, ya’ni aybdorning shaxsi, aybining shakli va darajasi, jinoyat qilish sharoiti va sabablari, shaxsning jinoyat sodir qilgunga kadar va undan keyingi xulq-atvori jinoyatning ijtimoiy xavflilik darajasini jiddiy kamaytiruvchi holatlar deb topilishi mumkin. Bunday holatlarga jinoyat sodir etish motivi va maqsadini, yetkazilgan zararning xususiyati va Miqdorini kiritish mumkin. Jinoyatning ijtimoiy xavfliligi darajasini jiddiy kamayishi deb, sodir etilgan jinoyat xavfi va shunday qilmishlar xavfi orasidagi o‘ta nomutanosiblik holatlarini hisoblash lozim.\n\n4. Belgilab o‘tish joizki, ijtimoiy xavflilik darajasini jiddiy kamaytiruvchi muayyan ish holatlariga baho berish bu sud tomonidan har biri alohida hal qilinadigan masaladir. Qilmishning ijtimoiy xavfliligi umumiy xarakteristikasidan emas, balki har bir holda alohida yondashuvdagi huquqiy baho berish predmeti, ko‘rilayotgan ishga tegishli bo‘lgan holatlardan kelib chiqish lozim.\n\nQonunda yengillashtiruvchi holat sifatida ko‘rsatilgan ham (JKning 55-moddasiga qarang), ko‘rsatilmagan ham turli holatlar ularning miqdoriy ko‘rsatkichlaridan qat’i nazar, jinoyatning ijtimoiy xavflilik darajasini jiddiy kamaytiruvchi holatlar, deb e’tirof etilishi mumkin (bular sifatida holatlarning muayyan majmui ham, alohida holatlar ham ko‘rilishi mumkin). Xususan, O‘zbekiston Respublikasi Oliy sudi Plenumining ko‘rsatmalariga muvofiq, jinoyatning ijtimoiy xavflilik darajasini jiddiy kamaytiruvchi alohida holatlar ro‘yxati qonunda ko‘rsatilmaganligini nazarda tutib, sud qabul qilgan qarorini hukmda asoslantirgan holda jazoni yengillashtiruvchi ayrim holatni ham, ularning majmuini ham bunday holat sifatida tan olishi mumkin (masalan, moddiy zararning to‘liq qoplanganligi, sudlanuvchi yoki ota-onasining og‘ir kasalligi, ularning mehnatga layoqatsizligi, aybdor ota-onasining yoki bolasining boshqa boquvchisi yo‘qligi, sudlanuvchining keksa yoshda ekanligi, uning bir guruh shaxslar tomonidan sodir etilgan jinoyatni ochishda faol ishtirok etganligi, jabrlanuvchining jinoyat sodir etilishiga turtki bergan huquqqa xilof xulq-atvori,\n\njabrlanuvchining sudlanuvchi bilan yarashganligi va h.k.). Shuningdek, ta’kidlash joizki, oliy sud instansiyasi ko‘rsatmalariga ko‘ra, sudlar iqtisodiyot sohasidagi jinoyatga oid ishlar bo‘yicha zararni qisman qoplagan shaxslarga nisbatan jazo tayinlashda JKning 57-moddasini qo‘llash masalasini muhokama etishi mumkin.\n\nJumladan, jinoyat natijasida yetkazilgan zarar summa-sining kamida yarmi aybdor tomonidan qoplanganligi jazoni jiddiy kamaytiruvchi holat deb topilishi mumkin.\n\nSud tomonidan solidar javobgarlik belgilangan hollarda zararni qisman qoplagan shaxslarga nisbatan jazo tayinlashda ham xuddi shu prinsipga amal qilinishi kerak!.\n\n5. Sharhlanayotgan moddaga asosan, jazoni boshqa yengilroq turdagi jazoga almashtirishga faqatgina alohida hollarda yo‘l qo‘yiladi. Lekin, qonunda alohida holat tushunchasi berib o‘tilmagan. Jinoyat kodeksining normalari va sud amaliyotining sharhlanayotgan modda qo‘llanilishi xususidagi tahlili shuni ko‘rsatadiki, alohida hollar deganda, muayyan ish bo‘yicha Maxsus qism moddasi sanksiyasida ko‘rsatilgan jazo turi va miqdori talablarga kerakli va yetarli darajada javob bermaydi. Boshqacha qilib aytganda, Maxsus qism moddasi sanksiyasida ko‘rsatilgan ayrim jazo turi va miqdori muayyan jinoyat va shaxsga nisbatan og‘irroqdir.\n\n6. E’tiborli jihati, yengilroq turdagi jazo tayinlash sodir etilgan qilmish og‘irligi bilan bog‘liq emas. Ya’ni, jazoning eng kam qismidan ham kamroq yoki yengilroq turdagi jazo har xil sodir etilgan qilmishlar uchun tayinlanishi mumkin. Biroq, sodir etilgan qilmishning og‘irlik darajasi qancha yuqori bo‘lsa, jinoyatning ijtimoiy xavfliligi darajasini jiddiy kamaytiruvchi holatlar ham Maxsus qism moddasi sanksiyasida ko‘rsatilgan jazoni qo‘llamaslik holi ham alohidaligi bilan ajralib turishi kerak.\n\n7. Sud biron-bir ishda yengilroq turdagi jazo tayinlashi uchun yuqorida ko‘rsatib o‘tilgan ikkinchi huquqiy asos sodir etilgan jinoyatning ijtimoiy xavflilik darajasini jiddiy kamaytiruvchi holatlar mavjud bo‘lishi kerak: sanksiyada ko‘rsatilgan jazoning eng kam qismidan ham kamroq jazo tayinlash;\n\nJinoyat kodeksiga ko‘ra, yengilroq turdagi jazo tayinlash;\n\nJinoyat kodeksi Maxsus qismining moddasi sanksiya-sida nazarda tutilgan qo‘shimcha jazoni tayinlamaslik.\n\n8. Jazoni eng kam miqdoridan ham kamroq tayinlashi, bu jazoni yengillashtirish, ya’ni Jinoyat kodeksi Maxsus qismining moddasi sanksiyasida ko‘rsatilgan davlat majburlov chorasi turini tanlash va ushbu majburlov chorasining eng kam miqdoridan ham kamroq jazo tayinlash. Masalan, Jinoyat kodeksining 164-moddasi birinchi qismiga ko‘ra, bosqinchilik jinoyati besh yildan sakkiz yilgacha ozodlikdan mahrum qilish bilan jazolanadi. Jazoning eng kam miqdoridan (5 yil) ham kamroq jazo tayinlash sud tomonidan hal qilinadi. Lekin, Jinoyat kodeksining Umumiy qismida ushbu jazo turi doirasida ko‘rsatilgan eng kam miqdordan kam jazo tayinlashga yo‘l qo‘yilmaydi, ya’ni ozodlikdan mahrum qilish jazo turi 6 oydan kam muddatga qo‘llanilishi mumkin emas. Xususan, keltirilgan misolda sud JKning 50-moddasi 2-qismi talablariga muvofiq ozodlikdan mahrum qilish jazosini 5 yildan kam bo‘lgan, biroq 6 oydan kam bo‘lmagan muddatga tayinlashi mumkin.\n\nTa’kidlash joizki, tegishli moddaning sanksiyasi muqobil bo‘lgan, ya’ni ikki jazo turini nazarda tutgan hollarda ham jazoni eng kam miqdoridan ham kamroq tayinlashga yo‘l qo‘yiladi. Masalan, Jinoyat kodeksining 211-moddasi birinchi qismi jarima, axloq tuzatish ishlari, ozodlikni cheklash yoki ozodlikdan mahrum qilish jazo turlaridan birini tanlash imkoniyatini beradi va sud mazkur jinoyat uchun jazoni eng kam miqdoridan ham kamroq tayinlashi uchun ko‘rsatilgan har qanday davlat majburlov chorasini tanlashi mumkin. Qonunda bu hollarda hech qanday cheklov yo‘q.\n\n9. Sanksiyada ko‘rsatilgan jazodan ham yengilroq\n\nturdagi jazo tayinlash, sud uchun Jinoyat kodeksi Maxsus qismining moddasi sanksiyasida ko‘rsatilgan jazo turlari bilan cheklanib qolmasdan, jazo turlari va tizimini nazarda tutuvchi Jinoyat kodeksining Umumiy qismi qoidalariga e’tibor qaratish imkoniyatini beradi. Lekin, sharhlanayotgan moddaning birinchi qismi qoidalariga ko‘ra, sud Jinoyat kodeksining moddasi sanksiyasida ko‘rsatilmagan boshqa yengilroq turdagi asosiy jazoni tayinlashda, ushbu jazo uchun Umumiy qismda ko‘rsatilgan doiradan chiqib ketmasligi lozim. Bundan tashqari, JKning 57-moddasiga ko‘ra, asosiy jazoni qo‘shimcha jazo bilan almashtirishga yo‘l qo‘yilmaydi.\n\nYengilroq turdagi jazo tayinlashda JKning 43-moddasida ko‘rsatilgan asosiy jazo turlari yengilidan og‘iriga qarab joylashtirilgan, ya’ni tanlangan yengilroq jazo turi modda sanksiyasida ko‘rsatilgan jazo turidan yuqori turishi mumkin. Davlat majburlov chorasini yengilroq, deb tan olish uchun jazoning tanlangan turi, JKning 43-moddasi 1-qismining ro‘yxatida, JK Maxsus qismi tegishli moddasi sanksiyasida nazarda tutilgan jazodan yuqorida joylashgan bo‘lishi kerak.\n\n10. Yengilroq turdagi davlat majburlov chorasini tayinlashda, sud modda sanksiyasida tanlangan jazodan yengilroq yoki og‘irroq jazo turi mavjudligi bilan bog‘liq emas. Lekin modda sanksiyasi aynan tanlangan jazo turini belgilamasligi, aks holda, yengilroq turdagi jazo emas, balki eng kam qismidan ham kamroq jazo turi tayinlanishi lozim.\n\nYengilroq turdagi davlat majburlov chorasini qo‘llash yengilroq jazo turini belgilashni va ushbu jazo miqdori yoki muddatini o‘zgartirish maqsadini ko‘zlamaydi. Tanlangan jazo miqdori va muddati almashtirilgan jazo turining muddati va miqdoridan oshiqroq bo‘lishi mumkin, lekin ushbu holat yangi tanlangan davlat majburlov chorasini yengilligiga shubha uyg‘otmasligi lozim. Sud tomonidan ikki 9 -\n\nyilga ozodlikdan mahrum qilish uch yilgacha axloq tuzatish ishlari bilan, uch yilgacha axloq tuzatish ishlari bazaviy hisoblash miqdorining 600 baravarigacha jarima bilan almashtirilishi mumkin. Yengilroq turdagi jazo tayinlashda aybdorning manfaatlaridan hamda Jinoyat kodeksining Umumiy qismidagi cheklovlardan kelib chiqish lozim. Masalan, yengilroq jazo turi sifatida axloq tuzatish ishlari «nafaqa yoshiga yetganlarga, mehnatga qobiliyatsizlarga, homilador ayollarga, yosh bolasini boqish uchun ta’tilda bo‘lgan ayollarga va harbiy xizmatchilarga» nisbatan qo‘llanilmaydi (Jinoyat kodeksining 46-moddasi 3-qismi).\n\n11. Qonunda yengilroq jazo tayinlashning o‘ziga xos turi sifatida, qo‘shimcha jazoni qo‘llamaslik belgilangan.\n\nAybdorning jinoiy harakati kvalifikatsiya qilinayotgan modda bo‘yicha qo‘shimcha jazo qo‘llash shart bo‘lsa, sud bunday jazoni faqat Jinoyat kodeksining 57-moddasida belgilangan holatlar mavjud bo‘lgandagina va hukmda tegishli asoslar keltirib, qo‘llamasligi mumkin. Masalan, atrof tabiiy muhitning ifloslanganligi to‘g‘risidagi ma’lumotlarni qasddan yashirish yoki buzib ko‘rsatish (194-moddaning ikkinchi qismi), hokimiyat yoki mansab vakolatini suiiste’mol qilish (205-moddaning ikkinchi qismi), hokimiyat yoki mansab vakolati doirasidan chetga chiqish (206-moddaning ikkinchi qismi), mansabga sovuqqonlik bilan qarash (207-moddaning uchinchi qismi) va boshqalarda muayyan huquqdan mahrum qilishni qo‘shimcha jazo sifatida qo‘llash shart, deb ko‘rsatilgan.\n\n12. Alohida ta’kidlab o‘tish joizki, yuqorida qayd etib o‘tilgan yengilroq jazo turlarini (jazoning eng kam miqdoridan ham kamroq yoki yengilroq turdagi jazoni tayinlash, qo‘shimcha jazoni qo‘llamaslik) tayinlash o‘zaro mustaqil va teng ahamiyatga ega. Ushbu turlardan biron-birining tayinlanishi boshqa turi qo‘llanilishiga hech ham xalaqit bermaydi. Lekin bunday qo‘llanish tanlanadigan yengilroq jazo turi mohiyatiga bog‘liq. Ya’ni, jazoning eng kam miqdoridan ham kamroq yoki yengilroq turdagi jazoni tayinlash qo‘shimcha jazoni qo‘llamaslik bilan uyg‘unlashishi mumkin, lekin jazoning eng kam miqdoridan ham kamroq tayinlanishi yengilroq turdagi jazo tayinlash bilan uyg‘unlasha olmaydi.\n\nQayd etish lozimki, jazo yengilroq turga almashtirilgan holatlarda qo‘shimcha jazoni qo‘llamaslik yoki qo‘llash qanday jazo almashtirilganligiga bog‘liq emas. Xususan, agarda sud Jinoyat kodeksining 57-moddasiga asosan ozodlikdan mahrum qilish jazosi o‘rniga boshqa, yengilroq jazoni tayinlayotgan bo‘lsa, bu «aybdorning harakatlari kvalifikatsiya qilinayotgan qonun sanksiyasida nazarda tutilgan qo‘shimcha jazolarni tayinlash imkoniyatini istisno qilmaydi»!.\n\n13. Sharhlanayotgan modda qoidalari yengilroq turdagi jazo tayinlanishida har bir jinoyat uchun alohida qo‘llaniladi. Xususan, shaxs jinoyat qonunining turli moddalarida (moddasi qismlarida) ko‘zda tutilgan bir necha jinoyat sodir etganlik uchun sudlanayotgan bo‘lsa, JKning 57-moddasi jinoyatlar jami bo‘yicha tayinlangan jazodan keyin emas, balki alohida jinoyatlar uchun jazo tayinlash paytida qo‘llaniladi.\n\n14. Yengilroq jazo tayinlanishida, muayyan ishning jinoyatning ijtimoiy xavfliligi darajasini jiddiy kamaytiruvchi har bir holati alohida hukmning tavsif qismida asoslantiriladi. Bundan tashqari, qonunda ko‘rsatilganidan ham yengilroq jazo tayinlash paytida hukmning qaror qismida tegishli modda (qism, band) bo‘yicha Jinoyat kodeksining 57-moddasi qo‘llanilib, tayinlangan qat’iy jazo chorasini ko‘rsatish kifoya bo‘lib, uni qo‘llash sabablari hukmning bayon - asoslantirish qismda ko‘rsatilishi kerak."
        },
        {
            "modda_raqami": "57_1-modda. Aybdor o‘z qilmishiga amalda pushaymon bo‘lganida jazo tayinlash.",
            "matni": "Ushbu Kodeks 55-moddasi birinchi qismining «a» va «b» bandlarida nazarda tutilgan jazoni yengillashtiruvchi holatlar mavjud bo‘lgan va ushbu Kodeks 56-moddasining birinchi qismida nazarda tutilgan jazoni og‘irlashtiruvchi holatlar mavjud bo‘lmagan taqdirda jazo muddati yoki miqdori ushbu Kodeks Maxsus qismining tegishli moddasida nazarda tutilgan eng ko‘p jazoning uchdan ikki qismidan oshmasligi kerak. Mazkur qoida javobgarlikni og‘irlashtiradigan holatlarda qasddan odam o‘ldirish (97-moddaning ikkinchi qismi) va terrorizm (155-moddaning uchinchi qismi) bilan bog‘liq jinoyatlarni sodir etgan shaxs-larga tatbiq etilmaydi.",
            "sharxi": "\n1. JKning 55-moddasi 1-qismida sanab o‘tilgan jazoni yengillashtiruvchi holatlarning mavjudligi qilmish hamda aybdor shaxs ijtimoiy xavflilik darajasining kam ekanligidan dalolat beradi va shu bilan birga, sudga yengilroq jazo tayinlashga asos sifatida xizmat qiladi.\n\nDavlat majburlovining aniq me’yori sud tomonidan yengillashtiruvchi holatlarni hisobga olgan holda har bir holatda ishning barcha materiallari asosida belgilanadi. Jazoni yengillashtiruvchi holatlarning mavjudligida sud aybdorga yengilroq jazoni tayinlashga, ya’ni JK Maxsus qismining sanksiyalari doirasida yengilroq jazo turi tanlashga (muqobil sanksiya) yoki uning miqdorini kamaytirishga (eng kamigacha) haqlidir. Sud tomonidan jazo tayinlashda hisobga olinadigan yengillashtiruvchi holatlar qatorida aybni bo‘yniga olish to‘g‘risida arz qilish, amalda pushaymon bo‘lish yoki jinoyatni ochish uchun faol yordam berish (JKning 55-moddasi 1-qismi «a» bandi), yetkazilgan zararni ixtiyoriy ravishda bartaraf qilish (JK 55-moddasi 1-qismi «b» bandi) kabi yengillashtiruvchi holatlar qonun chiqaruvchi tomonidan alohida ajratiladi. (JKning 55-moddasi sharhiga qarang)\n\n2. Aybni bo‘yniga olish to‘g‘risida arz qilish, amalda pushaymon bo‘lish yoki jinoyatni ochish uchun faol yordam berish (JKning 55-moddasi 1-qismi «a» bandi), yetkazilgan zararni ixtiyoriy ravishda bartaraf qilish (JKning 55-moddasi 1-qismi «b» bandi) kabi yengillashtiruvchi holatlar mavjud bo‘lgan va JKning 56-moddasida qat’iy ro‘yxati nazarda tutilgan jazoni og‘irlashtiruvchi holatlar mavjud bo‘lmagan taqdirda jazo hech qanday sharoitda tegishli moddada nazarda tutilgan jazoning eng ko‘p doirasidan yuqori bo‘lmasligi lozimligini inobatga olish zarur.\n\nBoshqacha qilib aytganda, yuqorida qayd etilgan jazoni yengillashtiruvchi holatlar mavjud bo‘lgan va jazoni og‘irlashtiruvchi holatlar mavjud bo‘lmagan taqdirda jazoning eng ko‘p muddati yoki miqdori jinoyat qonuni tomonidan cheklanishi hamda mazkur muddat yoki miqdor JK Maxsus qismining tegishli moddasida nazarda tutilgan eng ko‘p jazoning uchdan ikki qismidan oshmasligining shartligi belgilanishi inobatga olinishi kerak.\n\n3. Sharhlanayotgan moddaning talablari shaxs bitta va bir necha jinoyatni sodir etishda aybdor, deb topilgan holatlarga ham birdek taalluqli bo‘ladi. Bu oxirgi holatda jazoning umumiy muddati shaxs jinoiy javobgarlikka tortilgan tegishli moddalar, modda qismlarining sanksiyalarida nazarda tutilgan eng ko‘p muddatlarini qo‘shishda hosil qilinadigan eng ko‘p jazo muddatidan oshishi mumkin emas.\n\n4. Sharhlanayotgan moddada nazarda tutilgan qoidalardan kelib chiqib, ozodlikdan mahrum etish jazosi tayinlanganda aybdor shaxslarga tayinlanadigan ozodlikdan mahrum etish jazosining muddati 13 yil 4 oy 20 yilning uchdan ikki qismidan (agar ular bitta jinoyatni sodir etishda yoki JKning 59-moddasi qoidalariga muvofiq jami jazoni tayinlashda bir necha jinoyatni sodir etishda aybdor, deb topilgan bo‘lsalar) va 16 yil 4 oy 25 yilning uchdan ikki qismidan (agar ular JKning 60-moddasi qoidalariga muvofiq bir necha hukmlar yuzasidan jazoni tayinlashda bir necha jinoyatni sodir etishda ayblangan bo‘lsalar) ortiq bo‘lishi mumkin emas. Shu bilan birga, mazkur qoida quyidagi jinoyatlarni sodir etgan shaxslarga tatbiq etilmaydi:\n\na) javobgarlikni og‘irlashtiruvchi holatlarda qasddan odam o‘ldirish (JKning 97-moddasi 2-qismi);\n\nb) terrorizm (JKning 155-moddasi 3-qismi)."
        },
        {
            "modda_raqami": "57_2-modda. Aybga iqrorlik to‘g‘risida kelishuv tuzilgan jinoyatlar tayinlash bo‘yicha jazo.",
            "matni": "Aybga iqrorlik to‘g‘risida kelishuv tuzilgan jinoyatlar bo‘yicha tayinlanadigan jazoning muddati yoki miqdori ushbu Kodeks Maxsus qismining tegishli moddasida (qismida) nazarda tutilgan eng ko‘p jazoning yarmidan oshmasligi kerak.",
            "sharxi": "1. O‘zbekiston Respublikasining JPK 5861-moddasiga ko‘ra, aybga iqrorlik to‘g‘risidagi kelishuv bu jinoyat ishini yuritishni o‘ziga nisbatan qo‘yilgan gumonga, ayblovga rozi bo‘lgan, jinoyatning ochilishiga faol ko‘maklashgan va keltirilgan zararni bartaraf etgan gumon qilinuvchining yoki ayblanuvchining iltimosnomasiga asosan nazorat qiluvchi prokuror bilan ijtimoiy xavfi katta bo‘lmagan, uncha og‘ir bo‘lmagan va og‘ir jinoyatlar bo‘yicha tuziladigan kelishuvdir.  2. Aybga iqrorlik to‘g‘risidagi kelishuv quyidagi shartlar mavjud bo‘lgan taqdirda tuziladi:\n\n1) gumon qilinuvchi, ayblanuvchi o‘z harakatlarining mohiyatini, shuningdek o‘zi bergan iltimosnomaning oqibatini anglab yetgan bo‘lsa;\n\n2) iltimosnoma ixtiyoriy ravishda va ishda ishtirok etayotgan himoyachi bilan maslahatlashuvlar o‘tkazilganidan keyin berilgan bo‘lsa;\n\n3) gumon qilinuvchi, ayblanuvchi surishtiruv yoki tergov organi tomonidan qo‘yilgan gumonni yoxud ayblovni, ish bo‘yicha mavjud bo‘lgan dalillarni, shuningdek yetkazilgan zararning xususiyati va miqdorini inkor etmasa hamda uni bartaraf etgan bo‘lsa.\n\nAybiga iqrorlik to‘g‘risidagi kelishuv quyidagi hollarda tuzilishi mumkin emas, agar:\n\n1) JPKning 61-bobida belgilangan tartibda tibbiy yo‘sindagi majburlov choralarini qo‘llash uchun asoslar mavjud bo‘lsa;\n\n2) shaxs tomonidan bir nechta jinoyat sodir etilgan bo‘lib, ulardan loaqal bittasi ushbu moddada belgilangan talablarga to‘g‘ri kelmasa (JPK 5861-modda 2-qism).\n\n3. Gumon qilinuvchi, ayblanuvchi aybga iqrorlik to‘g‘risida kelishuv tuzish haqidagi iltimosnomani surishtiruvning va dastlabki tergovning istalgan bosqichida berishi mumkin.\n\nKelishuv tuzish haqidagi iltimosnoma gumon qilinuvchi, ayblanuvchi, uning himoyachisi va, agar ishda qatnashayotgan bo‘lsa, qonuniy vakili tomonidan imzolangan bo‘lishi lozim.\n\nIltimosnomada gumon qilinuvchi, ayblanuvchi surishtiruv va dastlabki tergovda qo‘yilgan gumonni yoki ayblovni tan olishi, dalillarni inkor qilmasligi, jinoyatni tergov qilishga ko‘maklashishi, jinoyat natijasida olingan mol-mulkning topilishi uchun qaysi harakatlarni amalga oshirish shartligini, jinoyatga aloqador boshqa axborotni taqdim etishga doir majburiyatlarini hamda jinoyat oqibatida yetkazilgan zarar bartaraf etilganligini ko‘rsatadi.\n\nKelishuv tuzish haqidagi iltimosnomada gumon qilinuvchi, ayblanuvchi tomonidan bajariladigan va jinoyatni fosh etish uchun ko‘maklashadigan muayyan harakatlar ham ko‘rsatilishi mumkin.\n\n4. Prokuror kelishuv tuzish haqidagi iltimosnomani ko‘rib chiqayotganda:\n\n1) jinoyat ishi materiallarini va taqdim qilingan yoki talab qilib olingan qo‘shimcha materiallarni o‘rganadi, kelishuv tuzishning asoslarini tekshiradi, shuningdek gumon qilinuvchining, ayblanuvchining kelishuv predmeti bo‘lgan harakatlarni amalga oshirish imkoniyatlarini baholaydi;\n\n2) gumon qilinuvchi, ayblanuvchi aybga iqrorlik to‘g‘ri-sidagi kelishuvning barcha shartlari bilan tanishgan tanishmaganligini, iltimosnomani ixtiyoriy ravishda va o‘z xohishi bilan, shuningdek himoyachi bilan muhokama qilganidan keyin bergan-bermaganligini, unga nisbatan biron-bir tazyiq yoki majburlov o‘tkazilgan o‘tkazilmaganligini, tuzilayotgan kelishuvning mohiyatini tushungan-tushunmaganligini aniqlaydi.\n\n5. Aybga iqrorlik to‘g‘risidagi kelishuvda quyi-dagilar ko‘rsatilgan bo‘lishi kerak:\n\nkelishuv tuzilgan sana va joy;\n\nkelishuv tuzayotgan prokuror to‘g‘risidagi ma’lumotlar;\n\nkelishuv tuzayotgan gumon qilinuvchining, ayblanuvchining familiyasi, ismi va otasining ismi, boshqa ma’lumotlari, himoyachi haqidagi ma’lumotlar;\n\njinoyat sodir etilgan joy va vaqtning, shuningdek isbotlanishi lozim bo‘lgan boshqa holatlarning tavsifi;\n\nJinoyat kodeksining mazkur jinoyat uchun javobgarlikni nazarda tutuvchi moddasi, qismi, bandi;\n\ngumon qilinuvchiga, ayblanuvchiga qo‘llanilishi mumkin bo‘lgan jazoni yengillashtiruvchi holatlar, aybga iqrorlik to‘g‘risida kelishuv tuzilgan jinoyatlar bo‘yicha jazo tayinlash tartibi;\n\nsodir etilgan jinoyatni fosh etish, jinoyat ishi bo‘yicha dalillarni taqdim etish, jinoiy yo‘l bilan orttirilgan mol-mulkni aniqlash bo‘yicha gumon qilinuvchi, ayblanuvchi kelishuv imzolanganidan keyin bajarishni o‘z zimmasiga oladigan harakatlar;\n\nyetkazilgan zararning miqdori va uning o‘rni qoplanishi; JPK 5863-moddasining beshinchi qismida nazarda tutilgan shartlarni bajarmaganlik oqibatlari.\n\nAgar ish bo‘yicha gumon qilinuvchi, ayblanuvchi sifatida bir necha shaxs jalb etilgan bo‘lsa, aybga iqrorlik to‘g‘risidagi kelishuv har bir gumon qilinuvchi, ayblanuvchi bilan alohida-alohida tuziladi.\n\nKelishuv prokuror, gumon qilinuvchi, ayblanuvchi, uning himoyachisi tomonidan imzolanadi. Kelishuv imzolanguniga qadar gumon qilinuvchi, ayblanuvchi kelishuv tuzish masalasini va uning oqibatlarini himoyachi bilan xoli qolib va maxfiy holda muhokama qilish huquqiga ega.\n\n6. Aybga iqrorlik to‘g‘risida kelishuv imzolanganidan keyin ish bo‘yicha tergov va boshqa protsessual harakatlar o‘tkazish zarurati mavjud bo‘lmagan taqdirda prokuror ayblov xulosasini yoki ayblov dalolatnomasini tasdiqlab, ishni zudlik bilan sudga yuboradi.\n\nAybga iqrorlik to‘g‘risida kelishuv imzolanganidan keyin tergov va boshqa protsessual harakatlar o‘tkazish zarurati mavjud bo‘lgan taqdirda, prokuror ishni surishtiruv yoki tergov organiga yuboradi.\n\nSurishtiruvchi, tergovchi gumon qilinuvchining, ayblanuvchining aybini tasdiqlash uchun yetarli hajmda dalillarni to‘playdi.\n\nAgar ishni sudga qadar yuritish jarayonida jinoyatning aybga iqrorlik to‘g‘risidagi kelishuvda nazarda tutilmagan boshqa holatlari aniqlansa, kelishuv o‘z kuchini yo‘qotadi.\n\nBunda aybga iqrorlik to‘g‘risida kelishuv tuzishni istisno etadigan holatlar aniqlangan taqdirda, jinoyat ishi bo‘yicha ish yuritish umumiy tartibda olib boriladi.\n\nAgar aniqlangan holatlar aybga iqrorlik to‘g‘risida kelishuv tuzishni istisno etmasa, kelishuv JPKning 5862 5864-moddalarida nazarda tutilgan tartibda va muddatlarda qayta ko‘rib chiqilishi mumkin.\n\nGumon qilinuvchining yoki ayblanuvchining aybini tasdiqlash uchun dalillar to‘planganidan keyin surishtiruvchi, tergovchi ishni prokurorga taqdim etadi. Prokuror jinoyat ishi materiallarini besh sutka ichida ko‘rib chiqib, ayblov xulosasini yoki ayblov dalolatnomasini tasdiqlab, ishni aybga iqrorlik to‘g‘risidagi kelishuv bilan birga sudga yuboradi.\n\nAgar ish bo‘yicha gumon qilinuvchi, ayblanuvchi sifatida ishtirok etish uchun bir necha shaxs jalb qilingan bo‘lsa va ularning barchasi bilan ham aybga iqrorlik to‘g‘risida kelishuv tuzilmagan bo‘lsa, o‘zi bilan kelishuv tuzilmagan gumon qilinuvchilarga, ayblanuvchilarga taalluqli materiallar ajratiladi va ular bo‘yicha ish yuritish umumiy qoidalarga rioya etgan holda amalga oshiriladi, bu haqda kelishuvda ko‘rsatiladi.\n\n7. Aybga iqrorlik to‘g‘risidagi kelishuvga doir ishlar ushbu moddada nazarda tutilgan o‘ziga xos xususiyatlar inobatga olingan holda umumiy tartibda, jinoyat ishi kelishuv bilan birga sudga kelib tushgan paytdan e’tiboran bir oydan kechiktirmay ko‘rib chiqiladi.\n\nSud majlisida sudlanuvchi, jabrlanuvchi (fuqaroviy da’vogar), agar ishda ishtirok etayotgan bo‘lsa, qonuniy vakil, himoyachi, prokuror ishtirok etadi.\n\nSud majlisi o‘tkaziladigan joy va sana haqida lozim darajada xabardor qilingan jabrlanuvchi (fuqaroviy da’vogar) yoki uning vakilining kelmaganligi ishni ko‘rib chiqish uchun monelik qilmaydi.\n\nAybga iqrorlik to‘g‘risidagi kelishuvga oid ishlar bo‘yicha sud muhokamasida prokuror kelishuvning mazmunini o‘qib eshittiradi, sudlanuvchining surishtiruv hamda dastlabki tergovga ko‘maklashganligini tasdiqlaydi va bu aynan nimada ifodalanganligini tushuntiradi.\n\nSud aybga iqrorlik to‘g‘risidagi kelishuvga oid ishlarni ko‘rib chiqish chog‘ida:\n\nkelishuvni tuzishda gumon qilinuvchining, ayblanuvchining protsessual huquqlari ta’minlangan-ta’minlanmaganligini va JPKning 5861-moddasida ko‘rsatilgan talablar bajarilgan-bajarilmaganligini;\n\nkelishuvning gumon qilinuvchi, ayblanuvchi tomonidan ixtiyoriy ravishda tuzilgan-tuzilmaganligini;\n\ngumon qilinuvchi, ayblanuvchi kelishuvning mohiyatini, uning shartlarini tushungan-tushunmaganligini, uning oqibatlarini anglab yetgan-yetmaganligini; sudlanuvchi kelishuvni qo‘llab-quvvatlashi yoki qo‘llab-quvvatlanmasligini;\n\ngumon qilinuvchi, ayblanuvchi yetkazilgan zararni bartaraf etish choralarini ko‘rgan-ko‘rmaganligini aniqlaydi.\n\nSud sudlanuvchi va uning himoyachisining, prokurorning, shuningdek zarur hollarda, jabrlanuvchining (fuqaroviy da’vogarning) fikrini eshitadi, shundan so‘ng qaror qabul\n\nqilish uchun alohida xonaga kiradi. Sud majlisi vaqtida JPKning 90 92-moddalarida nazarda tutilgan qoidalarga ko‘ra bayonnoma yuritiladi\n\n8. JPKning 586-8-moddasiga asosan, sud aybga iqrorlik to‘g‘risida kelishuv tuzish haqidagi qarorni ko‘rib chiqib, quyidagi qarorlardan birini chiqaradi:\n\n1) kelishuvni tasdiqlash to‘g‘risida;\n\n2) kelishuvni tasdiqlashni rad etish va ishni prokurorga yuborish haqida.\n\nKelishuv tasdiqlangan hollarda, sud ayblov hukmi chiqaradi.\n\n9. Sharhlanayotgan moddaning talablari aybga iqrorlik to‘g‘risida kelishuv tuzilgan jinoyatlar bo‘yicha tayinlanadigan jazoning muddati yoki miqdori ushbu Kodeks Maxsus qismining tegishli moddasida (qismida) nazarda tutilgan eng ko‘p jazoning yarmidan oshmasligi kerak.\n\n10. Sharhlanayotgan moddada nazarda tutilgan qoidalardan kelib chiqib, ozodlikdan mahrum etish jazosi tayinlanganda aybdor shaxslarga tayinlanadigan ozodlikdan mahrum etish jazosining muddati 10 yil 20 yilning yarmi (agar ular bitta jinoyatni sodir etishda yoki JKning 59-moddasi qoidalariga muvofiq jami jazoni tayinlashda bir necha jinoyatni sodir etishda aybdor, deb topilgan bo‘lsalar) va 12 yil 6 oy 25 yilning yarmi (agar ular JKning 60-moddasi qoidalariga muvofiq bir necha hukmlar yuzasidan jazoni tayinlashda bir necha jinoyatni sodir etishda ayblangan bo‘lsalar) ortiq bo‘lishi mumkin emas."
        },
        {
            "modda_raqami": "58-modda. Tamom bo‘lmagan va ishtirokchilikda sodir etilgan jinoyatlar uchun jazo tayinlash.",
            "matni": "Sud tamom bo‘lmagan jinoyat uchun jazo tayinlashda jazo tayinlashning umumiy asoslariga amal qilgan holda jinoyatning og‘ir-yengilligini, jinoiy niyat amalga oshirilishining darajasini va jinoyatni oxiriga yetkaza olmaganlik sabablarini ham hisobga oladi.\n\nJinoyatga tayyorgarlik ko‘rganlik hamda jinoyat sodir etishga suiqasd qilganlik uchun jazoning muddati yoki miqdori ushbu Kodeks Maxsus qismining tegishli moddasida nazarda tutilgan eng ko‘p jazoning to‘rtdan uch qismidan oshmasligi kerak. Mazkur qoida:\n\na) o‘ta xavfli retsidivistlarga, uyushgan guruh yoki jinoiy uyushma a’zolariga nisbatan;\n\n6) tinchlik va xavfsizlikka qarshi tamom bo‘lmagan jinoyatlar uchun, shuningdek quyidagilar bilan:\n\njavobgarlikni og‘irlashtiradigan holatlarda qasddan odam o‘ldirish bilan;\n\no‘n sakkiz yoshga to‘lmagan jabrlanuvchining nomusiga tegish yoki unga nisbatan zo‘rlik ishlatib, jinsiy ehtiyojni g‘ayritabiiy usulda qondirish bilan;\n\no‘n olti yoshga to‘lmagan shaxs bilan jinsiy aloqa qilish yoki jinsiy ehtiyojni g‘ayritabiiy usulda qondirish bilan;\n\nvoyaga yetmagan shaxs tavsiflangan yoki tasvirlangan pornografik mahsulotni tarqatish, reklama qilish, namoyish etish maqsadida O‘zbekiston Respublikasi hududiga olib kirish, xuddi shuningdek uni tayyorlash, tarqatish, reklama qilish, namoyish etish yoxud voyaga yetmagan shaxsni pornografik xususiyatga ega harakatlarning ijrochisi sifatida jalb etish bilan;\n\nvoyaga yetmagan shaxsni jalb etgan holda qo‘shmachilik qilish, fohishaxonalarni tashkil etish yoki saqlash bilan,\n\nyadroviy, kimyoviy, biologik va boshqa turdagi ommaviy qirg‘in qurolini, bunday qurol yaratishda foydalanish mumkinligi ayon bo‘lgan materiallarni hamda uskunalarni, radioaktiv materiallarni kontrabanda qilish bilan bog‘liq bo‘lgan jinoyatlar uchun jazolar tayinlashda qo‘llanilmaydi. Tamom bo‘lmagan jinoyatlar uchun umrbod ozodlikdan mahrum qilish tariqasidagi jazo tayinlanishi mumkin emas.\n\nIshtirokchilikda sodir etilgan jinoyat uchun jazo tayinlashda sud har qaysi aybdorning jinoyatda ishtirok etganlik xususiyati va darajasini hisobga oladi. Har qaysi ishtirokchining shaxsiga tegishli bo‘lgan yengillashtiruvchi va og‘irlashtiruvchi holatlar sud tomonidan faqat shu ishtirokchining o‘ziga jazo tayinlashda hisobga olinadi.",
            "sharxi": "1. Tamom bo‘lmagan va ishtirokchilikda sodir etilgan jinoyatlar uchun jazo tayinlashda nafaqat jazo tayinlash-ning umumiy asoslariga, balki, sharhlanayotgan modda maxsus qoidalariga ham rioya qilish lozim. Maxsus qoidalarni hisobga olishning asosiy sababi, ushbu noqonuniy tajovuz-larga jazo tayinlashda alohida yondashuvning o‘ziga xosligi-dir. Shunday qilib, sharhlanayotgan modda adolat va insonparvarlik prinsiplarini o‘z ichiga olib, jinoiy jazo maqsadlarini to‘laqonli amalga oshirishda ko‘maklashadi.\n\n2. Tamom bo‘lmagan jinoyat sifatida, faqat jinoyatga tayyorgarlik ko‘rish va suiqasd qilish tan olinishi lozim. Jinoyat sodir etishdan ixtiyoriy ravishda qaytish, tamom bo‘lmagan noqonuniy tajovuz turi sifatida, jinoiy javobgarlikka tortilmaydi. (Bu haqda JKning 25-moddasiga berilgan sharhga qarang)\n\n3. Tamom bo‘lmagan jinoyat uchun jazo tayinlashda, jazo tayinlashning umumiy asoslaridan tashqari, muayyan jinoyat-ning og‘ir-yengilligi, jinoiy niyat amalga oshirilishining darajasi va jinoyatni oxiriga yetkaza olmaganlik sabablari kabi holatlarini ham hisobga olish lozim. (Ushbu holatlar tushunchasi to‘g‘risida 25-moddaga berilgan sharhga qarang)\n\n4. Qonunda ko‘rsatilgan holatlar, sudga jazo tayinlashda alohida yondashuvni ta’minlab, sodir etilgan qilmishni ijtimoiy xavf darajasini va aybdorning shaxsini to‘g‘ri aniqlashga imkoniyat beradi. Ushbu holatlar sud tomonidan nafaqat o‘zaro, balki muayyan ish holatlari bilan birgalikda hisoblanishi lozim.\n\n5. Ta’kidlab o‘tish joizki, jazoning og‘irligi jinoyat-ning sodir etilish bosqichlari bilan mutanosib bo‘lishi kerak. Shuning uchun, jinoyatga tayyorgarlik ko‘rish, jinoyat sodir etishga suiqasd qilish va tugallangan jinoyat uchun bir me’yorda jazo chorasi tayinlanishi mumkin emas.\n\nHech qanday sharoitda, tamom bo‘lmagan jinoyat uchun jazo tegishli modda sanksiyasidagi maksimal doiradan yuqori bo‘lmasligi lozim. Xususan, sudlar qonun eng ko‘p bo‘lgan muddatni yoki jinoyatga tayyorgarlik ko‘rish uchun va jinoyat sodir etishga suiqasd qilish uchun jazo miqdorining cheklanishini va u (muddat, miqdor) JK Maxsus qismidagi to‘g‘ri keladigan moddasining sanksiyasida nazarda tutilgan og‘irroq jazo turi mikdori va muddatining to‘rtdan uch qismidan ko‘p bo‘lmasligi kerakligining belgilanishini e’tiborga olishlari muhim.\n\n6. Shunda, sharhlanayotgan moddaning 2-qismiga muvofiq, mazkur qoida:\n\no‘ta xavfli retsidivistlarga, uyushgan guruh yoki jinoiy uyushma a’zolariga nisbatan;\n\ntinchlik va xavfsizlikka qarshi tamom bo‘lmagan jinoyatlar uchun, shuningdek quyidagilar bilan:\n\njavobgarlikni og‘irlashtiradigan holatlarda qasddan odam o‘ldirish bilan;\n\no‘n sakkiz yoshga to‘lmagan jabrlanuvchining nomusiga tegish yoki unga nisbatan zo‘rlik ishlatib, jinsiy ehtiyojni g‘ayritabiiy usulda qondirish bilan;\n\no‘n olti yoshga to‘lmagan shaxs bilan jinsiy aloqa qilish yoki jinsiy ehtiyojni g‘ayritabiiy usulda qondirish bilan;\n\nvoyaga yetmagan shaxs tavsiflangan yoki tasvirlangan pornografik mahsulotni tarqatish, reklama qilish, namoyish etish maqsadida O‘zbekiston Respublikasi hududiga olib kirish, xuddi shuningdek uni tayyorlash, tarqatish, reklama qilish, namoyish etish yoxud voyaga yetmagan shaxsni pornografik xususiyatga ega harakatlarning ijrochisi sifatida jalb etish bilan;\n\nvoyaga yetmagan shaxsni jalb etgan holda qo‘shmachilik qilish, fohishaxonalarni tashkil etish yoki saqlash bilan; yadroviy, kimyoviy, biologik va boshqa turdagi ommaviy qirg‘in qurolini, bunday qurol yaratishda foydalanish mumkinligi ayon bo‘lgan materiallarni hamda uskunalarni, radioaktiv materiallarni kontrabanda qilish bilan bog‘liq bo‘lgan jinoyatlar uchun jazolar tayinlashda qo‘llanilmaydi.\n\n7. Tamom bo‘lmagan jinoyatlar uchun umrbod ozodlikdan mahrum qilish jazosini qo‘llash qonunda taqiqlangan. Shunday qilib, sharhlanayotgan moddadaning uchinchi qismida tamom bo‘lmagan jinoyat uchun umrbod ozodlikdan mahrum qilish jazosi tayinlash mumkin emasligi ko‘rsatilgan. Lekin, agar jinoyatga suiqasd qilishdagi tajovuz orqali boshqa ijtimoiy munosabatlarga xavfli oqibatlar yetkazilgan bo‘lsa, ushbu tajovuz alohida jinoyat sifatida kvalifikatsiya qilinib, JKning 54-moddasiga asosan jazo tayinlanishi lozim. Masalan, boshqa shaxsning hayotiga tajovuz vaqtida shaxsga og‘ir tan jarohatlari yetkazilsa, ushbu holda sodir etilgan tugallangan jinoyat sifatida JKning 104-moddasi bilan 97-modda ko‘rsatilgan jinoyatga suiqasd sifatida kvalifikatsiya qilinib, jazo tayinlanishi lozim. U yerda jinoyatlar tarkibi bo‘yicha jazo tayinlanadi (JKning 59-moddasi) va tamom bo‘lgan jinoyatlar uchun jazo JKning 54-moddasi talablari asosida va jinoyatni sodir etishga suiqasd qilish JKning 58-moddasi 1-qismi asosida tayinlanadi.\n\n8. Sharhlanayotgan modda to‘rtinchi qismida, sud tomonidan jinoyatning ishtirokchilikda sodir etganlikda aybdor, deb topilganlarga nisbatan davlat majburlov chorasini tanlashda jazo tayinlashning umumiy tamoyillariga qo‘shimcha asoslar ham keltirilgan. Jinoyat qonuniga binoan, sud ushbu holda har bir aybdorning jinoyat sodir etishdagi ishtiroki xususiyati va darajasini hisobga olishi lozim. Jazoning maksimal va minimal doirasi ishtirokchilar sodir etgan qilmishlari uchun javobgarlik ko‘rsatilgan Jinoyat kodeksi Maxsus qismining moddasi sanksiyasi bilan aniqlanadi. (28 va 30-moddalariga berilgan sharhga qarang) 9. Ishtirokchilikda jinoyat sodir etgan shaxslarga nisbatan jazo chorasi tayinlashda, ulardan har birining ijtimoiy xavfli qilmishdagi ishtiroki darajasi aniqlanishi, jinoyatning tashkilotchilari va bajaruvchilarning aybdor-lik darajasidan yordamchilar va jinoyatning boshqa ishtirokchilarining aybdorlik darajasi farqlanishi lozim.\n\n10. Sharhlanayotgan moddaning to‘rtinchi qismiga binoan, ishtirokchining tegishli shaxsiga yengillashtiruvchi va og‘irlashtiruvchi holatlar, faqat shu ishtirokchiga jazo tayinlashda hisobga olinishi lozim. Qonun tutgan o‘rniga ko‘ra, ushbu holatlar shaxsning ijtimoiy xavflilik darajasini belgilaydi, lekin sodir etilgan qilmishning ijtimoiy xavflilik darajasiga ta’sir o‘tkazmaydi. Yengillashtiruvchi va og‘irlashtiruvchi holatlarni aniqlashda Jinoyat kodeksining 55 va 56-moddasi talablariga rioya qilish kerak."
        },
        {
            "modda_raqami": "59-modda. Bir necha jinoyat sodir etganlik uchun jazo tayinlash.",
            "matni": "Shaxs Maxsus qismning turli moddalarida nazarda tutilgan ikki yoki undan ortiq jinoyatni sodir etgan bo‘lib, ulardan birortasi uchun ham sudlangan bo‘lmasa, sud ushbu Kodeksning 54-moddasida nazarda tutilgan qoidalarga muvofiq har qaysi qilmish uchun jazo tayinlab, so‘ngra tayinlangan yengilroq jazoni og‘irrog‘i bilan qoplash yoxud tayinlangan jazolarni to‘la yoki qisman qo‘shish yo‘li bilan jinoyatlar majmui bo‘yicha jazo tayinlaydi.\n\nAgar jinoyatlar majmuini faqat ijtimoiy xavfi katta bo‘lmagan jinoyatlar va uncha og‘ir bo‘lmagan jinoyatlar tashkil etsa, unda tayinlangan yengilroq jazoni og‘irrog‘i bilan qoplash yoxud tayinlangan jazolarni to‘la yoki qisman qo‘shish yo‘li bilan jazo uzil-kesil tayinlanadi. Bunda uzil-kesil tayinlangan jazo sodir etilgan jinoyatlardan eng og‘iri uchun nazarda tutilgan eng ko‘p jazo muddatidan yoki me’yoridan ortiq bo‘lmasligi lozim.\n\nAgar jinoyatlar majmuini tashkil etuvchi jinoyatlardan loaqal bittasi og‘ir yoki o‘ta og‘ir jinoyat bo‘lsa, ushbu Kodeksning Umumiy qismida shu jazo turi uchun belgilangan doirada tayinlangan jazolarni to‘la yoki qisman qo‘shish yo‘li bilan jazo uzil-kesil tayinlanadi.\n\nSodir etilgan jinoyatlardan bittasi uchun umrbod ozodlikdan mahrum qilish tariqasidagi jazo tayinlanganda yengilroq turdagi jazoni umrbod ozodlikdan mahrum qilish bilan qoplash orqali jazo uzil-kesil tayinlanadi.\n\nSodir etilgan jinoyatlardan bittasi uchun uzoq muddatli ozodlikdan mahrum qilish jazosi tayinlanganda jazolarni to‘la yoki qisman qo‘shish yoxud yengilroq jazoni og‘irrog‘i bilan qoplash orqali jazo uzil-kesil tayinlanadi.\n\nJinoyatlar majmui bo‘yicha har xil turdagi jazolarni qo‘shish yo‘li bilan jazo tayinlashda ushbu Kodeksning 61-moddasida nazarda tutilgan qoidalarga amal qilinib, jazoning og‘irroq turi uzil-kesil tayinlanadi.\n\nJinoyatlar majmui bo‘yicha tayinlangan asosiy jazoga sud ayrim jinoyatlar uchun tayinlangan qo‘shimcha jazolarni ham qo‘shishi mumkin. Bunda muayyan huquqdan mahrum qilish tariqasidagi qo‘shimcha jazoning uzil-kesil tayinlangan muddati ushbu Kodeksning 45-moddasida nazarda tutilgan eng ko‘p muddatdan ortiq bo‘lmasligi lozim.\n\nAgar ish bo‘yicha hukm chiqarilganidan keyin mahkumning ana shu ish bo‘yicha chiqarilgan hukmga qadar sodir etilgan yana boshqa jinoyatda aybli ekanligi aniqlansa ham jazo o‘sha tartibda tayinlanadi. Bunday holda jinoyatlar majmui bo‘yicha sud tomonidan tayinlangan jazo muddatiga birinchi hukm yuzasidan jazoning o‘talgan qismi qo‘shib hisoblanadi.",
            "sharxi": "1. Shaxsning ikki yoki undan ortiq jinoyatni sodir etishi, uning ijtimoiy axloqi buzuqligi barqarorligini, ya’ni uning shaxsi ijtimoiy xavf darajasi yuqoriligini bildiradi. Ushbu holatlar alohida yondashuvda jazo tayinlashda hisobga olinishi lozim. Lekin yuqorida ko‘rsatilgan jazo tayinlashning qoidalari jazo tayinlashda alohida yondashuv va Jinoyat kodeksidagi prinsiplardan, jumladan, javobgarlikning muqarrarligini to‘liq ta’minlay olmaydi. Sharhlanayotgan modda ushbu masalalarni yechishga xizmat qiladi.\n\n2. Sharhlanayotgan modda faqat jinoyatlar majmui bo‘yicha jazo tayinlashda qo‘llaniladi. Sharhlanayotgan modda birinchi qismining to‘g‘ridan to‘g‘ri sharhidan kelib chiqib, uning qoidalari sudlangan shaxs tomonidan JK Maxsus qismining turli moddalarida nazarda tutilgan ikki yoki undan ortiq jinoyat sodir etilgan holatlarga qo‘llanilishi mumkin, agarda ushbu jinoyatlardan birortasi uchun ham shaxs sudlangan bo‘lmasa. Buning orasida JKning 33-moddasi 1-qismiga muvofiq, JK Maxsus qismining turli moddalarida yoki bitta moddasining turli qismlarida nazarda tutilgan, javobgar-likka tortiladigan ikki yoki bir necha jinoiy qilmishni sodir etish, agarda ulardan birortasi uchun ham shaxs sudlangan jinoyatlar majmui, deb topiladi.\n\n3. O‘zbekiston sudi Plenumining ko‘rsatmalariga muvofiq, JKning 59-moddasida belgilangan jinoyatlar majmui bo‘yicha jazo tayinlash qoidalari quyidagi hollarda qo‘llaniladi:\n\nqilmish Jinoyat kodeksining turli moddalari bo‘yicha kvalifikatsiya qilinganda;\n\nqilmish Jinoyat kodeksi muayyan moddasining bir necha qismlari bilan kvalifikatsiya qilinganda, basharti ushbu qismlar turli jinoyatlar uchun javobgarlikni nazarda tutsa (masalan, JKning 228, 248, 273-moddalari);\n\nshaxs bir necha aynan o‘xshash qilmishni sodir etgan bo‘lib, ulardan ayrimlari tugallangan jinoyat, boshqalari esa jinoyatga tayyorgarlik, suiqasd tariqasida kvalifikatsiya qilinganda yoki ayrimlari mustaqil, boshqalari ishtirokchilikda sodir etilganda; esa\n\nish bo‘yicha hukm chiqarilganidan keyin mahkumning birinchi ish bo‘yicha chiqarilgan hukmgacha yana boshqa jinoyatda aybdorligi aniqlanganda;\n\nshaxs Jinoyat kodeksi Maxsus qismi aynan bir modda-sining turli qismlarida nazarda tutilgan o‘xshash qilmishni sodir etganlikda aybdor deb topilganda jazo shu moddaning og‘irroq jazo belgilangan qismi bo‘yicha tayinlanadi (JK 33-moddasi). Masalan, o‘ta xavfli retsidivist tomonidan transport vositasini o‘g‘irlash (JKning 267-moddasi 2-qismi «a» bandi) va buni zo‘rlash bilan sodir etish (JKning 267-moddasi 3-qismi «v» bandi) hollarida jazo JKning 267-moddasi 3-qismi bo‘yicha tayinlanishi kerak, chunki u og‘irroq jazoni nazarda tutadi.\n\nShunda sudlar jinoyatlar majmuini tan olishga to‘sqinlik qilayotgan holatlarning yo‘qligini aniqlashi lozim. Xususan, javobgarlikdan ozod qiluvchi holatlar bo‘lmasligi kerak, masalan, javobgarlikka tortish muddatlarining o‘tib ketgan-ligi, amnistiya qo‘llanilishi, jabrlanuvchi bilan yarashish.\n\nAybdor tomonidan davomli yoki uzoqqa cho‘zilgan jinoyat sodir etilishi jinoyatlar majmui sifatida tan olinmaydi. (JKning 32-moddasi sharhiga qarang)\n\n4. Jazo tayinlashning umumiy asoslariga ko‘ra, jinoyatlar majmui uchun jazo belgilashda sud dastavval har bir jinoyatga alohida jazo tayinlaydi. Shu bilan birga, har bir qilmishga huquqiy baho berish va davlat majburlov chorasini tanlash nafaqat muayyan jinoyatning holatlaridan, balki qilmishning jinoyatlar majmuida tutgan o‘rnidan kelib chiqishi kerak. Jumladan, ikkinchi va undan keyingi jinoyatlarning sodir etilishini javobgarlikni og‘irlashtiruvchi holat sifatida hisoblash lozim.\n\nAgar qo‘shimcha jazoni qo‘llash shart bo‘lib va Jinoyat kodeksining 57-moddasida ko‘rsatilgan holatlar mavjud bo‘lmasa, har bir alohida jinoyat uchun jazo tayinlashda, sud nafaqat asosiy, balki qo‘shimcha jazo turi va miqdorini ko‘rsatishi lozim. Bu qoida qonunda tayinlanishi shart, deb ko‘rsatilmagan qo‘shimcha jazo tayinlashga tegishli hamda ular jinoyatlar majmuida emas, balki alohida aniq jinoyatga tegishli holda qo‘llanilishi shart.\n\n5. Jinoyatlar jamiga kiradigan har bir jinoyat uchun alohida jazo tayinlash qonun talabi, sudlar tomonidan jinoyat majmuining qanday turiligidan qat’i nazar bajarilishi shart, ya’ni ideal yoki haqiqiy jinoyatlar jami bo‘ladimi ushbu talab bajarilishi kerak. Qonunda bu haqda hech qanday cheklovlar nazarda tutilmagan. (Ideal va haqiqiy jinoyatlar jami haqida batafsilroq JKning 33-moddasi sharhiga qarang)\n\n6. Sud har bir jinoyat uchun alohida jazo tayinlab, so‘ngra jinoyatlar majmuiga kirgan qilmishlarni og‘irlik darajasiga ko‘ra, yengilroq jazoni og‘irrog‘i bilan qoplash (qoplash prinsipi) yoki tayinlangan jazolarni to‘la yoki qisman qo‘shish (qo‘shish prinsipi) yo‘li bilan qat’iy jazo belgilaydi.\n\n7. Qayd etish lozimki, bir necha jinoyat sodir etganlik uchun jazo tayinlashda jinoyatlar jamini tashkil qiladigan jinoyatlarning og‘irlik darajasiga qarab aniqlanadigan jazoning eng ko‘p doiralariga qat’iy rioya etish kerak.\n\n8. Yengilroq jazoning og‘irrog‘i bilan qoplanishi deganda, sud hukmda jinoyatlar majmui uchun qat’iy jazo tayinlashda ushbu jinoyatlarning og‘iri uchun tayinlanadigan jazo miqdori va muddatidan kelib chiqadi. Bunda jinoyatlar jami tarkibidagi boshqa, yengilroq jinoyatlar uchun jazolar uzil-kesil jazo chorasiga ta’sir qilmaydi va sud tomonidan inobatga olinmaydi. Qonunda ko‘rsatilgan eng og‘ir jinoyat uchun jazoning eng ko‘p muddati yoki miqdori har bir alohida holatda aniq jinoyat uchun Jinoyat kodeksi Maxsus qismi tegishli moddasida belgilangan jazoning miqdori yoki muddatidan kelib chiqib belgilanadi. Ushbu holatda sud mazkur jinoyat uchun JKning 54-moddasiga muvofiq alohida tayinlagan jazoning muddati yoki mikdori bilan bog‘lanmagan.\n\nShunga alohida e’tibor berish lozimki, sodir etilgan jinoyatlar majmui katta ijtimoiy xavf tug‘dirmasa yoki uncha og‘ir bo‘lmagan hollarda jazoni og‘irrog‘i bilan qoplash prinsipi qo‘llaniladi. Qolgan hollarda to‘la yoki qisman qo‘shish prinsipi qo‘llaniladi. Jinoyatning og‘irlik darajasini aniqlashda, JKning 15-moddasida ko‘rsatilgan jinoyatlar klassifikatsiyasidan foydalanish lozim.\n\nMasalan, agarda shaxs kissavurlik va faoliyat bilan litsenziyasiz shug‘ullanishda aybdor, deb topilgan bo‘lsa, uzil-kesil jazo chorasi JKning 169-moddasi 2-qismida belgilangan muddat yoki miqdordan ko‘p bo‘lmasligi lozim, chunki ushbu modda mazkur jinoyatlar jamidagi eng og‘ir jinoyat uchun javobgarlikni nazarda tutadi. Bunda kissavurlik sodir etganlik uchun sud faoliyat bilan litsenziyasiz shug‘ullanish uchun jazoga qaraganda yengilroq jazo tayinlashi mumkin, biroq uzil-kesil jazo chorasi Jinoyat kodeksining 169-moddasi 2-qismi sanksiyasidangina kelib chiqib, belgilanishi zarur.\n\n9. Sharhlanayotgan moddaning 3-qismiga muvofiq, agar jinoyatlar majmuyini tashkil etuvchi jinoyatlardan loaqal bittasi og‘ir yoki o‘ta og‘ir jinoyat bo‘lsa, ushbu Kodeksning Umumiy qismida shu jazo turi uchun belgilangan doirada tayinlangan jazolarni to‘la yoki qisman qo‘shish yo‘li bilan jazo uzil-kesil tayinlanadi. Shunday qilib, jinoyatlar jamini tashkil qiluvchi jinoyatlarning birortasi ham og‘ir yoki o‘ta og‘ir bo‘lsa, uzil-kesil jazoning eng ko‘p doirasi tegishli jazo chorasini tartibga soluvchi Umumiy qismning moddalari qoidalariga muvofiq belgilanadi. Bunda sud Jinoyat kodeksi Maxsus qismining tegishli moddasi sanksiyasida ko‘rsatilgan jazoning eng ko‘p miqdori bilan bog‘lanmagan.\n\nJazolarni to‘la qo‘shish deganda, jinoyatlar majmui-dagi har bir jinoyat uchun tayinlangan alohida jazolarni to‘liq qo‘shish tushuniladi.\n\nJazolarni qisman qo‘shish deganda, ikki yoki undan ortiq jinoyatlar jami bo‘yicha jazo belgilashda sud muayyan jinoyat uchun tayinlangan jazolarni loaqal qisman qo‘shishga majburligi to‘g‘risidagi qoida nazarda tutiladi. Bunda jazo turlarining yengil-og‘irligi darajasi Jinoyat kodeksining 43-moddasi 1-qismida ko‘rsatilgan ketma-ketlik bilan belgilanishi e’tiborga olinishi lozim.\n\nJinoyatlar jami uchun uzil-kesil jazo tayinlashda sudlanuvchi shaxsining ijtimoiy xavfliligi va sodir etilgan qilmishning umumiy xarakteristikasidan kelib chiqib, jazolarni qisman qo‘shish qoidasini qo‘llash maqsadga muvofiqdir.\n\n10. Ta’kidlab o‘tish joizki, sharhlanayotgan modda sodir etilgan jinoyatlarning bittasi umrbod ozodlikdan mahrum qilish jazosi yoki uzoq muddatli ozodlikdan mahrum qilish jazosi tayinlangan hollarda jinoyat qonuni qat’iy jazoni tayinlash to‘g‘risidagi qo‘shimcha ko‘rsatmalarni beradi. Aniqrog‘i, sharhlanayotgan moddaning to‘rtinchi qismiga muvofiq, sodir etilgan jinoyatlardan bittasi uchun umrbod ozodlikdan mahrum qilish tariqasidagi jazo tayinlanganda yengilroq turdagi jazoni umrbod ozodlikdan mahrum qilish bilan qoplash orqali jazo uzil-kesil tayinlanadi.\n\nSharhlanayotgan moddaning beshinchi qismiga ko‘ra, «sodir etilgan jinoyatlardan bittasi uchun uzoq muddatli ozodlikdan mahrum qilish jazosi tayinlanganda jazolarni to‘la yoki qisman qo‘shish yoxud yengilroq jazoni og‘irrog‘i bilan qoplash orqali jazo uzil-kesil tayinlanadi».\n\nShu bilan birga, O‘zbekiston Respublikasi Oliy sudi Plenumi quyidagicha ko‘rsatma beradi: «Agar jinoyatlar majmuiga kiruvchi JKning 97-moddasi ikkinchi qismi yoki 155-moddasi uchinchi qismida nazarda tutilgan jinoyatlardan birortasi bo‘yicha ham uzoq muddatli ozodlikdan mahrum qilish jazosi tayinlanmagan bo‘lsa, uzil-kesil jazo jazolar to‘la yoki qisman qo‘shilganda ham, yengilroq jazo og‘irrog‘i bilan qoplangan holda ham ozodlikdan mahrum qilish jazosi muddati yigirma yildan oshmasligi kerak». Bu qoidalar jinoyatlar tamom bo‘lmagan hamda bir ish bo‘yicha hukm chiqarishdan oldin sudlangan boshqa jinoyatda aybdorligi topilgan hollarga tegishli.\n\nOliy sud instansiyasi yana shuni izohlaydiki, shaxs qonunda umrbod ozodlikdan mahrum qilish yoki uzoq muddatli ozodlikdan mahrum qilish jazosi nazarda tutilgan bir necha jinoyat sodir etgan bo‘lib, ulardan ayrimlari u voyaga yetmagan, boshqalari voyaga yetgan yoshda sodir etilgan bo‘lsa, voyaga yetmagan yoshda sodir etilgan jinoyatlar uchun jazo JKning 82-86-moddalari qoidalari bo‘yicha, voyaga yetgan yoshda sodir etilgan jinoyatlar uchun JKning 59-moddasi to‘rtinchi va beshinchi qismlari qoidalari bo‘yicha tayinlanadi.\n\n11. Jazolarni to‘la yoki qisman qo‘shish qoidasi har xil jinoyat uchun har xil jazo tayinlangan hollarda ham qo‘llaniladi. Sharhlanayotgan moddaning oltinchi qismiga muvofiq, jinoyatlar majmui bo‘yicha har xil turdagi jazolarni qo‘shish yo‘li bilan jazo tayinlashda JKning 61-moddasida nazarda tutilgan qoidalarga amal qilinib, jazoning og‘irroq turi uzil-kesil tayinlanadi.\n\nAxloq tuzatish ishlari hamda jarima jazosi turlarini qo‘shishda o‘ziga xos jihatlari mavjud. Axloq tuzatish ishi jazosini tayinlashda uning muddati, ushlab qolinadigan miqdor foizi oldin har bir modda bo‘yicha alohida-alohida, so‘ngra ularning majmui bo‘yicha ko‘rsatiladi. Ushbu holda qat’iy jazoga ushlab qolishning eng ko‘p foizli bo‘lgan muddat olinib, unga foizi kam bo‘lgan muddat qo‘shiladi (belgilangan doiralarga rioya qilgan holda). Jarima qo‘llanilgan holda, bir xil jazolar qo‘shilib, ozodlikdan mahrum qilish, intizomiy qismga jo‘natish, xizmat bo‘yicha cheklash, axloq tuzatish ishlaridan alohida ijro qilinadi. Muayyan huquqdan mahrum qilish jazosi asosiy jazo turi sifatida tayinlanganda ham shunday yo‘l tutiladi (Jinoyat kodeksi 61-moddasi).\n\n12. Sharhlanayotgan moddaning yettinchi qismiga\n\nbinoan, jinoyatlar majmui bo‘yicha tayinlangan asosiy jazoga sud ayrim jinoyatlar uchun tayinlangan qo‘shimcha jazolarni ham qo‘shib tayinlashi mumkin. Oliy sud Plenumining tushuntirishlariga ko‘ra, ikki yoki undan ortiq jinoyatlar majmui bo‘yicha qo‘shimcha jazo belgilashda, agar alohida jinoyatlar uchun tayinlangan jazo bir turga mansub bo‘lsa, sud ushbu qo‘shimcha jazo turi uchun belgilangan maksimal muddat doirasida ularning yengilrog‘ini og‘irroq bilan qoplash yoki ularni to‘la yoki qisman qo‘shish qoidasi bo‘yicha uzil-kesil jazo tayinlaydi.\n\nShunday qilib, oliy sud instansiyasi tushuntirishlariga ko‘ra, qo‘shish faqatgina bir turdagi qo‘shimcha jazolarga nisbatan qo‘llanilishi mumkin. Agar jinoyatlar yoki hukmlar majmuiga kiruvchi jinoyatlar uchun tayinlangan qo‘shimcha jazo turlicha bo‘lsa, ular alohida ijro etiladi. 13. Muayyan huquqdan mahrum qilish jinoyatlar majmuidagi bir jinoyat uchun asosiy jazo, ikkinchisida qo‘shimcha jazo sifatida tayinlangan hollariga alohida e’tibor qaratish lozim. Uzil-kesil jazo tayinlashda, ushbu jazolardan biri asosiy, ikkinchisi qo‘shimcha bo‘lishidan qat’i nazar, to‘la yoki qisman qo‘shiladi. Ushbu holda, maksimal doira asosiy jazo turi sifatida, Jinoyat kodeksi Umumiy qismining qoidalariga ko‘ra aniqlanadi (5 yil).\n\n\nLekin, ushbu qoida faqat aybdorga bir xil huquqdan, ya’ni bir xil lavozim yoki bir xil faoliyat bilan shug‘ullanishdan mahrum qilinganida qo‘llaniladi. Boshqa holatda asosiy va qo‘shimcha jazolarni muayyan huquqdan mahrum qilish sifatida qo‘shish mumkin emas va ular alohida ijro etilishi shart!. Bunda Jinoyat kodeksining Umumiy qismiga ko‘ra, muayyan huquqdan mahrum qilishning maksimal doirasi asosiy jazo turi sifatida 5 yil, qo‘shimcha jazo sifatida 3 yil muddatga belgilanadi.\n\n14. Shuni qayd etib o‘tish kerakki, sudlanuvchiga ozodlikdan mahrum qilish tariqasidagi jazo tayinlanganda jazoni ijro etish koloniyasi turi jinoyatlar majmui bo‘yicha uzil-kesil jazo belgilanganidan keyingina tayinlanadi. Shartli hukm qilish masalasi ham shu tartibda hal qilinadi.\n\n15. Sudlar jinoyatlar majmui uchun jazo tayinlashda, hukmning qaror qismida har bir jinoyat uchun tayinlangan jazo Jinoyat kodeksi Maxsus qismining moddasi bilan ko‘rsatilishi lozim. Uzil-kesil jazo tayinlashda sharhlanayotgan moddadan tashqari, tayinlanayotgan asosiy va qo‘shimcha jazolarni tayinlashni belgilaydigan moddalar ko‘rsatilishi yetarlidir. Maxsus qism moddalari ko‘rsatilishi shart emas.\n\n16. Agar ish bo‘yicha hukm chiqarilganidan keyin mahkumning ana shu ish bo‘yicha chiqarilgan hukmga qadar sodir etilgan yana boshqa jinoyatda aybli ekanligi aniqlangan xollarda jazo tayinlashning maxsus tartibi sharhlanayotgan moddaning sakkizinchi qismi bilan belgilanadi. Shunday qilib, JKning 59-moddasi qoidalari birinchi ish bo‘yicha hukm chiqarilmaganidan oldin jinoyat sodir etilgan hollardagina qo‘llaniladi. Aks holda, agar tajovuz hukm chiqarilib bo‘lganidan keyin va bu hukm qonuniy kuchga kirguniga qadar sodir etilgan bo‘lsa, JKning 60-moddasining qoidalari qo‘llaniladi.\n\n17. Birinchi hukm chiqarilgunga qadar sodir etilgan jinoyatni majmuadagi avval ko‘rilgan boshqa jinoyatlar bilan aloqasini aniqlash lozim. Agarda ushbu jinoyat qaror qilingan hukmdagi qilmishlar kvalifikatsiyasiga jiddiy ta’sir o‘tkazsa, ushbu hukm yangi ochilgan holatlar bo‘yicha bekor qilinadi (JPKning 522-moddasi 4-bandi) va barcha jinoyatlar bo‘yicha ish umumiy tartibda, sharhlanayotgan modda qoidalari qo‘llanilgan holda qayta ko‘riladi. Ushbu holda, muhim holatlar sifatida aybdor tomonidan sodir etilgan qilmishlarida sud tomonidan hisobga olinmagan yengillashtiruvchi yoxud og‘irlashtiruvchi holatlar, jinoyat tarkiblarining muhim konstruktiv xususiyatlari (masalan, qilmishning takror sodir etilganligi) mavjudligi tan olinmog‘i lozim.\n\n18. Sharhlanayotgan moddaning sakkizinchi qismiga muvofiq, jazo tayinlashda sud ushbu moddaning umumiy qoidalaridan kelib chiqishi kerak. Biroq, hukmda, qat’iy jazo tayinlash birinchi hukm bo‘yicha tayinlangan jazoni to‘la yoki qisman ikkinchi hukmdagi jazo bilan qo‘shish yo‘li orqali aniqlanadi. Bunda shuni nazarda tutish lozimki, jinoyatlar majmui uchun sharhlanayotgan moddaning sakkizinchi qismi bo‘yicha jazo tayinlanganda uzil-kesil jazo birinchi hukm bo‘yicha tayinlangan jazodan kam bo‘lishi mumkin emas, chunki bunday hollarda, sud birinchi hukm bo‘yicha tayinlangan jazoning o‘talmagan qismidan emas, balki uning to‘liq\n\nmiqdoridan kelib chiqishi zarur. Agar birinchi va keyingi hukm yuzasidan turli xil jazo turlari tayinlangan bo‘lsa, bunday holda jinoyatlar bir vaqtda ko‘rilganda qo‘llaniladigan va yuqorida tahlil qilingan har xil jazo turlarini qo‘shish qoidalari ishlatiladi.\n\n19. Sudlar shuni nazarda tutishlari lozimki, sharhlanayotgan moddaning sakkizinchi qismi qoidalariga muvofiq belgilangan uzil-kesil jazoni o‘tash muddati oxirgi hukm chiqarilgan kundan boshlab hisoblanadi hamda tayinlangan jazodan so‘nggi ish bo‘yicha sudgacha ehtiyot chorasi yoki ushlab turish tartibida qamoqda o‘tirgan vaqt inobatga olingan holda chegirib tashlanadi. Bundan tashqari, tayinlangan uzil-kesil jazo muddatini belgilashda birinchi hukm bo‘yicha o‘talgan jazo hisobga olinadi. Ushbu holda hukmda birinchi hukm bo‘yicha qaysi qismi o‘talganligi ko‘rsatilishi lozim. Masalan, birinchi hukm bo‘yicha bazaviy hisoblash miqdorining 450 baravari miqdorida jarima tayinlangan bo‘lib, aybdor tomonidan ushbu jarimaning bazaviy hisoblash miqdorining 350 baravari miqdoridagi qismi to‘langan bo‘lsa va shaxs boshqa jinoyatda ham aybdor, deb topilsa va unga bazaviy hisoblash miqdorining 124 baravari miqdorida jarima jazosi tayinlansa, bunda ularni to‘la qo‘shishda umumiy jazo miqdori bazaviy hisoblash miqdorining 574 baravari miqdoriga teng keladi (450 + 124 = 574). Sud avval to‘langan jarima miqdorini hisobga olib, tayinlangan jarima miqdori bazaviy hisoblash miqdorining 224 baravari miqdoriga teng kelgan bo‘lishi kerak (574-350 = 224).\n\n20. Shartli hukm qilishda jazolarni qo‘shishga alohida e’tibor qaratish kerak. Shunday qilib, agar birinchi hukm bo‘yicha shartli hukm qilinib, ikkinchisi bo‘yicha boshqa haqiqiy jazo tayinlangan bo‘lsa, ushbu holat shartli hukmning almashtirilishiga ta’sir o‘tkazmaydi, chunki qonun talablariga ko‘ra, shartli hukmning almashtirilishi shaxsning sinov muddatidagi xulqi bilan aniqlanadi. Agar sinov muddati davrida shartli hukmni bekor qilib hukmda ko‘rsatilgan jazo bajarilishini taqozo etadigan holatlar mavjud bo‘lmasa, ushbu jazo qat’iy jazo tayinlashda o‘talgan, deb hisoblanishi lozim. Masalan, birinchi hukm bo‘yicha shaxs 6 yilga ozodlikdan mahrum qilish jazosiga 2 yil sinov muddati bilan shartli hukm qilingan bo‘lsa va ushbu hukm chiqarilgandan keyin shaxs yana boshqa bir hukm chiqarilgunga qadar sodir etgan jinoyatda aybli, deb topilib, 5 yil muddatga ozodlikdan mahrum qilingan bo‘lsa, hukmlar jami yuzasidan uzil-kesil jazo muddati 11 (5 + 6 = 11) yil. Lekin, agar sinov muddati davomida shaxs xulqi yaxshi bo‘lib, belgilangan shartli hukm tartibini buzmagan bo‘lsa, birinchi jazo to‘liq, ya’ni 6 yil o‘talgan, deb tan olinadi. Shunda o‘taladigan jazo muddati 5 (11-6 = 5) yilni tashkil etadi. Agarda shaxs tomonidan belgilangan shartli hukm tartibi buzilgan bo‘lsa, jazoning faqat amalda o‘talgan qismi hisobga olinadi. Xuddi shunday ravishda birinchi hukmdagi jazo o‘tashdan muddatidan ilgari shartli ozod qilish masalasi hal qilinishi kerak.\n\n21. Shuni nazarda tutish lozimki, agar ish bo‘yicha hukm chiqarilgandan keyin mahkumning yana boshqa jinoyatlarda aybdorligi aniqlanib, ulardan ayrimlari birinchi hukm chiqarilgunga qadar, boshqalari esa, hukm chiqarilgandan so‘ng sodir etilgan bo‘lsa, ikkinchi hukm bo‘yicha jazo Jinoyat kodeksi ham sharhlanayotgan moddasida, ham 60-moddasida belgilangan tartibga rioya etilgan holda tayinlanadi. Bunda, avvalo, birinchi hukm chiqarilgunga qadar sodir etilgan jinoyatlar jami bo‘yicha, undan keyin sharhlanayotgan moddaning sakkizinchi qismi qoidasiga asosan, so‘ngra birinchi hukm chiqarilgandan keyin sodir etilgan jinoyatlar jami bo‘yicha va nihoyat, hukmlar jami bo‘yicha jazolar belgilanadi."
        },
        {
            "modda_raqami": "60-modda. Bir necha hukm yuzasidan jazo tayinlash.",
            "matni": "Agar mahkum hukm chiqarilganidan keyin jazoni to‘la o‘tamay turib, yangi jinoyat sodir etsa, sud yangi hukm bo‘yicha tayinlangan jazo muddatiga ilgarigi hukm yuzasidan o‘talmay qolgan jazo muddatini to‘la yoki qisman qo‘shadi. Bir necha hukm yuzasidan har xil turdagi jazolarni qo‘shish yo‘li bilan jazo tayinlashda ushbu Kodeksning 61-moddasida nazarda tutilgan qoidalarga amal qilinib, jazoning og‘irroq turi uzil-kesil tayinlanadi.\n\nAgar hukmlardan biri bilan umrbod ozodlikdan mahrum qilish tariqasidagi jazo tayinlangan bo‘lsa, bir necha hukmlar yuzasidan jazolarni qo‘shishda yengilroq jazo turini umrbod ozodlikdan mahrum qilish bilan qoplash orqali jazo uzil-kesil tayinlanadi.\n\nAgar hukmlardan biri bilan uzoq muddatga ozodlikdan mahrum qilish jazosi tayinlangan bo‘lsa, bir necha hukmlar yuzasidan jazolarni qo‘shishda yengilroq jazoni og‘irrog‘i bilan qoplash yoxud jazolarni to‘la yoki qisman qo‘shish yo‘li bilan jazo uzil-kesil tayinlanadi.\n\nBir necha hukmlar yuzasidan axloq tuzatish ishlariga yoki xizmat bo‘yicha cheklashga hukm qilinib, ish haqi yoki pul ta’minotidan ushlab qolishning har xil miqdori belgilangan hollarda bu jazolarning faqat muddatlari qo‘shiladi.\n\nIlgarigi hukm yuzasidan ijro etilmay qolgan qo‘shimcha jazolar hukmlar jami tariqasida tayinlangan asosiy jazoga qo‘shib tayinlanadi.",
            "sharxi": "1. Shaxs tomonidan jazo o‘tash vaqtida yangi jinoyat sodir etilishi uning ijtimoiy xavflilik darajasi yuqoriligini anglatadi. Bundan tashqari, bunday holat qo‘llanilgan davlat majburlov choralarining jazo maqsadlariga erishilmaganligini ko‘rsatadi. Bularning hammasi bunday shaxsga yaxshiroq ta’sir etadigan zaruriyatni keltirib chiqaradi. choralarni qo‘llash\n\n2. Bir necha hukmlar yuzasidan jazo tayinlash qoidalari shaxs muayyan davr ichida jinoyat sodir etgan hollarida, ya’ni hukm chiqarilib, jazo to‘liq o‘talmagan paytda qo‘llaniladi. Agar bir jinoyati uchun hukm chiqarilganidan keyin shaxs jazoni o‘tash muddati davomida yana jinoyat sodir etsa, mahkumga bir necha hukmlar yuzasidan jazo tayinlanadi. Sharhlanayotgan moddaning 1-qismiga muvofiq, agar mahkum hukm chiqarilganidan keyin jazoni to‘la o‘tamay turib, yangi jinoyat sodir etsa, sud yangi hukm bo‘yicha tayinlangan jazo muddatiga ilgarigi hukm yuzasidan o‘talmay qolgan jazo muddatini to‘la yoki qisman qo‘shadi. Bunda hukm chiqarilgan payt deb, uning qonuniy kuchga kirgan paytini emas, balki uni e’lon qilish payti tan olinadi, chunki hukm chiqarilishi uning ommaviy e’lon qilinishi bilan yakunlanadi.\n\nSharhlanayotgan modda qo‘llanilishiga to‘siq bo‘ladigan holat, bu avval tayinlangan asosiy va qo‘shimcha jazoning to‘liq o‘talganligidir. Bunday holda jazoni ijro etishning tugallanishi tayinlangan jazolarning eng uzunidan kelib chiqqan holda aniqlanadi. Masalan, sudlanganga nisbatan biron-bir asosiy jazo va harbiy yoki maxsus unvondan mahrum qilish tariqasidagi qo‘shimcha jazo tayinlangan bo‘lsa, bu holda asosiy jazoning o‘talgan vaqti jazo o‘talganligini anglatadi. Lekin, agar muayyan huquqdan mahrum qilish qo‘shimcha jazosi qo‘llanilgan bo‘lsa, bu holda qo‘shimcha jazoning o‘talib bo‘lingan vaqti jazo o‘talganligini anglatadi. Xususan, jinoyat qonuniga muvofiq, muayyan huquqdan mahrum qilish jazo turining ijro etilishi jarima, axloq tuzatish ishlari, xizmat bo‘yicha cheklash asosiy jazo turlari ijro etilgan paytlarda amalga oshiriladi, buning ustiga hukm bilan o‘rnatilgan muddatda. Ta’kidlash joizki, sharhlanayotgan modda qo‘llanilishiga shaxsni sudlanganlik holati hech qanday ta’sir o‘tkazmaydi, chunki u asosiysi jazo o‘talganlik vaqtidir. Sudlanganlik esa, jinoyat sodir etilishining huquqiy oqibati sifatida ushbu holda hisobga olinmaydi.\n\n3. Hukm chiqarilgan vaqtdan boshlab tayinlangan jazoni o‘tab bo‘lgungacha davrdagi sodir etilgan jinoyat deb, ushbu vaqtda tugallangan, subyektiv tomondan (qasddan yoki ehtiyotsizlik oqibatida) hamda obyektiv tomondan (qachon boshlanganidan) qat’i nazar, noqonuniy tajovuz, deb tushuniladi. Bir jinoyati uchun sudlanib, hukm chiqqan, lekin hukm bo‘yicha jazoni o‘tamagan shaxs birinchi hukm chiqqunga qadar boshlanib, hukm chiqqandan so‘ng ham davom etgan uzoqqa cho‘zilgan va davomli jinoyat sodir etishda aybdor, deb topilsa, ikkinchi hukm bo‘yicha unga jazo tayinlashda sud Jinoyat kodeksi 60-moddasi qoidalariga rioya etishi lozim.\n\n4. Hukm chiqarilgan vaqtdan boshlab tayinlangan jazoni o‘tab bo‘lgungacha bo‘lgan davrda sodir etilgan jinoyat uchun jazo tayinlashda jazo tayinlashning umumiy asoslari, aybdorning shaxsi, aybidagi yengillashtiruvchi va og‘irlashtiruvchi holatlarni hisobga olish lozim. Shunday qilib, ushbu jinoyat uchun tayinlanadigan davlat majburlov chorasiga alohida yondashuvni ta’minlash lozim bo‘ladi. Bundan tashqari, jazo tayinlashda shaxs tomonidan jinoyat avval tayinlangan jazo o‘tash davrida sodir etilganligini hisobga olish lozim.\n\n5Jazo turi va miqdorini yangi hukm bo‘yicha ilgarigi hukm yuzasidan o‘talmay qolgan jazo muddatiga to‘liq yoki qisman qo‘shish yo‘li bilan qat’iy jazo tayinlaydi. E’tiborli jihat shundaki, yangi sodir etilgan jinoyat uchun tayinlangan jazo to‘liq hisobga olinishi lozim, aks holda hukmning bekor qilinishiga sabab bo‘lishi mumkin.\n\nAgar aybdor hukm e’lon qilingandan keyin bir necha jinoyatlarni sodir etgan bo‘lsa, sud avval jinoyatlar majmui tariqasida jazo tayinlab, unga oldingi hukm bo‘yicha o‘talmay qolgan jazoni to‘la yoki qisman qo‘shadi.\n\n6. Hukmlar majmui bo‘yicha uzil-kesil jazo tayinlanishi yangi jinoyat uchun jazoga qo‘shiladigan o‘talgan jazoning to‘g‘ri aniqlanishiga bog‘liq. Hukmlar majmui bo‘yicha jazo tayinlash haqidagi masala hal qilinayotganda oldingi hukm bo‘yicha tayinlangan asosiy va qo‘shimcha jazoning qancha qismi shaxs tomonidan haqiqiy o‘talmaganligi aniqlanishi lozim. Jazo quyidagi hollarda o‘talmagan, deb hisoblanadi:\n\nilgarigi hukm bo‘yicha tayinlangan, yangi jinoyat bo‘yicha hukmning e’lon qilinishidan oldin o‘tab bo‘lingan jazodan tashqari jazo, ya’ni yangi hukm e’lon qilingunga qadar o‘talmagan jazo. Yangi jinoyat ozodlikdan mahrum qilish tariqasidagi jazoni o‘tayotgan shaxs tomonidan sodir etilganda, jazoning o‘talmagan qismi deb yangi jinoyat uchun qamoqda saqlab turish sifatida ehtiyot chorasi tanlanganidan so‘ng qolgan muddatni hisoblash lozim. Agar bunday ehtiyot chorasi tanlanmagan bo‘lsa, jazoning o‘talmagan qismi muddati oxirgi hukm chiqarilgan vaqtdan boshlab hisoblanadi. Shu vaqtning o‘zida tezkor xususiyatli jazoning o‘talmagan qismini aniqlashda axloq tuzatish ishlariga ma’muriy qamoq muddati hamda jazoni ijro etishdan qochib yurgan vaqti kabi jazolar ijro etilishidagi muddati hisobga olinmaydi;\n\njazoni o‘tash muddatidan ilgari shartli ravishda ozod etilganda jazoning mahkum tomonidan o‘talmay qolgan qismi;\n\nJKning 72-moddasida ko‘rsatilgan tartibda shartli hukm qilinganda hukmning butun muddati;\n\nJPKning 533-moddasi tartibida ijrosi kechik-tirilgan jazo muddati.\n\n7. Bir necha hukm yuzasidan uzil-kesil jazo turini belgilash, Jinoyat kodeksi Maxsus qismi moddasi sanksiyasidagi jazoning maksimal doirasi bilan bog‘liq emas. Lekin, Jinoyat kodeksining Umumiy qismida ushbu jazo turi uchun belgilangan doiradan chiqib bo‘lmaydi. Sudlar shuni hisobga olishlari kerakki, hukmlar majmui bo‘yicha belgilangan jazo yangi jinoyat uchun belgilangan jazo muddatidan ham, ilgarigi hukm bo‘yicha belgilangan jazoning o‘talmagan qismidan ham ko‘proq bo‘lishi kerak. Bunda ozodlikdan mahrum etish tariqasidagi uzil-kesil jazo muddati yigirma besh yildan, voyaga yetmaganlar, oltmish yoshdan oshgan erkaklar hamda ayollarga nisbatan esa, o‘n besh yildan ortiq bo‘lishi mumkin emas.\n\n8. Bir necha hukmlar yuzasidan umrbod ozodlikdan mahrum qilish yoki uzoq muddatga ozodlikdan mahrum qilish jazosini tayinlashda sharhlanayotgan moddaning 3 va 4-qismi qoidalariga rioya qilish kerak. Xususan, sharhlanayotgan moddaning 3-qismiga muvofiq, agar hukmlardan biri bilan umrbod ozodlikdan mahrum qilish tariqasidagi jazo tayinlangan bo‘lsa, bir necha hukmlar yuzasidan jazolarni qo‘shishda yengilroq jazo turini umrbod ozodlikdan mahrum qilish bilan qoplash orqali jazo uzil-kesil tayinlanadi.\n\nSharhlanayotgan moddaning 4-qismiga asosan esa, agar hukmlardan biri bilan uzoq muddatga ozodlikdan mahrum qilish jazosi tayinlangan bo‘lsa, bir necha hukmlar yuzasidan jazolarni qo‘shishda yengilroq jazoni og‘irrog‘i bilan qoplash yoxud jazolarni to‘la yoki qisman qo‘shish yo‘li bilan jazo uzil-kesil tayinlanadi.\n\nBiri tugallanmagan jinoyat bo‘yicha chiqarilgan bir necha hukmlar yuzasidan jazo tayinlashda ham mazkur qoidalarga rioya etilishi kerak.\n\n9. Ozodlikdan mahrum qilish jazosi tayinlanganda koloniya turi uzil-kesil tayinlangan jazo turidan kelib chiqishi kerak. Agar ozodlikdan mahrum qilishda shaxsga nisbatan avvalgi hukm bo‘yicha ham ushbu jazo turi belgilangan bo‘lsa, qat’iy jazo muddatidan va avvalgi o‘tash joyi og‘irligidan qat’i nazar, belgilanadigan koloniya turi avvalgisidan yengil bo‘lmasligi lozim. Masalan, agar avvalgi hukm bo‘yicha jazoni o‘tash shaxsga umumiy tartibli koloniyada belgilangan bo‘lsa, hukmlar jami bo‘yicha umumiy tartibli yoki qattiqroq tartibli koloniya belgilanadi (ushbu holda Jinoyat kodeksining 50-moddasiga rioya etmoq lozim). Ushbu masalaning boshqacha tarzda talqin qilinishi, jazoning asossiz yengillashuviga olib keladi. Jazoni ijro etish koloniyasi turini belgilashda, aybdorning shaxsini ham hisobga olish lozim, shu bilan birga, agar jinoyat sodir etgan shaxsga avvalgi hukm bo‘yicha ozodlikdan mahrum qilish bilan bog‘liq bo‘lmagan jazo tayinlangan bo‘lsa, ushbu holat koloniya turini belgilashda sud tomonidan e’tiborga olinishi mumkin emas.\n\n10. Tayinlangan uzil-kesil jazo muddati oxirgi ish bo‘yicha sudgacha ehtiyot chorasi sifatida qamoqda saqlash yoki ushlab turish vaqti hisobga olingan holda oxirgi hukm chiqarilgan kundan boshlab hisoblanadi.\n\n11. Oldingi hukm hamda yangi jinoyat uchun hukm bo‘yicha tayinlangan jazolar har xil bo‘lgan hollarda bir necha hukm yuzasidan jazolarni qo‘shish qoidalari sharhlanayotgan moddaning 2-qismi bilan belgilanadi. Qonunning to‘g‘ridan to‘g‘ri ko‘rsatmasiga binoan, ushbu hollarda JKning 61-moddasi qoidalariga rioya etish lozim.\n\n\n12. Mahkumning jazo o‘tashdan bo‘yin tovlaganligi uchun ilgarigi hukm yuzasidan tayinlangan jazoning bir turi boshqa turga almashtirilgan vaziyatlarda (masalan, axloq tuzatish ishlari ozodlikdan mahrum qilish jazosi bilan almashtirilgan bo‘lsa) jazo, JKning 61-moddasi qoidalariga asosan, birinchi jazo o‘rniga tayinlangan jazodan kelib chiqib, uzil-kesil tayinlanishi kerak. Xususan, ilgarigi hukm yuzasidan tayinlangan axloq tuzatish jazosini o‘tashdan bo‘yin tovlaganligi bilan bog‘liq holda mazkur jazo ozodlikdan mahrum qilish jazosi bilan almashtirilgan bo‘lsa va shu jazoni o‘tash davrida mahkum tomonidan yangi jinoyat sodir etilgan bo‘lsa, bir necha hukmlar yuzasidan tayinlangan uzil-kesil jazo birinchi hukm yuzasidan tayinlangan axloq tuzatish ishlari almashtirilgan ozodlikdan mahrum qilish jazosi va ikkinchi hukm bo‘yicha tayinlangan tegishli jazoni qo‘shish yo‘li bilan belgilanishi lozim.\n\nXuddi shunday, agar birinchi hukm bo‘yicha keyinchalik uni ijro etishdan bo‘yin tovlaganlik munosabati bilan boshqa jazo turiga almashtirilgan jarima tayinlangan bo‘lsa, sud tomonidan uzil-kesil jazo birinchi hukm bo‘yicha jarima o‘rniga tayinlangan jazoni hisobga olgan holda tayinlanadi. Boshqacha qilib aytganda, bunday vaziyatlarda almashtirilgan jazo turi qayta (axloq tuzatish ishlari yoki jarimaga) almashtirilmaydi. Boshqacha vaziyatda yangi jinoyat sodir etish jarimani to‘lash yoki axloq tuzatish ishlaridan bo‘yin tovlash uchun javobgarlikdan ozod qilishning o‘ziga xos asosi bo‘lib qoladi.\n\n13. Sharhlanayotgan moddaning 5-qismida mahkumning ish haqidan yoki pul ta’minotidan ushlab qolish foizlari har xil bo‘lgan taqdirda, axloq tuzatish ishlari yoki xizmat bo‘yicha cheklash jazolarini qo‘shish masalasi hal qilingan. Bunday vaziyatda qonunda ko‘rsatilganiga ko‘ra, ko‘rsatilgan jazo muddatlari qo‘shilib, ushlab qolish esa, alohida hisoblanishi kerak.\n\n14. Sharhlanayotgan moddaning oltinchi qismiga binoan, «ilgarigi hukm yuzasidan ijro etilmay qolgan qo‘shimcha jazolar hukmlar jami tariqasida tayinlangan asosiy jazoga qo‘shib tayinlanadi». Boshqacha qilib aytganda, ilgarigi hukm bo‘yicha tayinlangan va o‘talmagan qo‘shimcha jazo uzil-kesil asosiy jazoga to‘la yoki qisman qo‘shimcha jazo sifatida biriktirib berilishi yoki yangi hukm bo‘yicha tayinlangan turdagi qo‘shimcha jazoga, shu turdagi qo‘shimcha jazo uchun belgilangan muddat doirasida to‘la yoki qisman qo‘shib tayinlanishi mumkin. Har xil turdagi qo‘shimcha jazolar alohida-alohida ijro etiladi.\n\n15. Muayyan huquqdan mahrum qilish jazosi birinchi hukm bo‘yicha asosiy jazo sifatida, ikkinchisi bo‘yicha qo‘shimcha jazo sifatida qo‘llanilganda, Jinoyat kodeksi Umumiy qismidagi, ushbu jazo turi asosiy jazo sifatida belgilangan maksimal muddati bilan aniqlanadi (ya’ni, maksimal muddat 5 yildan oshmasligi lozim). Lekin, ushbu qoida faqat aybdorga bir xil huquqdan, ya’ni bir xil lavozim yoki bir xil faoliyat bilan shug‘ullanishdan, mahrum qilinganida qo‘llaniladi. Ushbu holda, Jinoyat kodeksi Umumiy qismiga ko‘ra, muayyan huquqdan mahrum qilishning maksimal doirasi asosiy jazo turi sifatida 5 yil, qo‘shimcha jazo sifatida 3 yil belgilanadi.\n\n16. Inobatga olish lozimki, agar ish bo‘yicha mahkum boshqa jinoyatlarda ham aybdor ekanligi aniqlanib, ulardan ayrimlari birinchi hukm chiqarilgunga, boshqalari esa, hukm chiqarilgandan so‘ng sodir etilgan bo‘lsa, ikkinchi hukm bo‘yicha jazo avval birinchi hukm chiqarilgunga qadar sodir etilgan jinoyatlar majmui bo‘yicha, keyin JKning 59-moddasi oltinchi qismi qoidasiga ko‘ra, so‘ngra birinchi hukm chiqarilgandan keyin sodir etilgan jinoyatlar majmui bo‘yicha va oxirgi bir necha hukm yuzasidan (JKning 60-moddasi) uzil-kesil tayinlanadi."
        },
        {
            "modda_raqami": "61-modda. Jazolarni qo‘shishning hisoblash qoidalari.",
            "matni": "Har xil turdagi asosiy jazolarni qo‘shganda ozodlikdan mahrum qilishning bir kuni:\n\na) ozodlikni cheklashning yoki intizomiy qismga jo‘na-tishning bir kuniga;\n\nb) axloq tuzatish ishlarining yoki xizmat bo‘yicha cheklash-ning uch kuniga;\n\nv) majburiy jamoat ishlarining to‘rt soatiga to‘g‘ri keladi.\n\nJarima yoki muayyan huquqdan mahrum qilish tariqasidagi jazo ozodlikdan mahrum qilish, intizomiy qismga jo‘natish, ozodlikni cheklash, xizmat bo‘yicha cheklash, axloq tuzatish ishlari, majburiy jamoat ishlari jazosi bilan qo‘shilganda har qaysisi alohida ijro etiladi.",
            "sharxi": "1. Jinoyat kodeksiga ko‘ra, jazo tayinlash jinoyat sodir etishning huquqiy oqibatidir. Odillik va insonparvarlik prinsipiga ko‘ra, har bir jinoyat uchun faqat bitta asosiy jazo qo‘llash mumkin. Shu bilan birga, sodir etilgan bir necha jinoyat uchun hamda bir necha hukm yuzasidan jazo tayinlashda turli xil davlat majburlov choralarini qo‘llash mumkin, lekin ularning barchasini baravariga qo‘llash adolatsiz bo‘lib, jinoiy jazo maqsadlarini amalga oshirish uchun yetarli bo‘lmaydi. Shunday qilib, ushbu hollarda bir necha jinoyat uchun (59-modda) yoki bir necha hukm ustidan (60-modda) jazo tayinlashda, sharhlanayotgan moddaga asosan, bitta asosiy jazo qo‘llash lozim.\n\n2. JKning 59 va 60-moddalari tahlili va sharhlanayotgan moddada nazarda tutilgan jazolarni qo‘shish tizimi (qoidasi) shuni ko‘rsatadiki, jazolarni qo‘shishda asos sifatida eng og‘ir jazo olinadi. Shunday qilib, qo‘shish chog‘ida yengilroq jazo turini og‘irroq jazo turiga o‘tkazish lozim, mazkur holatda jazolarni qo‘shish ularni yengillashtirishga olib kelmaydi.\n\nJazolarning og‘irligini aniqlashda Jinoyat kodeksi 43-moddasi birinchi qismida ko‘rsatib o‘tilgan jazolar ketma-ketligidan kelib chiqish lozim.\n\n3. Jinoyat kodeksi sharhlanayotgan moddasi jazolarni qo‘shish qoidalarida asosiy jazoning har xil turlarini o‘zaro mutanosib holda mustahkamlab qo‘ygan. Shunday proporsional birlik sifatida ozodlikdan mahrum qilish jazosi qo‘llaniladi. Lekin, ushbu holat tayinlanadigan turli xil jazolarni ozodlikdan mahrum qilish jazosiga olib kelish degani emas, chunki ozodlikdan mahrum qilish jazosi ushbu modda ma’nosiga ko‘ra, jazoning har xil turlari o‘rtasida proporsional mutanosiblikni ta’minlaydigan yordamlashuvchi elementdir.\n\nSharhlanayotgan moddaga ko‘ra, ozodlikdan mahrum qilish jazosi «etalon» «so‘rash» emas, balki turli xil davlat majburlov choralaridan bitta uzil-kesil asosiy jazo aniqlashdagi o‘ziga xos «maxrajdir». Turli xil jazolarni ozodlikdan mahrum qilish jazosiga mutanosibligidan boshqa jazo turlarini o‘zaro mutanosibligi aniqlanadi.\n\nShuni e’tiborga olish lozimki, amaldagi Jinoyat kodeksi bo‘yicha yengilroq jazoni og‘irrog‘i bilan qoplash usuli nazarda tutilmaydi. Bunga qaramay, sud ba’zi holatlarda jinoyatlar majmui tariqasida uzil-kesil jazo tayinlashda bitta jazoni boshqasi bilan qoplash yo‘lini qo‘llashiga to‘g‘ri keladi. Masalan, jinoyatlar jamini tashkil etuvchi ikki jinoyatdan biri uchun sud aybdorga bazaviy hisoblash miqdorining ellik baravari miqdorida jarima, boshqasi uchun bazaviy hisoblash miqdorining yuz baravari miqdorida jarima tayinlagan. Bunday holda jinoyatlar majmui tariqasida sud aybdorga bazaviy hisoblash miqdorining yuz baravaridan ko‘p bo‘lmagan miqdorda jarima tayinlashi mumkin xolos, chunki Jinoyat kodeksi 44-moddasiga ko‘ra, ushbu jazo turining eng ko‘p qismi bazaviy hisoblash miqdorining yuz baravarigacha miqdorda belgilangan.\n\n4. E’tibor berish lozimki, turli xil jazo turlarining mutanosibligi nafaqat sharhlanayotgan moddaning birinchi qismi turli bandlarida ko‘rsatilgan (xizmat bo‘yicha cheklash va intizomiy qismga jo‘natish) jazo turlari o‘rtasida, balki sharhlanayotgan moddaning bitta bandi ichidagi jazo turlari (axloq tuzatish ishlari yoki xizmat bo‘yicha cheklash) o‘rtasida qo‘llanilishi mumkin. Shu hollarda ham jazolar o‘rtasidagi mutanosiblik ozodlikdan mahrum qilish jazosi orqali aniqlanadi.\n\n5. Bir necha jinoyat sodir etganlik uchun yoki bir necha hukm yuzasidan axloq tuzatish ishlariga yoki xizmat bo‘yicha cheklashga hukm qilinib, ish haqi yoki pul ta’minotidan davlat foydasiga ushlab qolishning har xil miqdorlari belgilangan hollarda bu jazolarning faqat muddatlari qisman yoki to‘liq qo‘shiladi.\n\n6. Sharhlanayotgan moddaning ikkinchi qismida boshqa jazo turlari bilan qo‘shib bo‘lmaydigan jazo turlari jarima va muayyan huquqdan mahrum qilish ko‘rsatib o‘tilgan. Ushbu jazo turlari jinoyatlar yoki hukmlar majmui uchun tayinlanganda, ozodlikdan mahrum qilish, intizomiy qismga jo‘natish, xizmat bo‘yicha cheklash, axloq tuzatish ishlari jazolari bilan qo‘shilganda har qaysisi alohida ijro etiladi. Ushbu holda qolgan asosiy jazolar qo‘shilib, bitta jazoga keltiriladi.\n\n7. Sharhlanayotgan moddada ko‘rsatilgan jazolarni qo‘shish qoidalarini jazo o‘tashdan bo‘yin tovlash holatidagi jazoni almashtirishdan ajratmoq lozim. Jazo turini almashtirish holatida sharhlanayotgan modda qoidalari qo‘llanilmasdan jazo turlari orasidagi proporsiyalar har bir almashtiriladigan jazo uchun alohida aniqlanadi (44 va 46-modda). Bundan tashqari, jazolarni qo‘shish holati sud tomonidan hukmda jazo tayinlash orqali sodir bo‘lsa, jazo turini almashtirish hukmni ijro etish vaqtida sodir bo‘ladi."
        },
        {
            "modda_raqami": "62-modda. Ushlab turish, qamoqqa olish yoki uy qamog‘i vaqtini hisobga olish qoidalari.",
            "matni": "Sud jazo tayinlash chog‘ida ushlab turishning, qamoqqa olishning yoki uy qamog‘ining har bir kunini:\n\na) ozodlikni cheklashning, intizomiy qismga jo‘natish-ning, ozodlikdan mahrum qilishning bir kuniga;\n\nb) axloq tuzatish ishlarining yoki xizmat bo‘yicha cheklash-ning uch kuniga;\n\nv) majburiy jamoat ishlarining to‘rt soatiga tenglashtirib hisoblaydi.\n\nSud ushlab turilgan, qamoqda yoki uy qamog‘ida saqlangan shaxsga jarima tayinlashda ushlab turishning, qamoqda yoki uy qamog‘ida saqlashning bir kunini bazaviy hisoblash miqdorining ikkidan bir qismiga tenglashtirib hisobga oladi.",
            "sharxi": "1. Ayblanuvchi, sudlanuvchining surishtiruv, dastlabki tergov va suddan bo‘yin tovlashiga yo‘l qo‘ymaslik, kelgusida jinoiy faoliyatining oldini olish, ish bo‘yicha haqiqatni aniqlashga to‘sqinlik qilishga urinishga yo‘l qo‘ymaslik maqsadida, alohida holatlarda tergov organlari tomonidan ushlash, qamoqqa olish yoki uy qamog‘i qo‘llanilishi mumkin. Natijada, odatda, mavjud jinoiy jazo maqsadlariga yanada samarali erishishni ta’minlovchi belgilangan ta’sir ko‘rsatiladi. Buning barchasi jazo muddatini hisobga olishda ushlash, qamoqqa olish yoki uy qamog‘ini muddatlari qo‘shib hisoblanadi.\n\n2. Jinoiy huquqning nazariyasi va amaliyoti ushlash, qamoqqa olish yoki uy qamog‘i muddatini, xususan jazo tayinlashda hisoblanishi lozim bo‘lgan muddatni belgilashda, sudlar tomonidan quyidagilar albatta hisobga olinishini talab qiladi:\n\nqamoqqa olish muddati jinoiy-protsessual tomondan ehtiyot chorasi sifatida. O‘zbekiston Respublikasi JPKda qamoqqa olish muddati va chegarasini tayinlash tartibi belgilangan (245, 315-moddalar);\n\njinoyat sodir etishda gumonlanuvchini ushlab turish vaqti JPKning 27-bobiga muvofiqligini. Bundan tashqari, ushlab turish muddatini belgilashda JPKning 315-moddasida nazarda tutilgan qoidalarga amal qilish lozim;\n\nstatsionar sharoitlarda sudga oid tibbiy yoki sudga oid psixiatriya ekspertizasini tayinlash zaruriyati holatlarida shaxsni tibbiy muassasaga joylashtirilgan muddatni. Shaxsning tibbiyot muassasasida bo‘lishning maksimal muddatlarini belgilash tartibi JPKning 268, 315-moddalariga muvofiq belgilanadi;\n\nsud tomonidan jazo muddati tayinlangan va kelgusida jinoyat deb e’tirof etilgan (masalan, O‘zbekiston Respublikasida bo‘lish qoidalarini buzish MJtKning 225-moddasi, yoxud diniy ta’limotdan saboq berish tartibini buzish MJtKning 241-moddasi) qilmish uchun shaxsning ma’muriy tartibda (O‘zbekiston Respublikasi Ma’muriy javobgarlik to‘g‘risidagi Kodeksiga muvofiq) ushlangan yoki qamoqqa olingan muddati;\n\nharbiy xizmatchining kelgusida jinoyat deb e’tirof etilib, sud tomonidan jazo tayinlangan qilmish uchun gauptvaxtada intizomiy qamoq ostida ushlash muddati (masalan, bo‘ysunmaslik);\n\nshaxsini aniqlash uchun shaxsning qabul qilish va taqsimlash muassasasida ushlab turilgan vaqti.\n\n3. Dastlabki qamoqqa olish muddatlari yuqorida ko‘rsa-tilgan choralarning biri qo‘llanilganidan boshlab, hukm qonuniy kuchga kirgunga qadar bo‘lgan vaqtgacha to‘liq hisoblanadi. Dastavval chiqarilgan hukm yuqori turuvchi sud tomonidan bekor qilingan yoki ish takror ko‘rilgan holatida, ushlangan, qamoqqa olingan yoki uy qamog‘ida ushlangan butun muddat birinchi hukm yoki ikkinchi hukm qonuniy kuchga kirgunga bo‘lgan muddat bilan qo‘shib hisoblanishi lozim. Shu bilan bir vaqtda, ko‘rsatilgan muddatlar orasidagi davr ham dastlabki qamoq muddati sifatida hisoblanadi.\n\n4. Izoh berilayotgan moddada ko‘rsatilgan ushlash, qamoqqa olish yoki uy qamog‘i muddatini hisoblash qoidalari mahkumga quyidagi jazoni tayinlash holatlariga tatbiq etiladi:\n\nushlab turish, qamoqda saqlash yoki uy qamog‘ining bir kuni ozodlikni cheklash, intizomiy qismga jo‘natish yoxud ozodlikdan mahrum qilishning ko‘rsatilgan turdagi bir kuniga to‘g‘ri keladi;\n\nushlab turish, qamoqda saqlash yoki uy qamog‘ining bir kuni jazoning axloq tuzatish yoki xizmat bo‘yicha cheklash kabi turining uch kuniga to‘g‘ri keladi;\n\nushlab turish, qamoqda saqlash yoki uy qamog‘ining bir kuni majburiy jamoat ishlarining to‘rt soatiga to‘g‘ri keladi.\n\nJazoni tayinlashda ushlab turish, qamoqda saqlash yoki uy qamog‘i vaqtini hisobga olish haqidagi qaror hukmning rezolyutsiya (qaror qilish) qismida aks ettirilishi lozim.\n\n5. Qonunda nazarda tutilgan holatlarda, jazo tayinlashda ushlab turish, qamoqda saqlash yoki uy qamog‘i muddatlari hisobga olinishi zarurligini e’tiborga olish lozim. Masalaning boshqacha yechimi hukmning o‘zgartirilishiga olib keladigan jinoiy qonunchilikning jiddiy buzilishi hisoblanadi.\n\nUshlab turish, qamoqda saqlash yoki uy qamog‘i muddatlari sud tomonidan tayinlangan jazo muddatiga teng yoki undan ortiq bo‘lgan holatlarda, sudlanuvchi jazo muddatini o‘tagan deb e’tirof etiladi va ozod qilinadi.\n\n6. O‘zbekiston Respublikasining 2014 yil 4 sentyabrdagi «O‘zbekiston Respublikasining ayrim qonun hujjatlariga o‘zgartish va qo‘shimchalar kiritish to‘g‘risida»gi QO‘RQ-373-sonli Qonuniga muvofiq, mazkur modda ikkinchi qism bilan to‘ldirilgan bo‘lib, unda jarima jazosini tayinlashda shaxsning qamoqda saqlangan muddatini hisobga olish qoidalari belgilangan edi. Qoidaga ko‘ra, jarima tayinlashda ushlab turilgan, qamoqda saqlangan yoki uy qamog‘ining har bir kunini bazaviy hisoblash miqdorining ikkidan bir qismiga tenglashtirib hisoblaydi.\n\nBunda jarima jazosi sud tomonidan hukm chiqarilgan vaqtda amaldagi bazaviy hisoblash miqdoridan hisoblanadi.\n\n7. Jinoiy kodeksning izoh berilayotgan moddasida nazarda tutilmagan (jarima, belgilangan muayyan huquqdan mahrum qilish) boshqa turdagi jazo choralarini tayinlashda, ushlab turish, qamoqda saqlash yoki uy qamog‘i hisobga olinmaydi. Ammo sud mazkur vaziyatni hisobga olishi lozim va tegishincha tayinlanayotgan jazoni yengillashtirishi yoki aybdorni jazoni ijro etishdan batamom ozod qilishi mumkin. Bunda sud o‘zining sudlanuvchiga nisbatan jazoni yengillashtirish yoki jazoni ijro etishdan batamom ozod qilishi haqidagi qarorini hukmning asoslovchi qismida asoslovchi qismida asoslab bermog‘i lozim."
        },
        {
            "modda_raqami": "63-modda. Jazo muddatlarini hisoblash..",
            "matni": "Muayyan huquqdan mahrum qilish, axloq tuzatish ishlari, xizmat bo‘yicha cheklash, qamoq, ozodlikni cheklash, intizomiy qismga jo‘natish, ozodlikdan mahrum qilish tarzidagi jazolarning muddatlari oylar va yillar bilan hisoblanadi. Jazolarni almashtirish, hisoblash, qo‘shish vaqtida ularning muddatlari sutkalar bilan hisoblanishi mumkin. Majburiy jamoat ishlari tariqasidagi jazoning muddatlari soatlar bilan hisoblanadi.",
            "sharxi": "1. Jazo muddatlarini to‘g‘ri va bir xilda hisoblash, jazoning qonuniy va adolatli tayinlanishi va ijro etilishi garovi hisoblanadi va jazo maqsadlariga erishishda ko‘maklashadi. Bundan tashqari, jazo muddatlarini hisoblash qoidalari jinoyat to‘g‘risidagi qonunchilikning boshqa institutlarini (almashtirish, hisoblash, qo‘shish va hokazo) qo‘llashda ko‘maklashadi.\n\n2. Sharhlanayotgan moddada muayyan huquqdan mahrum qilish, axloq tuzatish ishlari, xizmat bo‘yicha cheklash, ozodlikni cheklash, intizomiy qismga jo‘natish, ozodlikdan mahrum qilish tarzidagi jazolarning muddatlari oylar va yillar bilan hisoblanishi ko‘rsatilgan. Bundan kelib chiqadiki, sodir etilgan jinoyat uchun jazo oyning bir qismiga yoki bir necha kunga tayinlanmaydi. Mazkur holatlarda tegishli ravishda hukm o‘zgartirilishi lozim.\n\n3. Jazo muddatini oy va yillarda hisoblaganda jazo muddati oyning oxirgi kuni va yilning oxirgi oyida tugaydi. Masalan, hukm bo‘yicha 1 yillik jazo 2002 yil 3 martdan boshlansa, jazo muddati 2003 yil 2 martda tamom bo‘ladi. Yilda necha kun bo‘lishi ahamiyatga ega emas (kabisa yili ham). Agar hukm bo‘yicha 3 oylik jazo 1997 yil 5 iyunidan boshlansa, u holda jazo muddati shu yilning 4 avgustida tamom bo‘ladi. Jazoni oylarda hisoblashda mazkur oy necha kundan iborat bo‘lishi ahamiyatga ega emas (2 oylik axloq tuzatish ishlari tayinlanganda, tayinlangan jazoning o‘tish muddati 1997 yil 1 yanvardan hisoblaganda, shu yilning 28 fevralida tamom bo‘ladi, 3 oylik jazoda esa, muddat 1997 yilning 31 martida tugaydi).\n\n4. Sharhlanayotgan moddaga ko‘ra, jazolarni almashtirish, hisoblash, qo‘shish vaqtida ularning muddatlari sutkalar bilan hisoblanishi mumkin. Shu holda, hukm yoki ajrimda (jazo almashtirishda) yillar, oylar va qolgan kunlar to‘liq ko‘rsatilishi lozim.\n\n5. Jazo muddatini kunlar bilan hisoblaganda O‘zbekiston Respublikasining Jinoyat-protsessual kodeksida nazarda tutilgan kunlarni hisoblash qoidalari qo‘llaniladi. Ya’ni, muddatni hisoblashda ishdan holi vaqt ham e’tiborga olinadi. Muddatlar sutkalar bilan hisobga olinganda muddat oxirgi sutkada soat 24.00 da tugaydi. Tegishli harakat sudda, prokuraturada yoki boshqa davlat muassasasida bajarilishi lozim bo‘lsa, muddat ushbu muassasalarda ish vaqti tamom bo‘lishi bilan tugaydi."
        }
    ]
}