{
    "bob_nomi": "XI bob. O‘zgalar mulkini talon-toroj qilish bilan bog‘liq bo‘lmagan jinoyatlar",
    "moddalar": [
        {
            "modda_raqami": "170-modda. Aldash yoki ishonchni suiiste’mol qilish yo‘li bilan mulkiy zarar yetkazish. ",
            "matni": "Aldash yoki ishonchni suiiste’mol qilish yo‘li bilan mulkdorga ancha miqdorda zarar yetkazish, basharti, bu qilmishda talon-toroj qilishning alomatlari bo‘lmasa - \n\neng kam oylik ish haqining yigirma besh baravarigacha miqdorda jarima yoki ikki yilgacha axloq tuzatish ishlari bilan jazolanadi.\n\nO‘sha harakat:\n\na) takroran yoki xavfli retsidivist tomonidan;\n\nb) moddiy javobgar shaxs tomonidan;\n\nv) ko‘p miqdorda zarar yetkazgan holda sodir etilgan bo‘lsa, - \n\neng kam oylik ish haqining yigirma besh baravaridan ellik baravarigacha miqdorda jarima yoki ikki yildan uch yilgacha axloq tuzatish ishlari yoxud olti oygacha qamoq bilan jazolanadi.\n\nYetkazilgan moddiy zararning o‘rni qoplangan taqdirda qamoq tariqasidagi jazo qo‘llanilmaydi. ",
            "sharxi": "1. Ushbu moddada ko‘rsatilgan jinoyat bir qator belgilari bo‘yicha firibgarlik bilan o‘xshashdir. Aybdor sharhlanayotgan jinoyatni sodir etishda o‘z maqsadiga erishish uchun, firibgarlik jinoyatidagi kabi, aldash va ishonchni suiiste’mol qilishdan foydalanadi (JK 168-moddasi sharhiga qarang), biroq firibgarlikdan aybdorning mulkiy foydani noqonuniy ravishda qo‘lga kiritish mexanizmi bilan ajralib turadi. Agar firibgarlikda talon-toroj qilishning boshqa shakllari kabi mulkdordan mulkni qo‘lga kiritish va uni aybdorning yoki boshqa shaxslarning foydasiga noqonuniy o‘tkazish sodir etilsa, aldash yoki ishonchni suiiste’mol qilish yo‘li bilan mulkiy zarar yetkazishda mulk qo‘lga kiritilmaydi. Ushbu jinoyatda talon-toroj qilishning u yoki bu mulkdorning mulkini shaxsiy fondidan qo‘lga kiritish kabi belgisi mavjud emas, ya’ni mulkdorga tegishli yoki boshqa qonuniy egasi qo‘lida bo‘lgan mulkning mavjud massasi kamayishi sodir bo‘lmaydi. Odatda aybdor mulkiy foydani o‘zganing mulkini egallab olish orqali emas, balki lozim bo‘lgan summani to‘lamaslik orqali qo‘lga kiritadi.\n\n2. Aldash yoki ishonchni suiiste’mol qilish yo‘li bilan mulkiy zarar yetkazish obyekti o‘zganing mulki hisoblanadi. \n\nJK 170-moddasi birinchi qismi dispozitsiyasining tahlili shuni ko‘rsatadiki, foydalanish, egalik qilish, ijara kabi boshqa ashyoviy huquqlar mazkur jinoyatning obyekti hisoblanmaydi. Mulkiy zarar faqatgina ashyoning egasiga yetkazilishi mumkin. Bu holat ushbu jinoyatning obyektiv tomonining o‘ziga xosligi bilan bog‘liqdir, ya’ni lozim bo‘lgan pul mablag‘lari boshqa shaxslarga emas, faqat mulk egasiga berilishi mumkin. Agar nazarda tutilgan daromad, masalan, ijara beruvchiga mulk qaytarilmasa, u holda bunday munosabatlarda u boshqa qonuniy egallovchi sifatida emas, balki mulkdor sifatida namoyon bo‘ladi. \n\nShuni nazarda tutish lozimki, mulkdorga tegishli bo‘lgan yoki tegishli bo‘lishi lozim bo‘lgan mulkkina aldash yoki ishonchni suiiste’mol qilish yo‘li bilan mulkiy zarar yetkazish predmeti hisoblanadi. Biroq ushbu jinoyatni firibgarlikdan ajratib turuvchi o‘ziga xos yana bir xususiyati uning mulkiy huquq predmeti bo‘la olmasligidir. \n\n3. Obyektiv tomondan sharhlanayotgan jinoyat aybdorga bildirilgan ishonchni suiiste’mol qilish yoki aldash harakatlarida ifodalanadi. Buning natijasida firibgarlik belgilari mavjud bo‘lmagan holda mulkdorga mulkiy zarar yetkaziladi. Boshqacha aytganda, ushbu jinoyatda mulkiy zarar yetkazish g‘arazli maqsadlarda o‘zganing mulkini g‘ayriqonuniy ravishda, qoplamasdan talon-toroj qilish bilan amalga oshirilmaydi. \n\nUshbu jinoyatning obyektiv tomoni, talon-toroj qilishdan farqli ravishda, foydani g‘ayriqonuniy qo‘lga kiritish mexanizmi bilan ajralib turadi. Obyektiv tomoni shundan iboratki, jinoyatchi hali kelib tushmagan, lekin shartnomaviy yoki boshqa biron-bir majburiyatga muvofiq mulk egasiga kelib tushishi lozim bo‘lgan pul mablag‘lari yoki moddiy boyliklarni o‘zi yoxud boshqa shaxslar foydasiga olib, mulkdorga zarar yetkazadi. Shunday qilib, ushbu jinoyatni sodir etish orqali kelib chiqadigan mulkiy zarar talon-toroj qilishdagi kabi to‘g‘ridan to‘g‘ri zarar ko‘rishda emas, balki qo‘ldan boy berilgan foyda va olinishi lozim bo‘lgan daromadda ifodalanadi.\n\n4. Aldash yoki ishonchni suiiste’mol qilish yo‘li bilan mulkiy zarar yetkazishning obyektiv tomonining zaruriy belgisi ijtimoiy xavfli qilmish sodir etilishi orqali jabrlanuvchiga yetkaziladigan zarar miqdori hisoblanadi. Qonunga ko‘ra, aldash yoki ishonchni suiiste’mol qilish yo‘li bilan mulkiy zarar yetkazish jinoyatida yetkazilgan zarar miqdori eng kam oylik ish haqining o‘ttiz baravari miqdoridan ortiq bo‘lsa, jinoiy javobgarlik kelib chiqadi. Zararning miqdorini aniqlashda faqatgina aybdor tomonidan noqonuniy ravishda olingan mulkning narxi hisobga olinishi lozim. Agar yetkazilgan zarar miqdori belgilangandan kam yoki teng bo‘lsa, qilmish JK 170-moddasi bo‘yicha kvalifikatsiya qilinishi mumkin emas\n\n5. Aldash yoki ishonchni suiiste’mol qilish yo‘li bilan mulkiy zarar yetkazish respublika yoki mahalliy budjetlarga boj yoki boshqa majburiy to‘lovlarni to‘lamaslikda (yoki ularning hajmini kamaytirishda) ifodalanishi mumkin. Masalan, oldi-sotdi shartnomasini yashirish maqsadida mulkdan haqini to‘lamasdan foydalanib turish to‘g‘risida shartnoma tuzish orqali; yer uchastkasi yoki ko‘chmas mulkni sotib olishda shartnoma tuzayotganda uning haqiqiy narxini kamaytirib ko‘rsatish orqali; soliq yukini kamaytirish maqsadida qalbaki hujjatlarni taqdim etish va daromad solig‘i hajmini kamaytirish orqali, agar bunda JK 184-moddasida nazarda tutilgan jinoyat belgilari mavjud bo‘lmasa va boshqalar. Shuni nazarda tutish lozimki, tahlil qilinayotgan jinoyatni sodir etishda faqat soxta hujjat (uning qalbakilashtirilgani emas) taqdim etilgan bo‘lishi lozim (u aldash vositasi va ushbu jinoyatning belgisi hisoblanadi), shuning uchun aybdorning o‘zi tomonidan tayyorlangan qalbaki hujjatlarni taqdim etish orqali aldasa, uning harakatlari jinoyatlar majmui bo‘yicha JK 170-moddasi va 228-moddasi birinchi qismlari bilan kvalifikatsiya qilinishi lozim. \n\nJinoyat  kommunal xizmatlardan foydalanganlik uchun to‘lovlarni to‘lamaslikda (yoki to‘liq to‘lamaslikda) ifodalanishi mumkin. Shuningdek, tashkilotlar va korxonalarning ushbu tashkilot va korxonalar tomonidan ko‘rsatilayotgan xizmatlar uchun fuqarolardan kelib tushadigan to‘lovlarni olish huquqiga ega bo‘lmagan xodimlari tomonidan, belgilangan tartibni chetlab o‘tgan holda, kelib tushgan mablag‘larning o‘zlashtirilishida ifodalanadi (masalan, provodnikning chiptasiz yurganlik uchun yo‘lovchi va yuklar uchun pul olishi; avtomobillarga xizmat ko‘rsatish shoxobchasi ta’mirlovchisi tomonidan topshiriqnomada ko‘rsatilmagan ishlar uchun qo‘shimcha to‘lov olinishi; matbaa korxonasi xodimi tomonidan buyurtma berilgan nashrning bosib chiqarilmagan qismi uchun olingan to‘lovning o‘zlashtirilishi va hokazo). Ushbu holatda shunga e’tibor berish lozimki, korxonaga tegishli bo‘lgan materiallardan o‘zining manfaatlari yo‘lida ishlatish sharhlanayotgan jinoyat tarkibiga kirmaydi va tegishli shaklda o‘zganing mulkini talon-toroj qilish (rastrata yoki o‘g‘rilik) sifatida qo‘shimcha kvalifikatsiya qilinishi lozim. \n\nOxirgi yillarda qalbaki yo‘l chiptalaridan, abonementlardan foydalanish orqali aldash yoki ishonchni suiiste’mol qilish yo‘li bilan mulkiy zarar yetkazish shakllari ham keng tarqalmoqda. Ushbu harakatlar hujjatlar foydalanuvchi tomonidan ishlab chiqarilmagan, balki sotib olingan taqdirda, JK 170-moddasi bo‘yicha kvalifikatsiya qilinadi.\n\n6. Jinoyat aldash yoki ishonchni suiiste’mol qilish harakati sodir etilgan vaqtdan emas, balki mulkdorga yoki boshqa mulkni qonuniy egallovchiga haqiqiy zarar yetkazilgan vaqtdan boshlab tugallangan hisoblanadi. Shuning uchun bunday zarar yetkazishga qaratilgan aldash harakatlarini sodir etish JK 170-moddasi va 25-moddasi 2-qismi bilan kvalifikatsiya qilinishi lozim. \n\nAybdorning qonunga xilof harakati va kelib chiqqan oqibat o‘rtasidagi sababiy bog‘lanish aniqlanishi lozim. \n\nJinoyatni tugallangan deb topish uchun aybdor mo‘ljallayotgan mulkiy foydani olib ulgurgan bo‘lishi talab qilinmaydi. Shaxs o‘ziga ishonib topshirilgan mashinada ishini amalga oshirib, buyurtmachidan kelishilgan to‘lovni olishga ulgurmagan bo‘lsa, tugallanmagan jinoyat uchun javobgarlikka tortiladi, chunki mashina tegishli bo‘lgan tashkilotga mulkiy zarar yetkazib bo‘lingan (o‘zining manfaatlari uchun ish vaqtidan foydalanish va amortizatsiya xarajatlarini qoplamaslik va boshqalar). \n\n7. Subyektiv tomondan jinoyat bila turib, to‘g‘ri qasd bilan g‘arazli maqsadda sodir etiladi. Aybdor yolg‘on xabar berib  yoki mavjud dalillarni yashirib mulkdorni yoxud mulkning qonuniy egasini aldayotganligini tushunib yetadi va ushbu harakati orqali jabrlanuvchiga mulkiy zarar yetkazilishini ko‘ra biladi hamda ushbu zararni yetkazishni xohlaydi. G‘arazli motivlarga tayanib aybdor g‘ayriqonuniy ravishda mulkiy foydani qo‘lga kiritishni maqsad qiladi. \n\n8. JK 170-moddasi 1-qismi bo‘yicha jinoyat subyekti 16 yoshga to‘lgan va mansabdor shaxs yoki moddiy javobgar hisoblanmagan shaxslar bo‘ladi. \n\n9. JK 170-modda 2-qismida ushbu jinoyatning quyidagi kvalifikatsiya qilish belgilari nazarda tutiladi: \n\na) takroran yoki xavfli retsidivist tomonidan;\n\nb) moddiy javobgar shaxs tomonidan;\n\nv) ko‘p miqdorda zarar yetkazgan holda sodir etish.\n\nJK 170-moddasi 2-qismi “a” bandida ko‘rsatilgan kvalifikatsiya qilish belgilari yuqorida sharhlangan talonchilikning kvalifikatsiya qilish belgilarini aynan takrorlaydi va alohida ko‘rib chiqishni talab etmaydi. \n\n10. Moddiy javobgar shaxs qonun, shartnoma yoki mulkdorning maxsus topshiriqnomasi bo‘yicha yoxud rasmiy egasi tomonidan mulkdorning mulkini tasarruf etish, egalik qilish yoki foydalanish huquqlari bilan ta’minlangan shaxs hisoblanadi. Moddiy javobgarlik to‘g‘risida shartnoma tuziladigan xodimlar hamda ashyolarni saqlovchilar, ijarachilar shunday shaxslar hisoblanadi. Shunday qilib, ushbu kvalifikatsiya qilish belgisining mavjud bo‘lishi uchun jinoyat o‘zlashtirish yoki rastrataning subyektiga o‘xshash bo‘lgan maxsus subyekt tomonidan sodir etilganligini aniqlash lozim. \n\nModdiy javobgar shaxs tomonidan sodir etilgan aldash yoki ishonchni suiiste’mol qilish yo‘li bilan mulkiy zarar yetkazishning o‘zlashtirish yoki rastratadan farqli jihati uni sodir etish maqsadidadir. Sharhlanayotgan moddada qasddan, qoplamasdan qo‘lga kiritish (talon-toroj qilish) maqsadi mavjud emas. \n\n11. (Ko‘p miqdor tushunchasi to‘g‘risida Jinoyat kodeksi Maxsus qismi VIII bo‘limiga qarang.) \n\nSharhlanayotgan moddaning 3-qismida rag‘batlantiruvchi norma nazarda tutilgan bo‘lib, unga ko‘ra yetkazilgan moddiy zararning o‘rni qoplangan taqdirda qamoq tariqasidagi jazo qo‘llanilmaydi. Ushbu belgi JK 168-moddasi 4-qismida ko‘rsatilgan belgini takrorlaydi va qo‘shimcha sharhlashni talab etmaydi."
        },
        {
            "modda_raqami": "171-modda. Jinoiy yo‘l bilan topilgan mulkni olish yoki o‘tkazish.",
            "matni": "Mulkning jinoiy yo‘l bilan topilganini bila turib, uni oldindan va’da qilmagan holda olish yoki o‘tkazish - \n\neng kam oylik ish haqining yigirma besh baravarigacha miqdorda jarima yoki ikki yilgacha axloq tuzatish ishlari bilan jazolanadi. \n\nO‘sha harakatlar:\n\na) takroran yoki xavfli retsidivist tomonidan;\n\nb) ko‘p miqdorda sodir etilgan bo‘lsa, - \n\neng kam oylik ish haqining yigirma besh baravaridan ellik baravarigacha miqdorda jarima yoki ikki yildan uch yilgacha axloq tuzatish ishlari yoki olti oygacha qamoq yoxud uch yilgacha ozodlikdan mahrum qilish bilan jazolanadi. \n\nO‘sha harakatlar:\n\na) juda ko‘p miqdorda;\n\nb) o‘ta xavfli retsidivist tomonidan;\n\nv) uyushgan guruh tomonidan yoki uning manfaatlarini ko‘zlab sodir etilgan bo‘lsa, - \n\neng kam oylik ish haqining ellik baravaridan yuz baravarigacha miqdorda jarima yoki uch yildan besh yilgacha ozodlikdan mahrum qilish bilan jazolanadi.",
            "sharxi": "1. Sharhlanayotgan jinoyatning ijtimoiy xavfliligi shundaki, jinoiy yo‘l bilan topilgan mulkni sotib olayotgan yoki o‘tkazayotgan shaxsning harakatlari jinoyatchiga ushbu mulkni yashirish, saqlash yoki o‘tkazishga yordam beradi. Bunday holatlar mulkni jinoiy yo‘l bilan topayotgan shaxslarda ishonch hissini tug‘diradi va ular tomonidan yangi jinoyatlar sodir etilishiga turtki bo‘ladi. \n\nShu munosabat bilan davlat jinoiy yo‘l bilan topilgan mulklardan uchinchi shaxslar tomonidan foydalanilishining oldini olishga harakat qilib, sodir etilgan jinoyat orqali olinadigan daromadni eng kam darajaga tushirishga harakat qiladi. \n\n2. Ushbu modda bo‘yicha javobgarlik kelib chiqishining zaruriy sharti quyidagilar: jinoiy qilmishning mavjudligi,  uning natijasida mulkning qo‘lga kiritilishi va asosiy harakat sodir etilishi, ya’ni ushbu harakatlar natijasida kimgadir zarar yetkazilishi yoki yetkazilmasligidan qat’i nazar jinoiy yo‘l bilan topilgan mulkni oldindan va’da bermagan holda sotib olish yoki qo‘lga kiritish hisoblanadi. Ko‘rsatilgan shartlardan birontasi mavjud bo‘lmasa, shaxsning harakatlarida ushbu jinoyat belgilari mavjud deb topilishi mumkin emas. Shu sababli, masalan, jinoyat yo‘li bilan topilmaganligi, balki ishlab chiqarilganligi aybdorga ma’lum bo‘lgan mulkni sotib olish yoki qo‘lga kiritishga qaratilgan harakat ushbu modda bo‘yicha kvalifikatsiya qilinishi mumkin emas. Bunday holda, agar amaldagi qonunchilik bo‘yicha ushbu mulkni ishlab chiqarish jinoyat deb topilsa, unda jinoiy javobgarlik Jinoyat kodeksining maxsus normalariga ko‘ra kelib chiqadi (masalan, JK 176, 228-moddalariga qarang).\n\n3. Ushbu jinoyat obyekti egalik huquqi va boshqa mulkiy huquqlar, shuningdek, jamiyatda shakllangan va qonunchilikda aks ettirilgan mulkni tasarruf etish bo‘yicha munosabatlar hisoblanadi. \n\nMulk deganda, muayyan qimmatlikka ega bo‘lgan yoki uni olganda va unga nisbatan mulkiy huquqni qo‘lga kiritganda o‘z qiymatini yo‘qotmaydigan barcha ashyolar tushuniladi, chunki ular, fuqarolik muomalasidan chiqarilgan yoki cheklangan ashyolar bo‘lishidan qat’i nazar, sotilishi va qo‘lga kiritilishi mumkin. \n\nJK 171-moddasi belgilariga qimmatli va rangli metallar, tabiiy qimmatli toshlar, javohir, giyohvandlik vositalari va psixotrop moddalar, alkogol va tamaki mahsulotlari, etil spirti, qalbakilashtirilgan rasmiy hujjatlar, zaharli moddalar, qurol-yarog‘, o‘q-dori, portlovchi moddalar, radioaktiv, pornografik materiallar va mahsulotlar, shuningdek, g‘ayriqonuniy muomala qilish uchun javobgarlik JKning boshqa moddalarida nazarda tutilgan mulklar kirmaydi. \n\n4. Mulkni egallab olishning qonunga xilof holatlari sotib olayotgan yoki ushbu mulkni o‘tkazayotgan shaxsga ma’lum bo‘lsa, jinoiy yo‘l bilan qo‘lga kiritilgan, ya’ni qandaydir jinoyat sodir etish natijasida shaxs tasarrufida bo‘lib qolgan har qanday mulk jinoyat predmeti hisoblanadi. Jinoiy javobgarlik subyekti bo‘lolmaydigan yosh bolalar yoki boshqa shaxslar tomonidan jabrlanuvchidan yashirin ravishda qo‘lga kiritilgan mulklar jinoiy yo‘l bilan topilgan deb hisoblanmaydi. Shunday qilib, mazkur jinoyat predmetining zaruriy belgisi olishning jinoiy fe’l-atvori hisoblanadi (masalan, ma’muriy javobgarlikka tortiladigan mayda talon-toroj qilish sodir etish natijasida qo‘lga kiritiladigan mulk jinoyat predmeti hisoblanmaydi).\n\nShu bilan birga, uni ishlab chiqarish jinoyat hisoblansa ham, ishlab chiqarilayotgan mulkni qo‘lga kiritish jinoiy yo‘l bilan qo‘lga kiritilgan mulk sifatida tan olinishi mumkin emas (masalan, qalbaki hujjatlar, pullar). Biroq, ushbu ashyolar o‘g‘rilik, talonchilik hujumi orqali qo‘lga kiritilgan bo‘lsa yoki o‘zgacha talon-toroj qilish, yoxud boshqa g‘ayriqonuniy jinoiy yo‘l bilan qo‘lga kiritilsa va qo‘lga kiritilishi ishlab chiqarish natijasi hisoblanmasa, ularni jinoiy yo‘l bilan topilgan deb tan olish lozim. Bunday mulkni sotib olish yoki o‘tkazishda aybdor harakatlari jinoyatlar majmui bo‘yicha jinoiy yo‘l bilan topilgan mulkni olish va o‘tkazish sifatida kvalifikatsiya qilinadi. Shuningdek, uni tarqatish ijtimoiy xavfli hisoblangani holda, bunday mulkni tarqatish ushbu modda bilan kvalifikatsiya qilinadi (masalan, kvalifikatsiya qilishga o‘g‘irlangan pornografik materiallarni olish va keyinchalik tarqatish tegishlidir). \n\nShuningdek, jinoiy yo‘l bilan topilgan mablag‘larga sotib olingan mulklar ushbu jinoyat predmeti sifatida tan olinishi mumkin emas. \n\n5. Obyektiv tomondan qilmish bilgan holda jinoiy yo‘l bilan topilgan mulkni olish yoki o‘tkazish sifatida  muqobil harakatlarda ifodalanadi. \n\nOdatda, oldindan bila turib jinoiy yo‘l bilan topilgan mulkni sotib olgan shaxs xuddi o‘sha mulkni o‘tkazadi. Biroq aybdor shaxsning harakatlarida mazkur jinoyatning mavjudligini aniqlashda yuqorida sanab o‘tilgan harakatlardan birontasi mavjud bo‘lishining o‘zi yetarlidir. Shuning uchun, JK 171-moddasi bo‘yicha, jinoiy yo‘l bilan topilgan mulkni sotib olmagan, faqatgina uni o‘tkazgan shaxs ham javobgarlikka tortiladi. \n\n Ta’kidlash lozimki, jinoyatning obyektiv tomonini tashkil etuvchi harakatlar ro‘yxati faqat shulardan iborat. Jinoiy yo‘l bilan topilgan mulkka nisbatan sodir etilgan boshqa harakatlar (masalan, o‘tkazish, saqlash) JK 171-moddasi bo‘yicha javobgarlikka tortilishi mumkin emas. \n\n6. Jinoiy yo‘l bilan topilgan mulkni olish deganda, mulkni jinoiy yo‘l bilan topgan shaxs bilan o‘sha mulkning o‘z egaligiga va tasarrufiga o‘tkazishga qaratilgan har qanday haq  yoki bepul berilishi tushuniladi. Ya’ni,mulkni olgan shaxs unga egalik qiladi, begonalashtiradi yoki undan shaxsan foydalanadi, shu bilan birga olingan mulkka nisbatan egalikning yuridik mulk huquqi o‘tmaydi. Mulkni vaqtinchalik saqlab turishga berish ushbu modda mohiyatida belgilangan olish hisoblanmaydi. \n\n7. Jinoiy yo‘l bilan topilgan mulkni o‘tkazish deganda, mazkur mulkni boshqa shaxsga o‘tkazishning barcha usullari (sotish, hadya qilish, qimorda yutqazish, ayirboshlash va hokazo) tushunilmog‘i lozim. O‘tkazish, o‘z navbatida, pulli yoki pulsiz, mulkni o‘zining shaxsiy mulki sifatida tasarruf etish huquqini qo‘lga kiritadigan uchinchi shaxsga o‘tkazish bo‘yicha bir martalik yoki ko‘p martalik harakatlardir. \n\nO‘tkazish deganda, shuningdek, oldindan ma’lum bo‘lgan o‘g‘irlangan mulkni mulkiy foyda olish maqsadida garovga yoki boshqa foydalanishga berish tushuniladi.\n\n8. Jinoyatning obyektiv tomonining zaruriy belgisi jinoiy yo‘l bilan topilgan mulkni olish yoki o‘tkazish to‘g‘risida oldindan va’da berilmagan bo‘lishidir. \n\nJinoiy yo‘l bilan topilgan mulkni oldindan va’da bermagan holda olish yoki o‘tkazish deganda, agar subyekt bunday harakatlarni sodir etishga, jinoyat sodir etish yo‘li bilan mulk topuvchi shaxslarga va’da (rozilik) bermagan bo‘lsa, shuningdek, ular tomonidan sodir etilayotgan jinoyatlardan oldin yoki o‘sha vaqtda va’da bermagan (masalan, doimiy ravishda bila turib aynan bir shaxslardan jinoiy yo‘l bilan topilgan mulklarni olish) hamda ularga uning yordamiga ishonishiga imkoniyat beradigan harakat qilmagan holatlar tushuniladi. \n\nAksincha, agar jinoiy yo‘l bilan topilgan mahsulotni oldindan va’da bergan holda olish yoxud uni aynan bir shaxsning o‘zidan, bu mahsulotni sotishda unga ko‘maklashayotganini bilgani holda, doimiy ravishda olish jinoyatda yordamchi tariqasidagi ishtirokchilik qilish deb hisoblanishi lozim. \n\n9. Jinoyatning tugallangan vaqti ijtimoiy xavfli qilmishning kelib chiqishi bilan bog‘liq emas. Bila turib jinoiy yo‘l bilan topilgan mulkni olish yoki o‘tkazish jinoyatning formal tarkibiga taalluqlidir. Sharhlanayotgan modda bo‘yicha jinoiy yo‘l bilan topilgan mulk aybdor tomonidan olingan vaqtdan yoki shunday mulklarni o‘zidan soqit qilib, boshqa shaxslarga bergan vaqtdan boshlab tugallangan deb hisoblanadi. Oldindan saqlashga va’da bermagan holda keyinchalik ushbu mulkni o‘tkazish maqsadi, sharhlanayotgan moddadagi jinoyatni sodir etishga tayyorgarlik ko‘rish sifatida baholanishi lozim. \n\n10. Bu jinoyat subyektiv tomondan qasddan sodir etiladi. Aybdor bila turib jinoiy yo‘l bilan topilgan mulkni olayotganligini yoki o‘tkazayotganligini anglaydi yoki ishning obyektiv holatlariga ko‘ra anglashi lozim bo‘ladi va bunday harakatlar sodir etilishini xohlaydi yoki imkoniyat yaratib beradi. Shu bilan birga mazkur mulk qaysi jinoiy yo‘l bilan topilganligi, kim, qachon va qaysi holatlarda ushbu jinoyatni sodir etganligini aniqlash majburiy ahamiyat kasb etmaydi. Agar mulk bunday muayyan jinoyatni sodir etish orqali qo‘lga kiritilganligini shaxs bilganligi aniqlanadigan bo‘lsa, unda uning harakatlari jinoiy yo‘l bilan topilgan mulkni olish yoki o‘tkazish sifatida, shuningdek, aybdorning harakatlarida JK 241-moddasida nazarda tutilgan jinoyat haqida xabar bermaslik yoki uni yashirish kabi belgilar mavjud bo‘lganda, jinoyatlar jami bo‘yicha kvalifikatsiya qilinishi lozim. Aybdorning niyatini faqatgina mulkning jinoiy yo‘l bilan topilganligi fakti va o‘zining ushbu mulkni olish va o‘tkazish bo‘yicha harakatlari qamrab oladi. Agar aybdorning niyatini jinoiy yo‘l bilan topilgan predmetlarni olish va o‘tkazishga qaratilgan harakatlar qamrab olgan bo‘lsa, unda shaxs jinoyatni sodir etishda yordamchi sifatida javobgarlikka tortiladi (JK 28-moddasi). Masalan, shaxs o‘g‘irlangan narsalarni muntazam ravishda sotib olgan va o‘g‘rini jinoiy yo‘l bilan topilgan har qanday mulkni olishga ishontirgan bo‘lsa, bunday shaxs o‘zganing mulkini talon-toroj qilish ishtirokchisi deb topiladi va uning harakatlarini JK 171-moddasi bo‘yicha kvalifikatsiya qilishga yo‘l qo‘yilmaydi. \n\nOdatda, jinoyat motivlari g‘arazli, shuningdek, o‘zgacha ham bo‘lishi mumkin, biroq ular jinoyatni kvalifikatsiya qilishga ta’sir ko‘rsatmaydi. Masalan, shaxsiy fe’l-atvordagi motivlarga tayanib, shaxs bila turib jinoiy yo‘l bilan topilgan mulkni o‘tkazishi mumkin. \n\n11. JK 171-moddasi bo‘yicha shaxsni javobgarlikka tortishning majburiy belgisi shaxsning olinayotgan yoki o‘tkazilayotgan mulkning jinoiy yo‘l bilan topilganligini oldindan bilishidir.\n\nBila turib deganda, mulk jinoiy yo‘l bilan topilganligini aybdor shaxs bilishi va bilmasligi mumkin emasligi tushuniladi, ya’ni aybdor ushbu mulkning kelib chiqishi, u sotib olayotgan shaxsning qo‘liga qanday kelib tushganligi to‘g‘risida muayyan ma’lumotlarga ega bo‘lganligidir. Agar jinoiy yo‘l bilan topilgan mulk buyum bozoridan, ko‘chadan va boshqa holatlarda sotib olingan bo‘lsa, shaxs mulkni sotayotgan shaxsda uni o‘zidan soqit qilish huquqi mavjud emasligini bilmaganligi (Fuqarolik kodeksining 229-moddasiga binoan – insofli egallovchi)dan darak beradi. Olinayotgan yoki o‘tkazilayotgan mulkning kelib chiqishi to‘g‘risida bilmaslik JK 171-moddasi bo‘yicha javobgarlikka tortishdan xoli etadi. \n\n12. Jinoiy yo‘l bilan topilgan mulkni olish yoki o‘tkazish jinoyatining subyekti o‘n olti yoshga to‘lgan aqli raso shaxs bo‘lishi mumkin. \n\nMansabdor shaxs o‘z xizmat mavqeidan foydalangan holda 205-moddaning alomatlari bilan sodir etilganda jinoiy yo‘l bilan topilgan mulkni olish yoki o‘tkazishni sodir etsa, uning qilmishi jinoyatlar majmui bo‘yicha JK 171-moddasi va Jinoyat kodeksida hokimiyat yoki mansab vakolatini suiiste’mol qilganlik uchun javobgarlik belgilangan 205-moddasi bilan kvalifikatsiya qilinadi.\n\n13. JK 171-moddasi 2-qismida jinoyatning: \na) takroran yoki xavfli retsidivist tomonidan;\nb) ko‘p miqdorda sodir etilishi uchun javobgarlik nazarda tutilgan.\n14. JK 171-modda 3-qismida jinoyatning:\na) juda ko‘p miqdorda;\nb) o‘ta xavfli retsidivist tomonidan;\nv) uyushgan guruh tomonidan yoki uning manfaatlarini ko‘zlab sodir etilganligi uchun javobgarlik nazarda tutilgan.\nMazkur belgilar JK 164-moddasi tahlilida sharhlangan va ushbu moddaga nisbatan qandaydir alohida o‘ziga xos xususiyatlarga ega emas."
        },
        {
            "modda_raqami": "172-modda. Mulkni qo‘riqlashga vijdonsiz munosabatda bo‘lish.",
            "matni": "Shaxsning mulkni qo‘riqlash yuzasidan o‘z vazifalarini vijdonsiz bajarishi natijasida mol-mulk talon-toroj qilinishi, unga shikast yetkazilishi yoki uning nobud qilinishi ko‘p miqdorda zarar yetkazilishiga sabab bo‘lsa, basharti, bu qilmishda mansabdorlik jinoyati alomatlari bo‘lmasa, - \n\neng kam oylik ish haqining ellik baravarigacha miqdorda jarima yoki ikki yilgacha axloq tuzatish ishlari yoki uch oygacha qamoq bilan jazolanadi.",
            "sharxi": "1. Sharhlanayotgan moddaning ijtimoiy xavfliligi shundaki, shaxsning mulkni qo‘riqlashga vijdonsiz munosabatda bo‘lishi mulkning talon-toroj qilinishiga, zarar yetkazilishiga yoki yo‘q qilinishiga va natijada mulk egasiga ko‘p miqdorda zarar yetkazilishiga qulay sharoit yaratadi. \n\nJinoyat predmeti mansabdor bo‘lmagan shaxs muhofazasida turgan mulk hisoblanadi. \n\n2. Obyektiv tomondan jinoyat mulkni qo‘riqlashga vijdonsizlarcha munosabatda bo‘lishda ifodalanadi. Vijdonsizlarcha munosabatda bo‘lish - bu mulkni qo‘riqlash bo‘yicha funksiyalarni bajarmaslik (masalan, qorovulning o‘z qo‘riqlash navbatiga kelmasligi, yoki qo‘riqlanayotgan mulkni tashlab ketishi) yoki mulkni qo‘riqlash bo‘yicha tegishli bo‘lmagan majburiyatlarni bajarishdir.\n\n3. Agar mulkni qo‘riqlash majburiyatini bajarayotgan vaqtda yengib bo‘lmas kuch (masalan, to‘satdan og‘ir kasal bo‘lish, yong‘in, suv toshqini, zilzila) mavjud bo‘lib, buning natijasida shaxs mulkni talon-toroj qilinishiga, zarar yetkazilishiga va yo‘q qilinishiga to‘sqinlik qilish imkoniyatidan mahrum bo‘lsa, aybdor JK 172-moddasi bo‘yicha javobgarlikka tortilmaydi. \n\n4. Aybdor harakatlarida sharhlanayotgan jinoyat tarkibi mavjudligini aniqlash uchun mulkni qo‘riqlashga vijdonsizlarcha munosabatda bo‘lishning oqibati sifatida mulk talon-toroj qilinishi, zarar yetkazilishi yoki yo‘q qilinishi lozim. \n\nIshonib topshirilgan mulkni talon-toroj qilish deganda, ularning elementlarini tashkil etuvchi alohida predmetlar (masalan, ehtiyot qism va motor) yoki muhofazada turgan mulkni tashkil etuvchi predmetlarning butun majmuasi talon-toroj qilinganligini tushunish lozim.\n\nYo‘q qilish moddiy predmetga tashqi ta’sirning shunday usuliki, buning natijasida mulk o‘zining jismoniy mavjudligini yo‘qotadi yoki to‘liq ravishda maqsadli yo‘naltirilganligi bo‘yicha ishlatib bo‘lmaydigan holatga kelib qoladi. Yo‘q qilish – yoqib yuborish, kislotada eritib yuborish, buzish kabi mulkni to‘liq yo‘q qilishda ifodalanadi yoki mulkni shunday holatga keltirish tushuniladiki, buning natijasida u o‘zining sifat va foydalilik xususiyatlarini to‘liq yo‘qotadi. Yo‘q qilishning o‘ziga xos xususiyati shundaki, mulk tiklash yoki ta’mirlash orqali qayta tiklanmaydi va xo‘jalik muomalasidan to‘liq chiqib ketadi. \n\nZarar yetishi deganda, mulk tarkibining shunday o‘zgarishlari tushuniladiki, natijada uning mavjud holati yomonlashadi, anchagina foydalilik xususiyatlarini yo‘qotadi va xo‘jalik yoki boshqa maqsadli foydalanishga to‘liq yoki qisman yaroqsiz bo‘lib qolishini tushunish kerak. Mulkni qayta tiklab bo‘lmaydigan darajada yo‘qotishni anglatuvchi yo‘q qilishdan farqli ravishda, zarar yetishi tiklash, ta’mirlash, hayvonni davolash va boshqa predmetlarning bartaraf etilishi mumkin bo‘lgan sifat jihatdan buzilishiga olib kelishini anglatadi. \n\n5. Sharhlanayotgan jinoyat obyektiv tomonining zaruriy belgisi talon-toroj qilish, zarar yetkazish yoki yo‘q qilish natijasida qo‘riqlanayotgan mulkka ko‘p miqdorda zarar yetkazilishi hisoblanadi.\n\nTahlil qilinayotgan modda bo‘yicha aybdor shaxsning harakatlarini kvalifikatsiyalash uchun shaxsning mol-mulkni qo‘riqlash yuzasidan o‘z majburiyatlarini bajarishga vijdonsizlarcha munosabatda bo‘lishi va uning talon-toroj qilinishi, ko‘p miqdorda zarar yetkazilishi natijasida unga shikast yetkazilishi yoki uning nobud qilinishi o‘rtasidagi sababiy bog‘lanish mavjudligini aniqlash zarur bo‘ladi. Agar sababiy bog‘lanish bo‘lmasa, shaxs ushbu modda bo‘yicha javobgar bo‘lmaydi. \n\n6. Subyektiv tomondan jinoyat o‘ziga o‘zi ishonish tarzidagi ehtiyotsizlik bilan sodir etiladi. Aybdor o‘z majburiyatlariga vijdonsizlarcha munosabatda bo‘lishi natijasida mulk talon-toroj qilinishi, zarar yetkazilishi yoki yo‘q qilinishi kabi oqibat kelib chiqishi mumkinligini oldindan ko‘ra biladi va bila turib o‘z majburiyatlarini bajarmaydi yoki bunday oqibatlar kelib chiqmasligiga ishonib, to‘liq ravishda bajarmaydi yoxud oqibatlar kelib chiqishi mumkinligini ko‘ra bilmaydi. \n\n7. Jinoyat subyekti o‘n olti yoshga to‘lgan aqli raso shaxs hisoblanadi. \n\nMansabdor shaxslar mulkni muhofaza qilish bo‘yicha o‘z vazifalariga loqaydlik bilan yoki vijdonsizlarcha munosabatda bo‘lib, ularni bajarmasligi yoxud lozim darajada bajarmasligi natijasida ko‘p miqdorda zarar yetkazilgan bo‘lsa, ish holatlariga qarab ularning qilmishi mansabga sovuqqonlik bilan qarash (JK 207-moddasi) yoki hokimiyat harakatsizligi (JK 208-moddasi) bo‘yicha kvalifikatsiya qilinadi."
        },
        {
            "modda_raqami": "173-modda. Mulkni qasddan nobud qilish yoki unga zarar yetkazish.",
            "matni": "O‘zganing mulkini qasddan nobud qilish yoki unga zarar yetkazish ancha miqdorni tashkil etsa, - \n\neng kam oylik ish haqining ellik baravaridan yetmish besh baravarigacha miqdorda jarima yoki ikki yilgacha axloq tuzatish ishlari yoki olti oygacha qamoq bilan jazolanadi.\n\nO‘sha harakatlar:\n\na) millatlararo yoki irqiy adovat yoxud diniy taassublar zamirida;\n\nb) atrofdagilar uchun xavfli usulda; \n\nv) ko‘p miqdorda zarar yetkazgan holda sodir etilgan bo‘lsa, - \n\neng kam oylik ish haqining yetmish besh baravaridan yuz baravarigacha miqdorda jarima yoki ikki yildan uch yilgacha axloq tuzatish ishlari yoxud uch yilgacha ozodlikdan mahrum qilish bilan jazolanadi. \n\nO‘sha harakatlar:\n\na) xizmat yoki fuqarolik burchini bajarishi munosabati bilan shaxsning yoki uning yaqin qarindoshlarining mulkiga nisbatan;\n\nb) uyushgan guruh yoki uning manfaatlarini ko‘zlab sodir etilgan bo‘lsa, - \n\nuch yildan besh yilgacha ozodlikdan mahrum qilish bilan jazolanadi. \n\nYetkazilgan moddiy zarar uch karra miqdorida qoplangan taqdirda, ozodlikdan mahrum qilish tariqasidagi jazo qo‘llanilmaydi.",
            "sharxi": "11. Mulkni qasddan nobud qilish yoki unga zarar yetkazishning ijtimoiy xavfliligi shundaki, mulkni nobud qilish yoxud unga zarar yetkazish oqibatida o‘zganing mulkiga moddiy zarar yetkaziladi va natijada mulkdor moddiy qimmatliklardan, o‘zining shaxsiy mulkidan, undan tegishliligicha foydalanishdan mahrum bo‘ladi. \n\n2. Jinoyat obyekti o‘zganing mulkidir. \n\nPredmeti moddiy qiymatga ega bo‘lgan ko‘char va ko‘chmas mulklar bo‘lishi mumkin. \n\nShu bilan birga, nobud qilinishi yoki zarar yetkazilishi natijasida Jinoyat kodeksining boshqa moddalari bilan javobgarlik nazarda tutilgan predmet va ashyolar ushbu jinoyatning predmeti hisoblanmaydi. Masalan, qasddan o‘rmonni nobud qilish yoki unga zarar yetkazish, hujjat, shtamp, tamg‘a, muhr va blankalarga zarar yetkazish, temir yo‘l, dengiz, daryo, havo transporti vositalari yoki yo‘llarini yoxud harbiy mulkni nobud qilish yoki zarar yetkazishga qaratilgan harakatlar bo‘yicha aybdor shaxslar qilmishi JK 198, 227, 263 va 296-moddalari bo‘yicha kvalifikatsiya qilinishi lozim. \n\nModda dispozitsiyasida to‘g‘ridan to‘g‘ri ko‘rsatilganidek, aybdorning shaxsiy mulki ushbu jinoyat predmeti bo‘lishi mumkin emas. Aybdor tomonidan jinoyat izlarini yashirish maqsadida talon-toroj qilingan mulkni nobud qilish tegishli talon-torojlik jinoyatlari tarkibini qamrab oladi va JK 173-moddasi bo‘yicha qo‘shimcha kvalifikatsiya qilishni talab etmaydi. \n\n3. Jinoyat obyektiv tomondan o‘zganing mulkini qasddan nobud qilish yoki unga ancha miqdorda zarar yetkazishda ifodalanadi. \n\n(Mulkni nobud qilish yoki zarar yetkazish tushunchalari JK 172-moddasi sharhida berilgan).\n\nModdiy qimmatliklardan o‘z maqsadida foydalanishni nobud qilish sifatida e’tirof etish mumkin emas (masalan, davlat korxonasining fondidan noqonuniy ravishda olingan benzinni ishlatib yuborish). Aybdorning bunday harakatlari, zaruriy belgilar mavjud bo‘lganda, talon-toroj qilishni tashkil etishi mumkin. \n\n4. Obyektiv tomonining zaruriy belgisi ancha miqdorda zarar yetkazish hisoblanadi. \n\nAncha miqdordagi zarar deganda, eng kam oylik ish haqining o‘ttiz baravaridan yuz baravarigacha bo‘lgan miqdordagi zarar tushuniladi (Jinoyat kodeksining Maxsus qismi VIII bo‘limiga qarang). Zarar miqdori yetkazilgan moddiy zararning faktik holatidan kelib chiqib belgilanishi lozim. Agar shaxs tomonidan harakat sodir etilishi natijasida faktik jihatdan belgilangandan kam miqdorda zarar yetkazilgan bo‘lsa, biroq aybdorning niyati ancha miqdorda zarar yetkazilishiga qaratilgan bo‘lsa, qilmish aybdorning niyatiga qarab mulkni qasddan nobud qilish yoki zarar yetkazishga suiqasd qilish sifatida kvalifikatsiya qilinishi lozim. \n\n5. Sharhlanayotgan jinoyat moddiy tarkibli bo‘lganligi uchun ancha miqdordagi zarar yetkazilgan paytdan e’tiboran tugallangan deb hisoblanadi. Qilmish va kelib chiqqan oqibatlar o‘rtasidagi sababiy bog‘lanishni aniqlash muhim hisoblanadi. \n\n6. Agar mulkni qasddan nobud qilish yoki zarar yetkazish natijasida ushbu jinoyat tarkibini qamrab olmaydigan oqibatlar kelib chiqsa (masalan, jabrlanuvchiga tan jarohati yetkazilsa), qilmish jinoyatlar jami bo‘yicha kvalifikatsiya qilinishi kerak. \n\n7. Jinoyat subyektiv tomondan qasddan sodir etiladi. Aybdor o‘ziga tegishli bo‘lmagan mulkni nobud qilish yoki zarar yetkazish huquqqa xilofligini anglab yetadi va mulkdorga yoki mulkning boshqa egasiga ancha miqdorda zarar yetkazilishi mumkinligini ko‘ra biladi va shu bilan birga bunday oqibat kelib chiqishini xohlaydi yoki bunga ongli ravishda yo‘l qo‘yadi yoxud ular kelib chiqishiga nisbatan beparvo bo‘ladi. Mazkur jinoyat maqsadi (to‘g‘ri qasddan) va motivining mazmuni g‘arazli hisoblanmaydi hamda qilmishni boshqa turdagi jinoyatga (masalan, qo‘poruvchi-likka) aylantiradiganlaridan tashqari har qandayi (bezorilik, o‘ch olish, hasad, rashk va hokazo) bo‘lishi mumkin. \n\n8. Jinoyatning subyekti o‘n olti yoshga to‘lgan aqli raso bo‘ladi. Agar mulkni qasddan nobud qilish yoki zarar yetkazish mansabdor shaxs tomonidan amalga oshirilgan bo‘lsa, unda uning harakatlari jinoyatlar majmui tariqasida JK 173-moddasi va 205-moddalari bo‘yicha kvalifikatsiya qilinishi lozim. \n\nJK 173-moddasi 2, 3-qismlarida ko‘rsatilgan jinoyatning kvalifikatsiya qilingan tarkibi bo‘yicha jinoiy javobgarlik o‘n to‘rt yoshdan kelib chiqadi. \n\n9. JK 173-moddasi 2-qismida quyidagi og‘irlashtiruvchi holatlarda jinoyat sodir etganlik uchun javobgarlik ko‘zda tutiladi: \n\na) millatlararo yoki irqiy adovat yoxud diniy taassublar zamirida;\n\nb) atrofdagilar uchun xavfli usulda;\n\nv) ko‘p miqdorda zarar yetkazgan holda.\n\n10. Agar shaxs mulkni qasddan nobud qilish yoki unga zarar yetkazishni millatlararo yoki irqiy adovat motivlari bo‘yicha sodir etgan bo‘lsa, yoki mulkka zarar yetkazish aybdorning mulk tegishli bo‘lgan o‘zga shaxs yoxud ulardan biri muayyan bir irqqa, millatga yoki xalqqa tegishliligi to‘g‘risida subyektiv tasavvuri asosida sodir etilsa, mulkni nobud qilish sifatida qaralishi lozim. Aynan shaxsning ko‘rsatilgan guruhga tegishliligi va an’analarni amalga oshirishi mulkning nobud qilinishi va unga zarar yetkazilishining asosiy sababi hisoblanadi. Agar aybdor sanab o‘tilgan motivlar bo‘yicha inson hayotiga, sog‘lig‘iga qarshi yoki shaxsga qarshi boshqa jinoyatlarni sodir etsa, shu bilan birga jabrlanuvchining mulkiga zarar yetkazib nobud qilsa, uning harakatlari jinoyatlar majmui tariqasida sharhlanayotgan modda bo‘yicha va Jinoyat kodeksining shaxsga qarshi jinoyatlar uchun javobgarlikni nazarda tutuvchi tegishli moddalari bo‘yicha kvalifikatsiya qilinishi lozim. \n\n11. Shuni ta’kidlash zarurki, millatlararo yoki irqiy adovatni nafaqat shaxsning muayyan millat yoki irqqa tegishliligi bilan, shuningdek, insoniyat faoliyatining turli sohalarida aks etuvchi o‘ziga xos xususiyatlarga ega bo‘lgan turli xil madaniyat, ijtimoiy va boshqa guruhlarga (qabila, urug‘) tegishliligi bilan ham ifodalash mumkin. \n\n12. Diniy taassublar – bu shaxsning muayyan guruh, diniy yo‘nalish, konfessiya vakillarining norasoligi, cheklanganligi, zararliligi to‘g‘risidagi obyektiv asosga ega bo‘lmagan ichki tasavvuri. Odatda, ushbu tasavvurlar diniy fanatizm, diniy g‘oyalarni noto‘g‘ri tushunish, zarur diniy madaniyatning mavjud emasligi bilan asoslanadi. Ushbu holatlar jazo tayinlashda inobatga olinishi mumkin, biroq ular qilmishni kvalifikatsiya qilishga ta’sir etmaydi. \n\n13. O‘zga millat, irq yoki xalqning vakili mulkiga g‘arazli, rashk va o‘ch olish maqsadida tajovuz qilishni JK 173-moddasi 2-qismining “a” bandi bilan kvalifikatsiya qilish mumkin emas, aybdorning bunday harakatlari JK 173-moddasi 1-qismi bilan qamrab olinadi. \n\nShu bilan birga, agar ushbu millatlararo yoki irqiy dushmanlik yoxud diniy qarashlar motivi bo‘yicha jinoyatni sodir etishda aybdorda ayni vaqtda mustaqil kvalifikatsiya qilish belgisini tashkil etuvchi boshqa motiv mavjud bo‘lganligi ham aniqlanadigan bo‘lsa, unda bular kvalifikatsiya qilishda o‘z aksini topishi lozim. Masalan, mulkni atrofdagilar uchun xavfli usulda yoki ko‘p miqdorda zarar yetkazgan holda nobud qilish. \n\n14. Atrofdagilar uchun xavfli usulda deganda, mol-mulkni nobud qilish yoki unga zarar yetkazishga qaratilgan harakatlarni sodir etishda katta tabiiy ofat va vayronalik yuz berishi xavfini keltirib chiqarish va insonlarning qurbon bo‘lishi, inson sog‘lig‘i uchun xavfli holatning vujudga kelishiga sabab bo‘luvchi usullardan foydalanish tushuniladi. Ularga mulkka o‘t qo‘yish, uni portlatish, cho‘ktirib yuborish, hayvonlarni zaharlash, transport halokatlarini uyushtirish va hokazo usullarni qo‘llash kiradi.\n\nUsul haqiqiy xavf tug‘dirishi lozim, aks holda, aybdorning mulkni nobud qilish yoki unga zarar yetkazishga qaratilgan harakatlari atrofdagilar uchun xavfli usulda sodir etilgan deb topilishi mumkin emas. Xavf taxminiy yoki yashirin bo‘lmasdan boshqa shaxslarning manfaatlariga zarar yetkazish muayyan holatlarda oshkora bo‘lishi lozim. Shuni ta’kidlash zarurki, sharhlanayotgan jinoyatni sodir etib, aybdor, sodir etayotgan harakati bilan obyektiv tomondan asoslangan muayyan mulkka zarar yetkazishni hamda jabrlanuvchi va boshqa shaxslarning manfaatlariga zarar yetkazayotganligini anglaganligini aniqlash lozim. \n\n15. Shunga e’tibor berish kerakki, agar jinoyat predmeti shaxsiy mulk hisoblanmasa, unga nisbatan ushbu jinoyatni atrofdagilar uchun xavfli usulda sodir etilishi boshqacha tartibda ko‘rib chiqiladi. Agar o‘zganing mulkini yoqish, portlatish yoki boshqa ijtimoiy xavfli usullar bilan qasddan sodir etilsa, buning natijasida o‘zganing mulkiga zarar yetkazilsa, aybdorning harakatlarini kelib chiqqan oqibatlarga qarab kvalifikatsiya qilish lozim.\n\n16. Agar atrofdagilar uchun xavfli usulda mulkni nobud qilish yoki zarar yetkazishga qaratilgan yoqish, portlatish yoxud boshqa harakatlar natijasida aybdorning xohish-irodasiga bog‘liq bo‘lmagan holda mulkka zarar yetkazilmasa, qilmish JK 25-moddasi 2-qismi va 173-moddasi 2-qismi bo‘yicha kvalifikatsiya qilinadi. Boshqa mulkni nobud qilish yoki zarar yetkazish o‘zga shaxslarga xavf tug‘dirmagan holda, ashyo va predmetlarni yoqib yuborish Jinoyat kodeksining tegishli moddalarida ko‘rsatilgan mulkni qasddan nobud qilganlik yoki zarar yetkazganlik natijasida kelib chiqadigan oqibatning xususiyati va darajasiga qarab kvalifikatsiya qilinishi lozim. Bunday holatlarda mulkni atrofdagilar uchun xavfli usulda nobud qilish belgisi bo‘yicha kvalifikatsiya qilishga yo‘l qo‘yilmaydi. \n\n17. (Ko‘p miqdor tushunchasi to‘g‘risida JK Maxsus qismi VIII bo‘limi sharhiga qarang). \n\n18. Mulkni qasddan nobud qilish yoki unga zarar yetkazishni alohida kvalifikatsiya qilish belgilari JK 173-moddasi 3-qismida berilgan. Bular:\n\na) xizmat yoki fuqarolik burchini bajarishi munosabati bilan shaxsning yoki uning yaqin qarindoshlarining mulkiga nisbatan;\n\nb) uyushgan guruh yoki uning manfaatlarini ko‘zlab mulkni qasddan nobud qilish yoki unga zarar yetkazish.\n\n19. Aybdor qilmishini JK 173-moddasi 3-qismining “a” bandi bo‘yicha kvalifikatsiya qilish uchun o‘zaro bog‘liq bo‘lgan ikki element mavjud bo‘lishi lozim:\n\n- jinoyat shaxs yoki uning yaqin qarindoshiga nisbatan;\n\n-sh shaxs yoki uning yaqin qarindoshi o‘z xizmat yoki fuqarolik burchini bajarishi munosabati bilan sodir etiladi.\n\nYaqin qarindoshlar  ota-ona, aka-uka va opa-singillar, bolalar, shu jumladan farzandlikka olinganlar, nevaralar, shuningdek, er-xotinning ota-onasi, aka-ukasi va opa-singlisi hisoblanadi. Yaqin qarindosh sifatidagi shaxslar ro‘yxati qonunchilikda aniq belgilangan bo‘lib, ularni kengaytirishga yo‘l qo‘yilmaydi. Boshqacha aytganda, ushbu guruhga kirmaydigan boshqa shaxslar va sharhlanayotgan jinoyatning ularga qarshi sodir etilishi ularning yaqin qarindosh deb hisoblanishiga olib kelmaydi. \n\n20. Xizmat burchi – bu davlat, xususiy yoki boshqa (nodavlat) belgilangan tartibda ro‘yxatdan o‘tkazilgan va faoliyati qonunchilikka zid kelmaydigan tashkilot va korxonalar bilan tuzilgan mehnat shartnomasidan kelib chiqqan holda shaxsning o‘z xizmat (mehnat)  vazifalari  doirasiga  kiradigan  faoliyati   doirasidir[ Qarang: O‘zbekiston Respublikasi Oliy sudi Plenumining “Qasddan odam o‘ldirishga oid ishlar bo‘yicha sud amaliyoti to‘g‘risida”gi 2004 yil 24 sentyabrdagi qarori. 9-band, ]. \n\n21. Fuqarolik burchi – bu fuqaro tomonidan uning zimmasiga qonun bilan maxsus yuklatilgan majburiyatlarning amalga oshirilishi, shuningdek, boshqa ijtimoiy foydali harakatlar sodir etilishi (tayyorlanayotgan jinoyat to‘g‘risida yoxud qidirilayotgan shaxs turgan joy haqida hokimiyat organlariga xabar berganligi)[ Qarang: O‘zbekiston Respublikasi Oliy sudi Plenumining “Qasddan odam o‘ldirishga oid ishlar bo‘yicha sud amaliyoti to‘g‘risida”gi 2004 yil 24 sentyabrdagi qarori. 9-band, ].\n\n22. JK 173-moddasi 3-qismining “a” bandidagi jinoyatni kvalifikatsiya qilishda ushbu harakatlar shaxsning xizmat yoki jamoat majburiyatlarini bajarish vaqtida yoxud boshqa vaqtda sodir etganligi ahamiyat kasb etmaydi. Jinoiy qilmish uning o‘z majburiyatlarini bajarishi bilan bog‘liq ravishda sodir etilganligini aniqlash muhimdir.\n\n23. O‘zining xizmat yoki fuqarolik burchini qonuniy asoslarda bajarayotib, mulkni qasddan nobud qilgan yoki unga zarar yetkazgan shaxsning harakati JK 173-moddasi 3-qismi “a” bandi bo‘yicha kvalifikatsiya qilinadi. Agar shaxsning harakatlari huquqqa xilof (masalan, xizmat vakolatlarini suiiste’mol qilish) bo‘lsa, aybdor  bunday harakatlarga javob tariqasida jinoyat sodir etsa, aybdorning harakatlarini JK 173-moddasi 3-qismining “a” bandi bilan kvalifikatsiya qilish mumkin emas. \n\n24. Jinoyat jabrlanuvchi o‘z huquqiy harakati asosida xizmat yoki fuqarolik burchini amalga oshirishiga to‘sqinlik qilish maqsadida, ya’ni jabrlanuvchi o‘z burchini bajarishidan oldin yoki bunday burchni bajarganligi uchun o‘ch olish motivi bilan sodir etiladi. \n\nAybdorning harakatlarini kvalifikatsiya qilishda jinoyatchi tomonidan jabrlanuvchi yoki uning yaqin qarindoshi tomonidan xizmat yoki fuqarolik burchlari bajarilayotganligini anglab yetganligiga alohida e’tibor berish lozim. Agar jabrlanuvchi o‘z xizmat yoki fuqarolik burchini bajarayotganligi aybdorga ma’lum bo‘lmasa, mulkni qasddan nobud qilish yoki unga zarar yetkazish tariqasida kvalifikatsiya qilinishi mumkin emas. Qonun aybdor o‘z xizmat yoki fuqarolik burchlarini bajarayotgan shaxsning mulkiga qarshi harakat qilayotganligi va aynan shu munosabat bilan uning mulkiga tajovuz qilayotganligini anglab yetgan deb taxmin qiladi.\n\n25. JK 173-moddasi 3-qismining “a” bandiga ko‘ra jabrlanuvchi yoki uning yaqin qarindoshi o‘z xizmat yoki ijtimoiy burchlari sohasiga kiruvchi harakatlarni qachon sodir etganligidan va ushbu harakatlarni sodir etgandan so‘ng qancha vaqt o‘tganligidan qat’i nazar jinoiy javobgarlik kelib chiqadi. \n\n26. JK 173-moddasi 3-qismining “b” bandida ko‘rsatilgan alohida kvalifikatsiya qilinadigan belgi, oldin sharhlangan belgini so‘zma-so‘z takrorlaydi (JK 164-moddasi sharhiga qarang) va ushbu jinoyatga nisbatan hech qanday maxsus o‘ziga xos xususiyatlarga ega emas. \n\n27. Sharhlanayotgan moddaning 4-qismida rag‘batlantiruvchi norma nazarda tutilgan bo‘lib, unga muvofiq yetkazilgan moddiy zarar qoplangan taqdirda ozodlikdan mahrum qilish tariqasidagi jazo qo‘llanilmaydi. Ushbu belgi JK 168-moddasi 4-qismidagi belgini takrorlaydi va qo‘shimcha sharh talab etmaydi."
        },
        {
            "modda_raqami": "174-modda. Axborotlashtirish qoidalarini buzish.",
            "matni": "Axborotlashtirish qoidalarini buzish, ya’ni axborot tarmog‘idan ruxsatsiz foydalanish yoki foydalanishga ruxsati bo‘lgani holda tegishli himoya choralarini ko‘rmaslik yoki axborotlar tarmog‘idan qonunga xilof ravishda axborotlar olish, shuningdek, axborotlashtirish tizimidan foydalanishga ruxsati bo‘lgan holda undagi ma’lumotlarni qasddan o‘zgartirish, yo‘qotish, olib tashlash yoki yo‘q qilib yuborish ancha miqdorda zarar yetkazilishiga sabab bo‘lsa, -\n\neng kam oylik ish haqining yetmish besh baravarigacha miqdorda jarima yoki uch yilgacha axloq tuzatish ishlari bilan jazolanadi.\n\nKompyuter tizimlarida saqlanayotgan ma’lumotlar yoki dasturlarni o‘zgartirish maqsadida tegishli ruxsatsiz kompyuter viruslari yoki dasturlarini ishlab chiqish va tarqatish, shuningdek, ruxsati bo‘lmagani holda axborot tizimidan foydalanish ma’lumotlarning buzilishi, olib tashlanishi, yo‘q qilib yuborilishi yoki bu tizimning ishdan chiqishiga sabab bo‘lsa, - \n\neng kam oylik ish haqining yetmish besh baravaridan ikki yuz baravarigacha miqdorda jarima yoki muayyan huquqdan mahrum qilib, uch oydan olti oygacha qamoq bilan jazolanadi.",
            "sharxi": "1. Axborotlashtirish qoidalarini buzishning ijtimoiy xavfliligi shundan iboratki, JK 174-moddasida ko‘rsatib o‘tilgan harakatlar insoniyat faoliyatining turli sohalaridagi har xil shaxslarga jiddiy ravishda zarar yetkazishga haqiqiy xavf tug‘diradi. \n\n2. Sharhlanayotgan jinoyatning obyektini axborotlashtirish muhitini tartibga solish sohasida yuzaga keladigan ikki guruhdagi o‘zaro bog‘liq ijtimoiy munosabatlar tashkil etadi. Ushbu guruhlar quyidagilarni:\n\n1.uning (muhitning) himoyalanganlik holatini;\n\n- uning mulkdorlari, egalik qiluvchilari va uchinchi shaxslarning axborotlarga bo‘lgan huquqini amalga oshirishni ta’minlab beradi.\n\nSharhlanayotgan jinoyatning obyektini aniqlash va belgilash JK 174-moddasida ko‘rsatib o‘tilgan ijtimoiy xavfli harakatlarni boshqa turdagi kompyuter, kompyuter tizimi, ularning tarmoqlaridan yoki kompyuter texnika vositalaridan foydalangan holda sodir etiladigan boshqa xil jinoyatlar (masalan, firibgarlik, o‘g‘rilik va boshqalar)dan ajratish uchun zarur.\n\n3. Jinoyat predmeti JK 174-moddasi 1-qismi dispozitsiyasida to‘g‘ridan to‘g‘ri ko‘rsatib o‘tilgan axborotlashtirish tarmoqlari, shuningdek, ularda yoki axborotlashtirish tizimida mavjud bo‘lgan ma’lumotlar hisoblanishi mumkin.\n\nAxborot tarmog‘i – bu belgilangan axborot almashish qoidalari asosida yagona operativ tizim boshqaruvida ishlovchi, o‘zaro aloqa tizimi orqali bog‘langan kompyuterlar va ularning periferik uskunalari majmuidir[ Qarang: Adliya vazirligi tomonidan 1995 yil 31 yanvarda 120-son bilan ro‘yxatga olingan, “Respublika hududidagi lokal, idoraviy, hududiy va boshqa axborot hisoblash tarmoqlarini tashkil etish, joriy qilish va ishga tushirish tartibi haqida”gi Nizom, 1.2-band. (Ushbu Nizom davlat ro‘yxatidan chiqarilgan normativ akt hisoblanadi, biroq o‘zining dolzarbligini yo‘qotmaganligi bilan ajralib turadi).]. Axborotlashtirish tarmog‘i uning mulkiy shakliga, shuningdek, faoliyat hududiga ko‘ra ajratiladi. \n\nAxborot tarmog‘i yoki tizimida mavjud bo‘lgan axborotlar – bu qayd etilgan, qayta ishlanayotgan va ulardan foydalanish qoidalari (tartibi)ni belgilovchi, mulkdorning identifikatsiya qilish alomatlariga ega bo‘lgan kompyuterlar (EHM), shuningdek, EHM va ma’lumotlar bazasi uchun dasturlar yordamida foydalaniladigan, shaxslar, predmetlar, faktlar, hodisalar, voqealar va jarayonlar haqidagi ma’lumotlar hisoblanadi.\n\nEHM uchun dasturlar sifatida EHM tarmoqlari va boshqa kompyuter vositalari yordamida ma’lum bir natijaga erishish hamda EHM faoliyatini amalga oshirish uchun mo‘ljallangan ma’lumotlar va buyruqlar majmuini tushunish lozim, ma’lumotlar bazasi deganda esa – shunday tartibda tizimlashtirilgan ma’lumotlar majmui (masalan, tarmoqlar, hisobotlar) tushuniladi-ki, ular EHM yordamida aniqlanishi va qayta ishlanishi lozim.\n\nBunday axborotning o‘ziga xosligi uning oddiy ko‘chirilishi, qayta ishlanishi va ko‘paytirilishiga ko‘ra belgilanadi; axborotni olish chog‘ida, ashyoni olishdan farq qilgan holda, u dastlabki manbada yengil saqlanadi; axborot saqlovchi faylga bir vaqtning o‘zida bir necha foydalanuvchi murojaat qilishi mumkin.\n\nAxborot tizimi – deganda axborotlarni to‘plash, saqlash, qidirish, qayta ishlash va foydalanishni ta’minlab beruvchi, axborotlashtirish manbalari, axborot texnologiyalari va aloqa vositalarining tashkiliy tartibga solingan majmui tushuniladi.\nAxborot manbalari sifatida esa axborot tizimi tarkibida elektron shakldagi ma’lumotlar banki, ma’lumotlar bazasi va ma’lumotlar tushuniladi.\n\nAxborot texnologiyasi tushunchasi orqali axborotni to‘plash, saqlash, izlash, unga ishlov berish va uni tarqatish uchun foydalaniladigan jami uslublar, qurilmalar, usullar va jarayonlar majmui anglashiladi. \n\nAxborot tizimlarini kimning hisobiga tashkil etilganligi (davlat, yuridik, jismoniy shaxs hisobiga), faoliyat doirasi (respublika, hududiy), qo‘llanish va foydalanish doirasi (sohaviy va sohalararo) bo‘yicha turlarga ajratish mumkin. Biroq axborot tizimi ushbu jinoyat bo‘yicha tajovuz qilish predmetini belgilashga ta’sir etmaydi. \n\n4. Obyektiv tomondan ushbu jinoyat quyidagi muqobil harakatlarni sodir etishda:\n\naxborot tarmog‘idan ruxsatsiz foydalanishda;\n\nfoydalanishga ruxsati bo‘lgani holda tegishli himoya choralarini ko‘rmaslikda;\n\naxborot tarmog‘idan qonunga xilof ravishda axborot olishda;\n\naxborot tizimidan foydalanishga ruxsati bo‘lgani holda undagi ma’lumotlarni qasddan o‘zgartirishda;\n\naxborot tizimidan foydalanishga ruxsati bo‘lgani holda undagi ma’lumotlarni qasddan yo‘qotishda;\n\naxborot tizimidan foydalanishga ruxsati bo‘lgani holda undagi ma’lumotlarni qasddan olib tashlashda;\n\naxborot tizimidan foydalanishga ruxsati bo‘lgani holda undagi ma’lumotlarni qasddan yo‘q qilib yuborishda ifodalanadi. \n\nAybdor tomonidan yuqorida ko‘rsatilgan harakatlardan birining sodir etilishi JK 174-moddasi 1-qismi bo‘yicha javobgarlikka tortiladi. \n\n5. Axborot tarmog‘iga kirish deganda, EHM vositalaridan foydalangan holda ushbu tarmoqqa kirishning har qanday shakli tushunilishi lozim. Axborotga kirish huquqiy hamda huquqqa xilof bo‘lishi mumkin. Huquqiy kirish axborot tarmog‘i resurslaridan foydalanishga qaratilgan har qanday (og‘zaki, yozma yoki elektron) shakldagi ruxsat olishda ifodalanadi. O‘zining mohiyati jihatidan ruxsat olish shaxsga foydalanuvchi sifatida rasmiylashtirilishga va kirishga imkoniyat beruvchi foydalanuvchi parol haqida xabar berishda ifodalanishi mumkin. Axborot tarmog‘iga kirish huquqi bo‘lgan shaxs qonuniy asoslarda u bilan ishlaydigan har qanday shaxs yoki uning faoliyatiga xizmat ko‘rsatadigan shaxs (EHM xotirasiga ma’lumot kirituvchi dasturchilar, xizmatchilar, boshqa foydalanuvchilar, shuningdek, ma’lumotlar bazasi administratori, ustalar va hokazolar) hisoblanadi. Axborot tarmog‘i qismlari (jumladan, server) joylashgan xonaga kirishga ruxsati bo‘lgan shaxslar, agar ular kompyuter axboroti bilan yoki uskunalar bilan bevosita aloqador bo‘lmasalar, ruxsatga ega shaxslar deb hisoblanmaydilar. Farroshlar, xonani konditsioner bilan ta’minlash bo‘yicha mutaxassislar, sarflanuvchi materiallarni tarqatuvchilar, dastlabki hujjatlarni qog‘ozda tuzuvchilar va boshqalar shunday shaxslar toifasiga kiradi. Quvvat olish manbai yo‘q EHMni, shuningdek, axborot tashuvchi mashinani buyum sifatida egallab olishni axborot tarmog‘iga kirish sifatida qaramaslik kerak, bunday xatti-harakat tegishli holatlarda talonchilik yoki o‘zboshimchalik uchun javobgarlikni nazarda tutuvchi moddalar bo‘yicha javobgarlikni keltirib chiqarishi mumkin.\n\n6. Axborot tarmog‘idan ruxsatsiz foydalanish – bu axborot tarmog‘iga kirish shakli bo‘lib, shaxsning tarmoqqa kirish huquqi mavjud bo‘lmagani holda yoki tarmoqqa kirish darajasini oshirgan holda belgilangan tartibga xilof ravishda axborot tarmog‘iga kirishidir. Oxirgi holatni quyidagilarni hisobga olgan holatda ko‘rish lozim: bitta axborot tizimidan yoki EHMdan jamoaviy foydalanuvchi shaxslar, odatda, ularga ruxsat berilgan operatsiyalarni amalga oshirish yoki muayyan resurslarga murojaat qilishga imkoniyat beriladi (muayyan foydalanuvchilar guruhiga foydalanishga ruxsat berilgan fayl). \n\nFoydalanuvchining o‘z maqomini ruxsatsiz ko‘tarishi (masalan, o‘zganing parolidan foydalanish) axborot tarmog‘iga ruxsatsiz kirish yoki unga tayyorgarlik ko‘rish sifatida qaralmog‘i lozim. Axborot tarmog‘iga ruxsatsiz kirish deganda, EHM yoki EHM tarmoqlari boshqaruv organlariga ruxsatsiz kirishni tushunish lozim. \n\nAxborot tarmog‘iga kirish huquqi bo‘lmagan shaxs unga ruxsatsiz kirishga asosan axborot tarmog‘iga o‘rnatilgan himoya tizimini bartaraf etish, parollardan va qonuniy foydalanuvchini identifikatsiya qiluvchi boshqa ma’lumotlardan g‘ayriqonuniy foydalanish imkonini beruvchi maxsus texnik yoki dasturiy vositalar yordamida kirish yo‘li bilan erishadi.\n\n7. Axborot tarmog‘iga ruxsati bo‘lgani holda zarur himoya choralarini ko‘rmasdan kirish quyidagilarda ifodalanadi:\n\naybdor axborot tarmog‘i resurslariga kirish ruxsatiga ega bo‘ladi;\n\nresurslarga kirish muayyan himoya choralarini ko‘rmasdan amalga oshiriladi.\n\nAxborot tarmog‘iga kirish huquqiga ega bo‘lgan shaxslar to‘g‘risida yuqorida ta’kidlab o‘tildi. Mazkur qilmishni tahlil qilishda asosiy e’tiborni ikkinchi elementga – muayyan himoya choralarini ko‘rmasdan kirishga qaratish joiz.\n\nUshbu tarmoqqa kirishdan yoki undan huquqqa xilof ravishda foydalanishdan himoyalanishni ta’minlashda shaxslar tomonidan qanday himoya choralari qo‘llanilishi lozimligi qonunda ko‘rsatilmagan, biroq dispozitsiya tahlili bu yerda yuqorida ko‘rsatilgan himoyaning barcha mavjud choralari nazarda tutilganligini ko‘rsatadi. Himoya turlicha ifodalanishi mumkin: ruxsat berilgan shaxslardan tashqari tarmoqqa kirishda hech kim aloqaga kirisha olmasligi (ruxsat tizimi, signalizatsiya, harbiylashtirilgan himoya), boshqa shaxslar tomonidan individuallashtirish vositalari bilib olinishidan himoyalash choralari va boshqalar. \n\nJinoyat kodeksi aybdor tomonidan zarur himoya vositalari qo‘llanilganligini, biroq ularga rioya etilmaganligini talab etadi. Boshqacha aytganda, maxsus himoya choralarini ko‘rish shaxsning o‘ziga bog‘liq, u ularni mustaqil ravishda o‘rnatishi va amalga oshirishi lozim. \n\nAgar u tarmoqqa kirish vaqtida bunday himoya qoidalarini o‘rnatmasa yoki ularni amalga oshirmasa, uning harakatlari ushbu belgi bo‘yicha obyektiv tomondan kvalifikatsiya qilinadi. \n\n8. Axborot tarmog‘idan qonunga xilof ravishda axborot olish. \n\nAxborot olish o‘zida muayyan bir jarayonni ifodalab, buning natijasida shaxs muayyan bir holat, fakt-voqealarni va boshqa kompyuter ma’lumotlarini tashkil etuvchi axborotlar bilan tanishish imkoniyatiga ega bo‘ladi. Bunday axborotlarni olish usullari turlicha, masalan, oddiy o‘qishdan, to rasmga tushirish, nusxa olishgacha bo‘lishi mumkin.\n\n9. Ma’lumotni takrorlovchi va uni mustahkam ravishda mashinada yoki boshqa tashuvchida aks ettiruvchi axborotdan nusxa olish usuliga axborot olish shakli sifatida qarash lozim. Kompyuter ma’lumotlarining nusxasini olish EHMning ichki xotirasidagi faylni disketga yozib olishda, uni printerdan chiqarishda va hokazolarda ifodalanadi. Axborotni asil tashuvchida (masalan, EHM xotirasiga mazmuni aynan bir xil bo‘lgan bir nechta faylni kiritib) yoki foydalanuvchi tasarrufida qolgan bir turdagi tashuvchida (masalan, nusxani ushbu kompyuter bilan tizim hosil qiluvchi EHM xotirasiga yoxud kompyuterda ongli ravishda qoldirilgan disketga kiritib) takrorlashni axborot olish sifatida kvalifikatsiya qilmaslik darkor. Aniq axborot olish usul va metodlari axborot olish faktini aniqlashga ta’sir ko‘rsatmaydi.\n\n10. Qonun axborot tarmog‘idan g‘ayriqonuniy ravishda olingan ma’lumotlarnigina ijtimoiy xavfli qilmish sifatida baholaydi. \n\nShu o‘rinda, g‘ayriqonuniy olingan sifatida tanishishning shunday jarayoni nazarda tutiladiki, ular quyidagicha sodir etiladi:\n\n-axborot tarmog‘idan axborot olishga ruxsati bo‘lmagan shaxs tomonidan (masalan, uning foydalanuvchisi hisoblanmagan shaxs);\n\n-axborot tizimidan foydalanishga ruxsati bo‘lgani holda belgilangan tartibni buzib (masalan, axborot olish bo‘yicha o‘rnatilgan qoidalarga rioya qilmaslik).\n\nIkkala holatda ham aybdor axborot olishning mavjud qoidalarini buzadi. Ular qonunchilik aktlarida (masalan, O‘zbekiston Respublikasining davlat sektorlarini himoya qilish to‘g‘risidagi qonuni 1993-yil 7 may) yoki belgilangan tartibda rasmiylashtirilgan ichki hujjatlarda (masalan, tarmoqdan foydalanish yo‘riqnomasi, mansabdorlik yo‘riqnomalarida) belgilangan bo‘lishi mumkin. Axborot olish qoidalarini o‘rnatuvchi hujjatlarning xususiyatlari tanishishning noqonuniyligini belgilashda ahamiyat kasb etmaydi: agar aybdor qonunchilik talablari bo‘yicha belgilangan qoidalarni buzsa, uning harakatlarini g‘ayriqonuniy deb hisoblash lozim. \n\n11. Qoida bo‘yicha, aybdor axborot tarmog‘idan ruxsatsiz foydalanishda ma’lumotlarni noqonuniy ravishda oladi. Shuningdek, axborotlarni axborot tarmog‘idan foydalanishga ruxsati bo‘lgani holda ham noqonuniy olish mumkin. Biroq ushbu holatlar jinoyatni kvalifikatsiya qilishga ta’sir etmaydi. Aybdorning harakatlarida boshqa ijtimoiy qilmishlar mavjudligi aniqlanganda, ularning hammasi mustaqil ravishda kvalifikatsiya qilinishi lozim. \n\n12. JK 174-moddasi dispozitsiyasida ko‘rsatilgan harakatlardan birontasi sodir etilgan paytdan e’tiboran jinoyat tugallangan hisoblanadi. Shu bilan birga, ancha miqdordagi zarar yetkazilishi shaklidagi oqibatlarning mavjud bo‘lishi axborotlashtirish tizimidan foydalanishga ruxsati bo‘lgani holda, ma’lumotlarni qasddan o‘zgartirish, yo‘qotish, olib tashlash yoki yo‘q qilib yuborish harakatlari sodir etilgan vaqtdan boshlab jinoyat tugallangan deb topiladi. \n\n13. Axborotni qasddan o‘zgartirish – ularni bosib chiqarish, ulardan nusxa olish, ularni tarqatish hamda xo‘jalik muomalasiga (jumladan, modifikatsiyalashtirilgan shaklga) kiritish yuzasidan boshqa harakatlarni amalga oshirish. EHM uchun yaratilgan dastur yoki ma’lumotlar bazasining bosib chiqarilganligi to‘g‘risidagi xabarlarni ommaviy axborot vositalarining ma’lum qilishi EHM uchun yaratilgan dastur yoki ma’lumotlar bazasidan foydalanish deb e’tirof qilinmaydi. \n\nAxborotlarni adaptatsiya qilish – mavjud axborotga qonuniy egasining ruxsatisiz turli tuzatishlar kiritish. Axborotni o‘zgartirishdan dastur yoki ma’lumotlar bazasini yangilash bilan bog‘liq faoliyatni farqlash lozim. Yangilash deganda, yuzaga kelgan muayyan sharoitda EHM uchun yaratilgan dastur yoki ma’lumotlar bazasining ishlashini ta’minlash maqsadidagina amalga oshiriladigan hamda (dekompilyatsiya qilish oqibatida) muallifning boshlang‘ich matni o‘zgarishiga olib kelmaydigan qo‘shimchalar kiritish tushuniladi[ Qarang: O‘zbekiston Respublikasining “Elektron hisoblash mashinalari uchun yaratilgan dasturlar va ma’lumotlar bazalarining huquqiy himoyasi to‘g‘risida”gi Qonuni, 1994 yil 6 may, 1-modda. // Oliy kengash axborotnomasi 1994 yil, 5-son, 136-bet.]. Shunday qilib, agar EHM va ma’lumotlar bazasi uchun mo‘ljallangan dasturlar axborot tizimida normal faoliyat yuritsa, unda dastur va ma’lumotlar bazasiga qandaydir o‘zgartirishlar kiritilishiga yo‘l qo‘yilmaydi. Shu bilan birga, agar subyekt dastur himoyasini “sindirsa” va axborot tizimida mavjud bo‘lgan ma’lumotlardan nusxa olib, ularni ko‘paytirsa, uning qilmishi JK 149-moddasi va 174-moddasi 1-qismlarida ko‘rsatilgan ikki jinoyat tarkibiga to‘g‘ri keladi (mualliflik yoki ixtirochilik huquqlarini buzish – 149-modda, shuningdek, axborotlashtirish qoidalarini buzish).\n\n14. Ma’lumotlarni o‘zgartirishni EHM uchun yaratilgandastur yoki ma’lumotlar bazasini dekompilyatsiya qilishdan farqlash lozim. \n\nDekompilyatsiya qilish – EHM uchun yaratilgan dasturning tarkibiy tuzilishi va kodlanishini o‘rganish maqsadida obyekt kodini boshlang‘ich matnga aylantirishni o‘z ichiga oladigan texnikaviy usul[ Qarang: O‘zbekiston Respublikasining “Elektron hisoblash mashinalari uchun yaratilgan dasturlar va ma’lumotlar bazalarining huquqiy himoyasi to‘g‘risida”gi Qonuni, 1994 yil 6 may, 1-modda. // Oliy kengash axborotnomasi 1994 yil, 5-son, 136-bet.]. \n\nObyekt kodi – boshlang‘ich matnning mashina kodiga aylantirilishi natijasida yuzaga kelgan dastur.\n\nBoshlang‘ich matn – dasturlash tilida tasvirlangan ma’lumotlarni qayta ishlash yoki ularni boshqarish algoritmi.\n\nDekompilyatsiya qilish uchta majburiy shart mavjud bo‘lganda qonuniy hisoblanadi:\n\n-o‘zaro hamkorlikda ishlash uchun zarur bo‘lgan, ilgari boshqa manbalardan olish mumkin bo‘lmagan axborot;\n\n-ushbu harakatlar EHM uchun yaratilgan dekompilyatsiya qilingan dasturning faqat hamkorlikda ishlashni yo‘lga qo‘yish uchun zarur bo‘lgan qismlari bo‘yicha amalga oshiriladi;\n\n-dekompilyatsiya natijasida olingan axborotdan EHM uchun yaratilgan, dekompilyatsiya qilinayotgan dasturga juda o‘xshash bo‘lgan EHM dasturini ishlab chiqish, ishlab chiqarish yoki tarqatish uchun foydalanilmasa yoxud bunday axborot mualliflik huquqini buzadigan boshqa har qanday harakatni amalga oshirish uchun ishlatilmasa.\n\nUshbu uchta majburiy shartlarga yoki ulardan biriga rioya etmaslik dekompilyatsiya sifatida emas, balki o‘zgartirish qilish sifatida kvalifikatsiya qilinishi lozim.\n\n15. Axborotni qasddan yo‘qotish deganda, axborotning tegishli egasi qo‘lidan chiqib, foydalanishga ruxsati bo‘lmagan shaxslar qo‘liga tushib qolishi tushuniladi. Bunday holatlarda ma’lumot o‘zgartirilmaydi, yo‘qotilmaydi, balki uning qayerdaligi noma’lumligi va paroli yo‘qotilganligi uchun undan foydalanish imkoniyatidan mahrum bo‘linadi. \n\nAgar yo‘qotilgan ma’lumot axborot tizimi egasi yoki boshqa qonuniy egallovchisi tomonidan oxir-oqibat topilgan yoki qayta tiklangan bo‘lsa, aybdor harakatlari ma’lumotlarni yo‘qotishga suiqasd qilish sifatida JK 25-moddasi 2-qismi va 174-moddasi 1- qismi bo‘yicha kvalifikatsiya qilinadi. \n\n16. Axborotni olib qo‘yish deganda, axborotning aybdor yoki u bilan birga ishlaydigan boshqa shaxs tomonidan disketga yozib olinishi tushuniladi. Ma’lumotlarni olish uni mashina tashuvchilari (magnit tasmalari, disklar, disketlar va boshqa shu kabi elektron hisoblash mashinalari tizimi yoki ularning tarmog‘i kabilar) xotirasiga o‘tkazishda ifodalanadi. \n\nMa’lumot aynan qayerga o‘tkazilganligi qilmishni kvalifikatsiya qilishga ta’sir etmaydi. Qonun bo‘yicha ma’lumotning olinganlik faktini uning saqlanishi lozim bo‘lgan joyda emasligi bilan belgilash lozim. Bundan tashqari, ushbu ma’lumot o‘sha hududda yashirilmaganligini ham to‘liq tekshirib qo‘rish lozim. Ushbu ikki talab qanoatlantirilganda ma’lumot olib qo‘yilgan hisoblanadi. \n\nAybdorning axborotdan foydalanishining qiyinlashuvida yoki buning mumkin emasligida ifodalangan xatti-harakatini, aybdor bunday foydalanishni  to‘siqsiz amalga oshirishi mumkinligi sharti bilan, axborotni olib qo‘yish deb baholash kerak. Lekin, agar aybdorning o‘zi biron-bir vaziyat (mashinada tashuvchini, parolni va hokazolarni yo‘qotib qo‘yishi) tufayli keyinchalik axborotdan foydalana olmasa, bunday xatti-harakatni axborotni yo‘qotish sifatida kvalifikatsiya qilish lozim.\n\n17. Axborotni yo‘q qilib yuborish deganda, kompyuter axborotining mavjudligi to‘xtagani, undan vazifasiga ko‘ra foydalanib bo‘lmasligi tushuniladi. Bunda yo‘qotilgan ma’lumot qayta tiklanmaydi va maqsadiga ko‘ra foydalanishning iloji yo‘q. Shaxsni jinoiy javobgarlikka tortish uchun ma’lumot to‘liq yoki qisman olinganligi ahamiyat kasb etmaydi. \n\nMa’lumotni yo‘qotishni uni o‘chirib tashlashdan ajratish lozim. \n\nYo‘qotish – shunday holatki, buning natijasida ma’lumot qayta tiklanmaydi. \n\nO‘chirib yuborishda esa maxsus dastur va vositalar yordamida ma’lumotlarni qayta tiklab olish imkoniyati mavjud bo‘ladi. Masalan, MS-DOSni “Undelete” va boshqa shunga o‘xshash dasturlari orqali tiklash mumkin. Shuning uchun, agar aybdor tomonidan ma’lumotlarni qasddan o‘chirish sodir etilsa, aybdorning harakatlarini ma’lumotni yo‘qotishga suiqasd sifatida kvalifikatsiya qilmoq lozim. Xuddi shuningdek, boshqa foydalanuvchi yoki tizimlardan olish mumkin bo‘lgan ma’lumotlarni yo‘qotish ham suiqasd sifatida ko‘riladi. \n\nFaylning qayta nomlanishiga yo‘q qilish deb qaramaslik kerak. Xuddi shuningdek, eski fayllarning o‘zidan o‘zi o‘chib ketishini ham yo‘q qilish deb hisoblash mumkin emas.\n\nAxborotning boshqa mashina tashuvchiga o‘tkazilishini ham, shu xatti-harakat natijasida qonuniy foydalanuvchilarning axborotdan foydalanishi jiddiy ravishda qiyinlashmagan yoki undan foydalanish mumkin bo‘lmagan taqdirda, axborotni yo‘qotish deb kvalifikatsiya qilish mumkin emas. Axborotni boshqa mashina tashuvchiga (disk,,kompyuterga va hokazolarga) o‘tkazishdagi aybdorning xatti-harakatini axborotni qasddan olib qo‘yish deb qarash darkor.\n\n18. Axborot tizimidagi ma’lumotlarni qasddan o‘zgartirish, yo‘qotish, olib tashlash yoki yo‘q qilib yuborish ancha miqdordagi (bu miqdor JK Maxsus qismining VIII bo‘limida keltirilgan) zarar yetkazilgan paytdan e’tiboran tugallangan deb topiladi. Agar yetkazilgan zarar belgilangan me’yordan kam bo‘lsa, aybdorning harakatlarini axborot tizimidagi ma’lumotlarni qasddan o‘zgartirish, yo‘qotish, olib tashlash yoki yo‘q qilib yuborish shaklidagi jinoyat sifatida kvalifikatsiya qilish mumkin emas. \n\nAgar aybdor JK 174-moddasi dispozitsiyasida ko‘rsatilgan harakatlarni g‘arazli maqsadlarda sodir etib, ancha miqdorda zarar yetkazmoqchi bo‘lgan bo‘lsa-yu, biroq unga bog‘liq bo‘lmagan holatlarda (masalan, axborot tizimining o‘chib qolishi) bunday zarar yetkazilmagan bo‘lsa, aybdorning harakatlarini g‘arazli maqsadini hisobga olgan holda, axborotlashtirish qoidalarini buzishga suiqasd sifatida baholash lozim (JK 25 va 174-moddalari). \n\n19. Subyektiv tomondan jinoyat qasddan sodir etiladi. Jinoyatning motiv va maqsadi uning kvalifikatsiyasiga ta’sir ko‘rsatmaydi. Axborotlashtirish tizimidan foydalanishga ruxsat bo‘lgani holda tegishli himoya choralarini ko‘rmaslik ehtiyotsizlik shaklida ifodalanishi mumkin. \n\nJinoyat sodir etish motivi har xil (rashk, o‘ch olish, bezorilik va hokazolar) bo‘lishi mumkin va u jinoyatni kvalifikatsiya qilishga ta’sir ko‘rsatmaydi.\n\n20. Jinoyatning subyekti axborot tarmoqlaridan foydalanishga ruxsati bo‘lgan hamda bunday ruxsatga ega bo‘lmagan 16 yoshga to‘lgan aqli raso shaxs bo‘lishi mumkin. Agar axborotlashtirish qoidalarini buzish o‘z majburiyatlari bo‘yicha axborot tizimiga yoki tarmog‘iga kirish imkoniyatiga ega bo‘lgan mansabdor shaxs tomonidan sodir etiladigan bo‘lsa, uning harakatlari JK 174-moddasi va zaruriy belgilari mavjud bo‘lganda mansab jinoyatini sodir etganligi uchun jinoyatlar majmui bo‘yicha kvalifikatsiya qilinadi. \n\n21. JK 174-moddasi 2-qismi:\n\na) kompyuter tizimlarida saqlanayotgan ma’lumotlar yoki dasturlarni o‘zgartirish maqsadida tegishli ruxsatsiz kompyuter viruslari yoki dasturlarini ishlab chiqqanlik va tarqatganlik;\n\nb) ruxsati bo‘lmagani holda axborot tizimidan foydalanish ma’lumotlarning buzilishi, olib tashlanishi (olib qo‘yilishi, yo‘q qilib yuborilishi yoki bu tizimning ishdan chiqishiga sabab bo‘lishi) kabilarga olib kelganligi uchun javobgarlikni ko‘zda tutadi.\n\n22. Dastur – muayyan natija olish maqsadida EHM, EHM shoxobchalari va boshqa kompyuter vositalarining ishlashi uchun mo‘ljallangan ma’lumotlar va ko‘rsatmalar majmui. Shuningdek, dastur tushunchasiga tayyorlangan materiallar qayta ishlanayotgan dasturlarni ham kiritish lozim. \n\n23. Kompyuter viruslari kompyuter ishiga turli tarzda xalaqit berish, ma’lumotlar bazalarini yo‘q qilib yuborish xususiyatiga ega bo‘ladi. Viruslar o‘z holicha boshqa dasturlarga qo‘shiladi va ular ishga tushirilishi natijasida turli xil (ma’lumotlarni yo‘qotish va ishdan chiqarish) operatsiyalarni amalga oshiradi. Axborotlashtirish qoidalarini buzishning ushbu usuli keng tarqalgan. Hozir dunyo bo‘yicha juda ko‘p kompyuter viruslari mavjud (4000 dan ziyod). Biroq ularni bir necha guruhlarga ajratish mumkin.\n\nYuklovchi viruslar – zararlanish kompyuterga yuklatilgan vaqtda virus mavjud bo‘lgan ma’lumot tashuvchi orqali kompyuterga o‘tadi. Tashuvchini zararlantirish juda oson. Agar foydalanuvchi zararlangan kompyuter tashuvchisini kompyuterga ulab, uni yuklaydigan bo‘lsa, virus tarqalishni boshlaydi. \n\nFayl viruslari – ular ijrochi fayllar: EXE, COM, SYS, BATlarni zararlaydi. Agar virusi mavjud bo‘lgan dastur yuklatilsa, u kompyuterni zararlaydi. Bunday holatda virus boshqa dasturlarni zararlashni boshlaydi. Dastlabki holatda virusni aniqlash ancha murakkab, chunki u barcha zarur dasturlarni zararlashga hali ulgurmagan bo‘ladi. Keyinchalik esa virusning turi va xiliga qarab kompyuter faoliyati buzila boshlaydi. \n\nBundan tashqari, viruslarni rezident va norezident kabi turlarga bo‘lish mumkin. \n\nRezident virus deb ish tugatilishi natijasida operativ xotirada o‘zining kodini qoldiradigan viruslarga aytiladi.\n\nOperativ xotira – bu shunday xotiraki, ayni vaqtda foydalanilayotgan va kompyuter tomonidan ishlatilayotgan dasturlarni vaqtincha o‘zida saqlaydi. Agar virus operativ xotiraga tushadigan bo‘lsa, o‘sha vaqtning o‘zida operativ xotirada ishlayotgan dasturlarning barchasini birday zararlaydi. \n\n24. JK 174-moddasi 2-qismining obyektiv tomoni kompyuter viruslari yoki dasturlarini yaratish yoki tarqatishni ifodalaydi. \n\nVirus yoki dasturlarni yaratish bu mantiqiy ma’lumotlar va buyruqlar jamlanmasi bo‘lib, keyinchalik kompyuter va uning periferik uskunalarini boshqarish maqsadida EHMning mashina tiliga o‘tkaziladigan obyektiv shakldagi algoritmda ifoda etilishi mumkin. \n\n25. Virus yoki dasturlarni yaratish aybdor o‘zi tomonidan yaratilgan dasturni ushbu holatda tarqatsagina, jinoyatning obyektiv tomonining elementi hisoblanadi. \n\nDasturlarni tarqatish deganda, EHM uchun yaratilgan dastur yoki ma’lumotlar bazasining har qanday moddiy shaklda, shu jumladan tarmoqlar vositasida va boshqa usullar yordamida, shuningdek, sotish, prokatga berish, ijaraga topshirish, qarzga berib turish, jumladan, ushbu maqsadlarning istalgani uchun import qilish yo‘li bilan olingan nusxalaridan foydalanishni ta’minlash tushunilishi darkor[ Qarang: O‘zbekiston Respublikasining “Elektron hisoblash mashinalari uchun yaratilgan dasturlar va ma’lumotlar bazalarining huquqiy himoyasi to‘g‘risida”gi Qonuni, 1994 yil 6 may, 1-modda. // Oliy kengash axborotnomasi, 1994-yil, 5-son, 136-bet.]. Dastur yoki ma’lumotlarni tarqatganlik uchun javobgarlik maxsus ruxsatnoma bo‘lmagandagina kelib chiqadi. 26. Kompyuter viruslarini yaratganlik yoki tarqatganlik uchun jinoiy javobgarlik ushbu harakatlar aybdor tomonidan kompyuter tizimida saqlanadigan dastur va ma’lumotlarni o‘zgartirish harakatlari bilan sodir etilsagina kelib chiqadi. \n\n27. Kompyuter tizimi – bu kompyuterning EHM asosida ishlovchi periferik uskunalar bilan birikishi, shuningdek, bir necha kompyuterlarni masalalarni birgalikda yechish maqsadida birikishi tushuniladi (masalan, ularning har birida alohida holatda quvvati va tezligi yetishmasa). Bunday birlashish telekommunikatsiya aloqalari orqali bo‘lib, dastur va vositalar ularning o‘zaro ishlashini ta’minlab beradi. Kompyuter tizimini yuqorida ta’riflab o‘tilgan axborot tizimlari va tarmoqlaridan farqlash lozim. Ulardan farqli ravishda, kompyuter tizimi umumlashtiruvchi fe’l-atvor kasb etib, kompyuter va ularning uskunalari, shuningdek, axborot tizimlari va tarmoqlarini ham o‘z ichiga oladi. \n\nMa’lumotlarning o‘zgartirilishi nafaqat ularning ma’nolarining o‘zgarishini, balki ularning yo‘qolishi, muomaladan chiqarilishi yoxud yo‘q qilinishini anglatadi. (O‘zgartirish, yo‘qotish, muomaladan chiqarish yoki yo‘q qilish tushunchalari to‘g‘risida yuqoriroqda qarang.)\n\n28. JK 174-moddasi 2-qismida nazarda tutilgan harakatlarni sodir etganlik uchun javobgarlik ruxsatsiz holda virus yoki dasturlarni yaratganlik faktining o‘zi bilan kelib chiqadi. Bunday dasturlar ishlashi natijasida ma’lumotlarning o‘zgarishi, yo‘qolishi, qo‘lga kiritilishi jinoyatni tugallangan deb hisoblashni talab etmaydi. \n\n29. Jinoyat kodeksining 174-moddasi 2-qismida ko‘rsatilgan javobgarlikka tortiluvchi axborotlashtirish qoidalarini buzish, axborotlashtirish tizimidan foydalanishga ruxsati bo‘lmagan holda unga kirish natijasida ma’lumotlarni o‘zgartirish, olish yoki yo‘qotishda, shuningdek, ushbu tizimning faoliyatini to‘xtatishda ifodalanadi. \n\n(Ruxsat berilmagan foydalanish huquqi tushunchasi haqida yuqorida qayd etganlarimizga qarang).\n\nUshbu modda mohiyati bo‘yicha ruxsatsiz foydalanish sifatida nafaqat tizim resurslariga kirishni, balki ular bilan ishlashni ham kvalifikatsiya qilish lozim. Bunday foydalanganlik uchun javobgarlik, ushbu foydalanish ma’lumotlarning buzilishi, olinishi yoki yo‘qotilishi yoxud tizim faoliyatining to‘xtatilishiga olib kelgan oqibatlarni keltirib chiqarsagina, kelib chiqadi. Ular mavjud bo‘lmagan holatlarda qilmishi JK 174-moddasi 1-qismi bo‘yicha kvalifikatsiya qilinishi lozim. \n\nAgar aybdor yuqorida ko‘rsatilgan oqibatlar kelib chiqishini xohlasa, lekin unga bog‘liq bo‘lmagan holda bunday oqibat kelib chiqmasa (masalan, huquqni muhofaza qiluvchi organ xodimlari uning harakatlarini o‘z vaqtida to‘xtatishsa), qilmishni JK 25-moddasi 2-qismi va 174-moddasi 2-qismi bo‘yicha kvalifikatsiya qilish kerak. \n\n30. Axborot tizimida joylashgan ma’lumotlarni buzish –  shunday harakatki, bunda tizimda joylashgan ma’lumotlarni modifikatsiya qilinibgina qolmay, balki ularning umumiy holati ham o‘zgartiriladi. Bu, natijada, o‘zgartirilgan ma’lumotdan foydalanuvchining chalg‘ishiga olib keladi[ Ushbu xulosa Moliya vazirining 2001-yil 14 fevraldagi 20-sonli qarori bilan tasdiqlangan Auditorlik faoliyatining milliy andozalari (AFMA 70-soni)ning 35-bandi tahlilidan kelib chiqqan. // Normativ hujjatlar byulleteni, 2001-yil, 5-son, 1-tom. 187-bet. ]. \n\nMa’lumotlarni o‘zgartirayotib aybdor oldindan bila turib muayyan bir ma’lumotlarni modifikatsiya qilish orqali axborotlarning umumiy holatini o‘zgartiradi va axborot tizimi resurslaridan foydalanuvchilarni chalg‘itish maqsadida bunday oqibat kelib chiqishini xohlaydi. Alohida e’tibor berish lozimki, axborotni o‘zgartirish yoki boshqa modifikatsiya turlaridan farqli ravishda, o‘zgartirish aniq belgilangan ishning holatiga ta’sir etuvchi ma’lumotlarga nisbatan qaratilganligi bilan ajralib turadi. \n\nO‘zgartirilganlik faktini belgilashda ushbu harakatlar bevosita yoki qandaydir dasturlar yordamida amalga oshirilganligi ahamiyat kasb etmaydi. Asosiysi, aybdorda muayyan ma’lumotlarni o‘zgartirish maqsadi mavjud bo‘lganligidir. \n\nO‘zgartirish ikki yoki undan ortiq ma’lumotlarni modifikasiya qilish vaqtidan boshlab tugallangan hisoblanadi. \n\n31. JK 174-moddasi 1-qismida sharhlangan ma’lumotlarni olish va yo‘qotish tushunchalari JK 174-moddasi 2-qismiga ham tegishli bo‘lib qo‘shimcha sharhlash talab etilmaydi. \n\n32. Qonun axborot tizimi faoliyati tugatilishini ham ruxsatsiz foydalanishning oqibatlaridan biri deb topadi. \n\nAxborot tizimi faoliyati tugatilishi o‘zining maqsadi bo‘yicha ishlashi lozim bo‘lgan tizim faoliyatining to‘xtatilishidir. U o‘zining davomiyligi bo‘yicha turli xil bo‘lishi mumkin, biroq ushbu holatlar, shuningdek, buzish xususiyati aybdorning qilmishini JK 174-moddasi 2-qismida ko‘rsatilgandek kvalifikatsiya qilishga ta’sir etmaydi. Axborot tizimining faoliyatini buzish quyidagilarda ifodalanishi mumkin:\n\n-kompyuter ma’lumotlariga zarar yetkazilishi;\n\n-dastur ta’minoti faoliyatining ishdan chiqishi;\n\n-dastur ta’minoti yuklatilgan texnikaning butunligiga putur yetishi;\n\n-aloqa tizimiga zarar yetkazilishi. \n\n33. Aybdorning harakatlarini JK 174-moddasi 2-qismi bo‘yicha kvalifikatsiya qilishda ruxsatsiz foydalanish va kelib chiqqan oqibat o‘rtasida sababiy bog‘lanish mavjudligi, ya’ni quyidagilar aniqlanishi lozim:\n\n-aybdorning tizim resurslariga ruxsatsiz kirishi ma’lumotlar o‘zgartirilishi, buzilishi, yo‘qotilishi yoki tizim faoliyatining to‘xtatilishiga olib kelgan bo‘lsa;\n\n-aybdor harakatlarida ko‘rsatilgan oqibatlar kelib chiqishiga haqiqiy imkoniyat mavjud bo‘lsa;\n\n-aynan aybdorning harakatlari ma’lumotlar o‘zgartirilishi, buzilishi, yo‘qotilishi yoki tizim faoliyatining to‘xtatilishida hal qiluvchi sabab bo‘lsa.\n\n34. JK 174-moddasi 2-qismida ko‘rsatilgan axborotlashtirish qoidalarini buzish subyektiv tomondan to‘g‘ri qasd bilan sodir etiladi. Viruslar yoki dasturlar yaratish borasida qonun subyektiv tomonning zaruriy belgisini o‘rnatgan bo‘lib, unga muvofiq ushbu harakatlarni sodir etish maqsadi kompyuter tizimida saqlanayotgan ma’lumotlarni yoki dasturlarni o‘zgartirishga qaratilgan bo‘lishi lozim. JK 174-moddasi 2-qismida ko‘rsatilgan harakatlarni sodir etish motivlari turlicha bo‘lishi mumkin, biroq ular kvalifikatsiyaga ta’sir etmaydi. \n\n35. Turli xil ishlab chiqarish va boshqaruv faoliyatiga qog‘ozsiz texnologiya va hisoblash vositalarining kiritilishi ko‘pgina jinoyatlar sodir etilishiga imkon yaratadi. Ularning eng keng tarqalganlari JK 143-moddasi (xat-yozishmalar, telefonda so‘zlashuv, telegraf xabarlari yoki boshqa xabarlarning sir saqlanishi tartibini buzish), JK 149-moddasi (mualliflik yoki ixtirochilik huquqlarini buzish), JK 160-moddasi (josuslik), JK 168-moddasi (firibgarlik), JK 169-moddasi (o‘g‘rilik), JK 184-moddasi (soliq va boshqa to‘lovlarni to‘lashdan bo‘yin tovlash) kabilardir.\n\nMurakkab ko‘rsatkichli kompyuter tizimlarini mudofaa va ishlab chiqarish maqsadlarini boshqarishga kiritish bilan bog‘liq axborotlashtirish qoidalarini buzish odamlar o‘limiga, ularning sog‘lig‘iga zarar yetkazilishiga, yirik hajmda mulklarning vayron qilinishiga olib kelishi mumkin. Biroq, aybdor tomonidan qanday jinoyat sodir etilgan bo‘lishidan qat’i nazar, u JK 174-moddasi va axborotlashtirish qoidalarini buzish natijasida sodir etilgan boshqa jinoyatlar majmui bo‘yicha javobgarlikka tortilishi lozim. Ma’lumotning o‘zi tajovuz predmeti hisoblanganda, qilmishni jinoyatlar majmui bo‘yicha kvalifikatsiya qilish mumkin emas. O‘zbekiston Respublikasining iqtisodiy xavfsizligini va mudofaa qobiliyatini izdan chiqarish maqsadida ma’lumotlarni yo‘qotish JK 161-moddasi bo‘yicha kvalifikatsiya qilinishi lozim."
        }
    ]
}