{
    "bob_nomi": "XII bob. Iqtisodiyot asoslariga qarshi jinoyatlar",
    "moddalar": [
        {
            "modda_raqami": "175-modda. O‘zbekiston Respublikasining manfaatlariga xilof ravishda bitimlar tuzish.",
            "matni": "Davlat organining, mulkchilik shaklidan qat’i nazar korxona, muassasa, tashkilotning, jamoat birlashmasining mansabdor shaxsi tomonidan naf keltirmasligi ayon bo‘lgan bitimni tuzish respublika manfaatlariga ko‘p miqdorda zarar yetkazilishiga sabab bo‘lsa, - \n\neng kam oylik ish haqining yigirma besh baravaridan ellik baravarigacha miqdorda jarima yoki besh yilgacha muayyan huquqdan mahrum qilish yoxud uch yilgacha axloq tuzatish ishlari yoxud olti oygacha qamoq bilan jazolanadi. \n\nO‘sha harakat:\n\na) takroran;\n\nb) bir guruh shaxslar tomonidan oldindan til biriktirib;\n\nv) juda ko‘p miqdorda zarar yetkazgan holda sodir etilgan bo‘lsa, - \n\neng kam oylik ish haqining ellik baravaridan yuz baravarigacha miqdorda jarima yoki muayyan huquqdan mahrum etilgan holda, besh yilgacha ozodlikdan mahrum qilish bilan jazolanadi. \n\nYetkazilgan moddiy zarar uch karra miqdorida qoplangan taqdirda qamoq va ozodlikdan mahrum qilish tariqasidagi jazo qo‘llanilmaydi. ",
            "sharxi": "1. O‘zbekiston Respublikasining manfaatlariga xilof ravishda bitimlar tuzishning ijtimoiy xavfliligi shundaki, jinoyat sodir etilganda faqat alohida shaxslarning huquqlari buzilibgina qolmasdan, balki butun jamiyatga zarar keltiriladi. Bundan tashqari, jamiyat va davlatning o‘tish davrida bu turdagi jinoyatlar soni tez o‘sib boradi va davlatning iqtisodiy asoslariga jiddiy zarar keltirishi mumkin.\n\n2. Bu jinoyatning obyekti O‘zbekiston Respublikasi iqtisodiyotining asoslari, O‘zbekiston Respublikasining iqtisodiy tizimi bo‘lib, tahlil qilinayotgan jinoyat sodir etilganda O‘zbekiston Respublikasi manfaatlariga ta’sir etadi.\n\nO‘zbekiston Respublikasi manfaatlari deganda samarali bozor iqtisodiyotini yaratish, mulkiy va ashyoviy munosabatlarni, umummilliy qadriyatlarni himoya qilish, tovar mustaqilligiga erishish shu kabilar hisoblanadi. Ko‘rsatib o‘tilgan manfaatlar bitimlarni tuzishga alohida talablar belgilangan qonunchilikda aks ettirilgan va mustahkamlangan, shu jumladan bu savdo operatsiyalarini o‘tkazish va tuziladigan tashqi iqtisodiy bitimlarga ham taalluqli. \n\n3. Obyektiv tomondan jinoyat respublika manfaatlariga ko‘p miqdorda zarar yetkazilishiga sabab bo‘lgan, naf keltirmasligi ayon bo‘lgan bitimning tuzilishida ifodalanadi.\n\n4. Bitim deb, fuqarolar va yuridik shaxslarning fuqarolik huquq va burchlarini belgilash, o‘zgartirish yoki bekor qilishga qaratilgan harakatlariga aytiladi[ Qarang: O‘zbekiston Respublikasi Fuqarolik kodeksi, 101-modda.]. \n\nBitimning quyidagi turlari mavjud. Bitimlar bir taraflama, ikki taraflama yoki ko‘p taraflama (oxirgi ikkitasi shartnoma) bo‘lishi mumkin. Tahlil qilinayotgan jinoyat ikki taraflama yoki ko‘p taraflama (shartnoma) tuzish bilan sodir etiladi, ammo jinoyat bir tomonlama bitimlar tuzish bilan ham sodir etilishi mumkin.\n\nShuningdek, bitimlar shartli (ya’ni kechiktirish va bekor bo‘lish sharti bilan tuzilgan bitimlar), haq evaziga va tekinga, haqiqiy va konsensual, kazual (nizoli) va mavhum bo‘lishi mumkin[ Qarang: Bolshoy yuridicheskiy slovar. / Pod. red. A.Ya.Suxareva, V.Ye.Krutskix. (2-nashr, qayta ishlangan va to‘ldirilgan). – M.: INFRA-M. 2000, 548-bet.]. Tuzilgan bitimning shakli qilmishning kvalifikatsiyasiga ta’sir etmaydi, ammo aybdorga jazo tayinlashda sud tomonidan inobatga olinishi lozim.\n\n5. Bitim tuzish – bu bitimning barcha shartlari bo‘yicha shaxs (taraf)ning o‘z erkini qonunda nazarda tutilgan tarzda ifodalanishidir.\n\nQuyidagi ikki shartga rioya qilgandagina bitim tuzilgan hisoblanadi:\n\nbitimning barcha shartlari bo‘yicha erk-iroda ifodalangan bo‘lishi kerak;\n\nerkning ifoda etilish shakli bitimlarga qo‘yilgan barcha talablari javob berishi kerak[ Qarang: O‘zbekiston Respublikasi Fuqarolik Kodeksi, 105-112-moddalari.]. \n\n6. Qo‘yilgan talablarga rioya qilinganda bitim tuzilgan hisoblanadi. \n\n7. Respublika manfaatlariga ko‘p miqdorda zarar keltiruvchi bitimda shaxslarning erki ifodalangan paytdan boshlab, O‘zbekiston Respublikasining manfaatlariga xilof ravishda bitim tuzish jinoyati tugallangan hisoblanadi. Agar erk qonunda nazarda tutilganidan boshqacha shaklda ifodalansa va bitimni ro‘yxatdan o‘tkazish (masalan, ko‘chmas mulk oldi-sotdisi bilan bog‘liq shartnomalar) talabiga rioya etilmagan bo‘lsa, uni tuzilgan deb bo‘lmaydi, chunki u haqiqiy hisoblanmaydi, ya’ni fuqarolik huquq va majburiyatlarni yuzaga keltirmaydi, o‘zgartirmaydi va tugashiga olib kelmaydi. Bunday holda aybdorning harakatlarini JK 25-modda 2-qismi va 175-modda 1-qismi (javobgarlikni og‘irlashtiruvchi holatlar bo‘lmaganda) bo‘yicha JK 175-moddasida nazarda tutilgan jinoyatni sodir etishga suiqasd qilish deb kvalifikatsiya qilinadi.\n\nHaqiqiy shartnoma bo‘yicha mol-mulkni topshirmaslik, tahlil etilayotgan jinoyatni sodir etishga suiqasd qilish sifatida kvalifikatsiya qilinishi zarur, ya’ni bitimni tuzishda erk ifodalanibgina qolmay, shu bilan birga mol-mulk topshirilishi ham kerak (masalan, qarz shartnomasi)[ Qarang: O‘zbekiston Respublikasi Fuqarolik Kodeksi, 732-modda, 2-qism.]. \n\n8. Jinoyat obyektiv tomonining zaruriy belgisi O‘zbekiston Respublikasi manfaatlariga xilof ravishda bitim tuzilishi natijasida ko‘p miqdorda zarar yetkazilishi hisoblanadi. Ko‘p miqdor tushunchasi JK Maxsus qismining VIII bo‘limida berilgan.\n\nHar bir ish bo‘yicha zarar miqdori tergov organi yoki sud tomonidan belgilanadi[ Qarang: O‘zbekiston Respublikasi Oliy sudi Plenumi qarorlarining to‘plami. 1991-1998. 2-tom. 154-bet. ] va modda mazmuniga ko‘ra:\n\nhaqiqiy zarar, ya’ni davlat o‘zining buzilgan manfaatlarini tiklashi uchun qilgan yoki kelajakda qiladigan xarajatlariga;\n\nboy berilgan foyda, ya’ni fuqarolik oborotidan olinmay qolgan daromadga asoslanishi lozim[ Qarang: O‘zbekiston Respublikasi Fuqarolik Kodeksi, 14-modda, 2-qism.]. \n\nZarar miqdorini aniqlashda O‘zbekiston Respublikasining manfaatlariga xilof ravishda bitim tuzish tufayli boy berilgan foyda e’tiborga olinmaydi.\n\n9. Subyektiv tomondan jinoyat faqat to‘g‘ri qasd bilan sodir etiladi. Aybdor shaxs bitim tuzilgunga qadar uning respublika manfaatlari uchun naf keltirmasligini bilishi kerak.\n\nNaf keltirmaydigan bitim deganda, shartlari davlat manfaatlariga zid keluvchi bitimni tushunish zarur (masalan, mahsulot yetkazib berish bahosining aniq pasaytirilganligi yoki mahsulotni olish, uni transportda tashish narxlarini aniq oshirib ko‘rsatish; davlat mulkini tasarruf qilishda past narxlash, O‘zbekiston Respublikasi iqtisodiy sanksiya qo‘llagan rezidentlar bilan savdo operatsiyalarini amalga oshirish va hokazolar)[ Qarang: O‘zbekiston Respublikasi Oliy sudi Plenumi qarorlarining to‘plami. 1991-1998. 2-tom. 154-bet.].\n\nBitimning O‘zbekiston Respublikasi manfaatlariga zid tuzilganligi ishga tegishli mutaxassislar jalb qilinib aniqlanishi lozim. \n\nAgar mansabdor shaxs o‘zining sovuqqonligi orqasida shunday bitim tuzsa, uning xatti-harakati JK 207-moddasi (mansabga sovuqqonlik bilan qarash) bo‘yicha kvalifikatsiya qilinadi.\n\n10. Jinoyatning motiv va maqsadi har xil bo‘lishi mumkin, ammo u kvalifikatsiyaga ta’sir qilmaydi. Agar jinoyat sodir etilishiga aybdorda g‘araz yoki boshqa past niyatlar bo‘lganligi aniqlansa, bunday jinoyatni kvalifikatsiya qilishda Jinoyat kodeksining hokimiyat va mansab mavqeidan foydalanib sodir etiladigan tegishli jinoyatlar uchun javobgarlikni belgilovchi moddalari bilan kvalifikatsiya qilinadi. Masalan, agar sharhlanayotgan jinoyat pora olish evaziga sodir etilgan bo‘lsa, aybdorning harakatlari jinoyatlar majmui tariqasida JK 175 va 210-moddalari bo‘yicha kvalifikatsiya qilinishi kerak.\n\nAgar aybdor bitim tuzishi bilan O‘zbekiston Respublikasining iqtisodiy xavfsizligiga putur yetkazmoqchi ekanligi aniqlansa, uning harakatlari JK 157-moddasi bilan davlatga xoinlik qilish sifatida qo‘shimcha kvalifikatsiya qilinadi\n\n11. Sharhlanayotgan jinoyatning subyekti JK 175-moddasida ko‘rsatilgan davlat organi, mulkchilik shaklidan qat’i nazar korxona, muassasa, tashkilot yoki jamoat birlashmasining faqat mansabdor shaxslari bo‘lishi mumkin.\n\n(Mansabdor shaxs tushunchasi to‘g‘risida Jinoyat kodeksi Maxsus qismining VIII bo‘limiga qarang).\n\n12. Davlat organi deganda, davlatning jamiyat ustidan rahbarlik qilishida vujudga kelgan masalalarni hal etish uchun zarur bo‘lgan hokimiyat vakolatlari va vositalari bilan ta’minlangan davlat mexanizmining tashkillashgan qismini tushunish zarur. Davlat organi sifatida bitta mansabdor shaxs yoki mansabdor shaxslarning tashkillashgan guruhi bo‘lishi mumkin[ Qarang: Bolshoy yuridicheskiy slovar. / Pod red. A.Ya.Suxareva, V.Ye.Krutskix. – M.: INFRA-M. 2000, 399-bet.].\n\n13. Korxona – yuridik shaxs huquqiga ega bo‘lgan, mulkchilik huquqi yoki xo‘jalikni to‘la yuritish huquqi bo‘yicha o‘ziga qarashli mol-mulkdan foydalanish asosida mahsulot ishlab chiqaradigan va sotadigan yoki mahsulotni ayirboshlaydigan, ishlarni bajaradigan, xizmat ko‘rsatadigan, mulkchilikning barcha shakllarida teng huquqlilik asosida amaldagi qonunlarga muvofiq o‘z faoliyatini amalga oshiradigan mustaqil xo‘jalik yurituvchi subyekt hisoblanadi. \n\n14. Muassasa - boshqaruv, ijtimoiy-madaniy yoki boshqa notijorat vazifalarni amalga oshirish uchun mulkdor tomonidan tashkil etilgan va to‘la yoki qisman moliyaviy ta’minlab turiladigan tashkilot hisoblanadi[ Qarang: O‘zbekiston Respublikasi Fuqarolik Kodeksi, 76-modda.]. \n\n15. Tashkilot deganda, O‘zbekiston Respublikasi qonunchiligiga muvofiq tashkil qilingan har qanday tijorat yuridik shaxs, shuningdek, xorijiy yuridik shaxslar, kompaniyalar hamda fuqarolik huquq layoqatiga ega va xorijiy davlatlar qonunchiligiga muvofiq tuzilgan boshqa korporativ uyushmalar tushuniladi. \n\n16. Jamoat birlashmalari ma’naviy yoki o‘zga nomoddiy ehtiyojlarni qanoatlantirish uchun o‘z manfaatlarining mushtarakligi asosida qonunda belgilangan tartibda birlashgan fuqarolarning ixtiyoriy birlashmalari hisoblanadi. Bunga o‘smirlar, yoshlar, bolalar, nogironlar, ilmiy, texnikaviy, madaniy, sport va boshqa fuqarolar birlashmalari misol bo‘la oladi. Siyosiy partiyalar, ommaviy harakatlar, kasaba uyushmalari, xotin-qizlar, o‘smirlar va bolalar tashkilotlari, veteranlar va nogironlar tashkilotlari, ilmiy-texnikaviy, madaniy-ma’rifiy, fizkultura-sport va boshqa ko‘ngilli jamiyatlar, ijodiy uyushmalar, yurtdoshlar uyushmalari, assotsiatsiyalar va fuqarolarning boshqa birlashmalari jamoat birlashmalari deb e’tirof etiladi[ Qarang: O‘zbekiston Respublikasining 1991 yil 15 fevraldagi “O‘zbekiston Respublikasi jamoat birlashmalari to‘g‘risida”gi qonuni, 1-modda. // Oliy Kengash Axborotnomalari. 1991 yil, 4-son, 74-bet.]. \n\n17. Shaxsga bitimlarni tuzish bo‘yicha qonunda belgilangan tartibda vakolat berilgandagina uni javobgarlikka tortish mumkin. Aks holda uning harakatlarini JK 175-moddasi bo‘yicha kvalifikatsiya qilish mumkin emas. Agar kerakli dalillar bo‘lsa, shaxs manfaatdor bo‘lsa uning harakatlari firibgarlik sifatida kvalifikatsiya qilinishi mumkin.\n\n18. JK 175-moddasi 2-qismida O‘zbekiston Respublikasining manfaatlariga xilof ravishda bitim tuzishda aybdor bo‘lgan mansabdor shaxs qilmishni:\n\na) takroran; \n\nb) bir guruh shaxslar tomonidan oldindan til biriktirib; \n\nv) juda ko‘p miqdorda zarar yetkazgan holda sodir etganligi uchun javobgarlik nazarda tutiladi.\n\nUshbu moddaning 2-qismi “a” va “b” bandlarida ko‘rsatilgan alohida kvalifikatsiya qilinadigan belgilar oldin sharhlangan bosqinchilik belgilarini so‘zma-so‘z takrorlaydi (JK 164-moddasi sharhiga qarang) va ushbu jinoyatga nisbatan hech qanday maxsus o‘ziga xos xususiyatlarga ega emas.\n\n(Juda ko‘p miqdordagi zarar tushunchasi to‘g‘risida Jinoyat kodeksi Maxsus qismining VIII bo‘limiga qarang).\n\n19. JK 175-moddasi 3-qismiga muvofiq, yetkazilgan moddiy zararni uch baravar qoplagan hollarda aybdorga nisbatan ozodlikdan mahrum qilish ko‘rinishidagi jazo qo‘llanilmaydi."
        },
        {
            "modda_raqami": "176-modda. Qalbaki pul, aksiz markasi yoki qimmatli qog‘ozlar yasash, ularni o‘tkazish.",
            "matni": "O‘tkazish maqsadida qalbaki bank chiptalari (banknotlar), metall tangalar, aksiz markalar, shuningdek, qimmatli qog‘ozlar yoxud chet el valyutasi yoki chet el valyutasidagi qimmatli qog‘ozlar yasash yoki ularni o‘tkazish -\n\nbesh yilgacha ozodlikdan mahrum qilish bilan jazolanadi. \n\nO‘sha harakatlar:\n\na) takroran yoki xavfli retsidivist tomonidan;\n\nb) ko‘p miqdorda;\n\nv) bir guruh shaxslar tomonidan oldindan til biriktirib sodir etilgan bo‘lsa, - \n\nbesh yildan o‘n yilgacha ozodlikdan mahrum qilish bilan jazolanadi\n\nO‘sha harakatlar:\n\na) juda ko‘p miqdorda;\n\nb) uyushgan guruh tomonidan yoki uning manfaatlarini ko‘zlab sodir etilgan bo‘lsa, - \n\no‘n yildan o‘n besh yilgacha ozodlikdan mahrum qilish bilan jazolanadi.",
            "sharxi": "1. Tahlil qilinayotgan modda xalqaro fe’l-atvorga ega jinoyat bo‘lib, unga qarshi 1931 yil 20 aprelda qabul qilingan “Pul belgilarini qalbakilashtirishga qarshi kurash to‘g‘risida”gi Konvensiya asosida kurash olib boriladi. Ushbu Konvensiyaga muvofiq, “pul belgilar va qimmatli qog‘ozlarni qalbakilashtirish bilan shug‘ullanuvchi shaxslar qayerda jinoyat sodir etishi, qaysi davlat fuqarosi bo‘lishi va harakatlari qaysi ishtirokchi-davlatning pul tizimiga qaratilganligidan qat’i nazar jinoiy javobgarlikka tortiladilar”.\n\n2. Tahlil qilinayotgan jinoyatning ijtimoiy xavfliligi shundaki, o‘tkazish maqsadida qalbaki bank chiptalari (banknotlar), metall tangalar, aksiz markalar, shuningdek, qimmatli qog‘ozlar yoxud chet el valyutasi yoki chet el valyutasidagi qimmatli qog‘ozlarni yasash yo ularni o‘tkazish bilan shug‘ullanuvchi shaxslar davlatning pul-kredit tizimiga zarar keltirib, inflyatsiyaning paydo bo‘lishi va rivojlanishiga, iqtisodiy beqarorlikka, respublikaning iqtisodiyotiga zarar yetkazadi. Bozor iqtisodiyotiga o‘tish davrida ushbu jinoyatning xavfliligi ayniqsa oshadi. Pul oborotini boshqarishni qiyinlashtiradi. Chunki pul emissiyasi davlat tomonidan tovar va pul mutanosibligini inobatga olib amalga oshiriladi. Qalbaki pul yoki qimmatli qog‘ozlar yasash, ularni o‘tkazishning ijtimoiy xavfliligi, avvalo, shundan iboratki, bu harakatlarni sodir etish qog‘oz pul yoki qimmatli qog‘ozlar ko‘payib ketishiga, ya’ni pul va tovar massasining o‘zaro mutanosibligi buzilishiga sabab bo‘ladi. Muomalada tovar bilan ta’minlanmagan qog‘oz pullar paydo bo‘ladi, bu pulning qadrsizlanishiga, iqtisodiy beqarorlikka sabab bo‘ladi, davlat iqtisodiyotining asoslariga putur yetkazadi.\n\n3. Jinoyatning obyekti davlatning pul va kredit tizimi normal faoliyat olib borishini ta’minlovchi munosabatlardir.\n\nJinoyatni sodir etishda faqat O‘zbekiston Respublikasi Markaziy bankiga berilgan vakolatlar buziladi. O‘tkazish maqsadida qalbaki bank chiptalari (banknotlar), metall tangalar, aksiz markalar, shuningdek, qimmatli qog‘ozlar yoxud chet el valyutasi yoki chet el valyutasidagi qimmatli qog‘ozlar yasashdan maqsaddan yana biri bu soliq to‘lamaslikdir.\n\n4. Jinoyatning predmetini quyidagilar tashkil etadi: \n\nO‘zbekiston Respublikasi Markaziy bankining bank biletlari (banknotlar), ya’ni Markaziy bank tomonidan muomalaga chiqarilgan va kafolatlangan pullar (so‘mlar) – 1 so‘mdan 1000 so‘mgacha[ Qarang: O‘zbekiston Respublikasining 1995 yil 21 dekabrdagi “O‘zbekiston Respublikasining Markaziy banki to‘g‘risida”gi qonuni. 32-modda, 3 qism. // Oliy Kengash Axborotnomalari. 1995 yil, 12-son, 247-bet.].\n\nO‘zbekiston Respublikasining har qanday metall tangalari, shu jumladan oltin, kumush va platina tangalar (bu tangalar soni cheklanganligi tufayli, asosan, to‘lov vositasidan ko‘ra ko‘proq, to‘plam buyumi sifatida foydalaniladi);\n\naksiz markalar – tovarlarning ayrim turlariga (jumladan, alkogol va tamaki mahsulotlarga) aksiz solig‘i sifatidagi to‘lov. Alohida davlat matbaa birlashmalari tomonidan chiqariladi; \n\nqimmatli qog‘ozlar jumlasiga quyidagilar: obligatsiya, veksel, chek, depozit va jamg‘arma sertifikatlari, bankning taqdim qiluvchiga pul beriladigan jamg‘arma daftarchasi, konsument, aksiya hamda qonun hujjatlari bilan qimmatli qog‘ozlar jumlasiga kiritilgan boshqa hujjatlar kiradi[ Qarang: O‘zbekiston Respublikasi Fuqarolik Kodeksi, 76-modda.];\n\nchet el valyutasi - tegishli xorijiy davlatda muomalada bo‘lgan va qonuniy to‘lov vositasi hisoblangan banknot ko‘rinishdagi chet el pul belgilari, shuningdek, muomaladan chiqarilgan yoki chiqarilayotgan, o‘sha chet davlatning pul belgilariga almashtirilishi lozim bo‘lgan chet el pul belgilari hisoblanadi[ Qarang: O‘zbekiston Respublikasining 2003 yil 11 dekabrdagi “Valyutani tartibga solish to‘g‘risida”gi Qonuni. 3-modda, 2-qism.]; \n\nchet el valyutasidagi qimmatli qog‘ozlar – chet el valyutasidagi fond boyliklari (aksiyalar, obligatsiyalar[ Qarang: O‘zbekiston Respublikasining 2003 yil 11 dekabrdagi “Valyutani tartibga solish to‘g‘risida”gi Qonuni. 2-modda.] va boshqalar), chet el valyutasidagi to‘lov hujjatlari (cheklar, veksellar, akkreditivlar va boshqalar), shu jumladan yo‘l cheklaridir [ 2002 yil 14 martdagi “Almashtirish shahobchasi to‘g‘risida”gi Nizomga muvofiq “yo‘l cheki – xorijiy banklar va moliya institutlari tomonidan emitentlanadigan, xorijiy valyutadagi to‘lov hujjati”, kirish qismiga qarang. // Bank Axborotnomalari, 18-19-sonlari, 2002 yil may.]. \n\n5. Mazkur predmetlar O‘zbekiston hududida yoki boshqa davlatlar hududida qalbakilashtirilgan yoki o‘tkazilgan paytdan boshlab, ularni qalbakilashtirish yoki o‘tkazishning jinoyat ekanligi qayd etilishi darkor. \n\nMuomala – bu:\n\nMarkaziy bank muomalaga chiqargan banknot va tangalar O‘zbekiston Respublikasining butun hududida to‘lovlarning barcha turlarida yozilgan qiymati bo‘yicha qabul qilinishi, shuningdek, hisob varaqqa, omonatga o‘tkazish va jo‘natma sifatida o‘tkazish uchun qabul qilinishi majburiyligidir;\n\nbanknot va tangalar O‘zbekiston Respublikasining butun hududida to‘lovlarning barcha turlarida yozilgan qiymati bo‘yicha qabul qilinishi, shuningdek, hisobvaraqqa, omonatga o‘tkazish va jo‘natma sifatida o‘tkazish uchun qabul qilinadi[ Qarang: O‘zbekiston Respublikasining 1995 yil 21 dekabrdagi “O‘zbekiston Respublikasining Markaziy banki to‘g‘risida”gi qonuni. 35-modda. // Oliy Kengash Axborotnomalari. 1995 yil, 12-son, 247-bet.];\n\nqimmatli qog‘ozlar – o‘z emitentlari tomonidan qonuniy va haqiqiy majburiyat sifatida qabul qilinadi.\n\nO‘tkazish maqsadida muomalada bo‘lmagan (masalan, SSSR pullari yoki tugatilgan aksionerlik jamiyati aksiyalari), bank biletlari (banknotlar), metall tangalar, aksiz markalar, shuningdek, qimmatli qog‘ozlar yoxud chet el valyutasi yoki chet el valyutasidagi qimmatli qog‘ozlar yasash yo ularni o‘tkazish JK 176-moddasi bo‘yicha jinoiy javobgarlikni keltirib chiqarmaydi, sababi ular respublika iqtisodiyotiga va soliq tizimiga zarar yetkazmaydi. Muomalada bo‘lmagan pul birliklarini o‘tkazish maqsadida yasagan va aldov yo‘li bilan bundan manfaat ko‘rgan shaxslarning harakatlari JK 168-moddasi bilan firibgarlik sifatida kvalifikatsiya qilinishi mumkin.\n\n6. Pul-buyum lotereya chiptalari va boshqa hujjatlarni ishlab chiqarish, qalbakilashtirish yoki ularni o‘tkazish JK 176-moddasi bilan javobgarlikni yuzaga keltirmaydi. Pul-buyum lotereya chiptalari va boshqa hujjatlarni qalbakilashtirish yoki ularni o‘tkazganlik uchun JK 168-moddasi bo‘yicha javobgarlikka tortilishi kerak.\n\n7. “Agar qalbakiligi aybdorga ayon bo‘lgan valyuta qimmatliklari ko‘rinishidagi, pul muomalasida qo‘llanishini istisno qiladigan darajada haqiqiysiga ro‘y-rost o‘xshamaydigan kupyuralar o‘tkazilgan bo‘lsa, shuningdek, aybdorda jabrlanuvchini qo‘pol ravishda aldash niyati bo‘lganligidan guvohlik beruvchi boshqa holatlar mavjud bo‘lsa bunday qilmish Jinoyat kodeksi 176-moddasining tegishli qismi bo‘yicha kvalifikatsiya qilinib, Jinoyat kodeksining 168-moddasi (firibgarlik) bilan qo‘shimcha kvalifikatsiya qilish talab qilinmaydi. Qalbaki pul yoki qimmatli qog‘ozlarni olgan shaxsning qilmishi esa valyuta qimmatliklarini qonunga xilof ravishda olishga suiqasd sifatida kvalifikatsiya qilinishi lozim”[ O‘zbekiston Respublikasi Oliy sudi Plenumining “Valyuta qimmatliklarini qonunga xilof ravishda olish yoki o‘tkazishga doir ishlar yuzasidan sud amaliyoti to‘g‘risida”gi 2000 yil 28 apreldagi 8-sonli qarori, 12-band. ].\n\nQalbaki chiptalar yoki qimmatli qog‘ozlar yasash (soxta pul yasash) deganda, mazkur narsalarni to‘la yasash yoxud haqiqiy qog‘oz pullar yoki qimmatli qog‘ozlarga qisman o‘zgartirishlar kiritish (shu narsalarning raqamlarini yoki boshqa zaruriy qismlarini o‘zgartirish) tushuniladi. Yasash usullari har xil bo‘lishi mumkin. Bu fotosuratlar, kompyuter texnikasidan foydalanish, chizish, matbaa yo‘li bilan pul yoki qimmatli qog‘ozlarni bosma usulda chiqarish va hokazolar bo‘lishi mumkin. Jinoyatni kvalifikatsiya qilish uchun uni sodir etish usullarining ahamiyati yo‘q. Biroq qalbaki pul yoki qimmatli qog‘ozlarning barcha o‘lchamlari, zaruriy belgilari, ya’ni rekvizitlari haqiqiysiga chindan ham o‘xshash bo‘lishi jinoyatni kvalifikatsiya qilishning zaruriy sharti hisoblanadi. Aks holda, aybdorning harakatlarini ko‘rib chiqilayotgan modda bo‘yicha huquqiy baholash mumkin emas. Masalan, shaxsning jurnaldan yangi pulning namuna nusxalarini qirqib olib, ularni yopishtirib sotishga urinishini, qalbaki pul yasash yoki ularni o‘tkazish deb bo‘lmaydi. Bunday qilmish muayyan sharoitda firibgarlik deb baholanishi mumkin. Chunki bunday pullar muomalada bo‘la olmaydi va davlatning pul kredit tizimi asoslariga putur yetkazmaydi. Shu munosabat bilan qo‘pol ravishda yopishtirilgan baholi, yozuvli, qo‘lda yasalgan, tasviri bir-biriga muvofiq kelmagan kupyuralar, ya’ni muomaladagi milliy yoki xorijiy pul birligi bilan amaliy o‘xshashlikka ega bo‘lmagan kupyuralar jinoyat predmeti bo‘la olmaydi. Aybdor valyuta qimmatliklariga qalbakiligini bilmasdan egalik qilgan bo‘lsa, uning harakatlari valyuta qimmatliklarini qonunga xilof ravishda olish yoki o‘tkazish (JK 177-moddasi)ga suiqasd qilish deb baholanmaydi. Qalbaki valyuta qimmatliklarini sotib olgan, biroq ularning qalbakiligini bilmagan holda ularni sotgan shaxsning harakatlari qonunga xilof ravishda valyuta qimmatliklarini sotish deb baholanmaydi. Bunday hollarida, shaxs ularning qalbakiligini bila turib, ya’ni to‘g‘ri qasd bilan sotishga harakat qilganida, uning qilmishi javobgarlikni keltirib chiqaradi. \n\n8. Obyektiv tomondan jinoyat:\n\no‘tkazish maqsadida qalbaki bank chiptalari (banknotlar), metall tangalar, aksiz markalar, qimmatli qog‘ozlar yoxud chet el valyutasi yoki chet el valyutasidagi qimmatli qog‘ozlar yasashda;\n\nularni o‘tkazishda ifodalanadi.\n\n9. Pul birliklari, aksiz markalari, qimmatli qog‘ozlarni to‘la yoki qisman qalbakilashtirish (nominalini o‘zgartirish, aksiz marka va qimmatli qog‘ozlarning rekvizitlarini o‘zgartirish) mumkin. Qalbakilashtirish shakli va miqdori kvalifikatsiyaga ta’sir etmaydi, ammo jazo tayinlashda sud tomonidan inobatga olinishi mumkin.\n\nQalbaki pul yoki qimmatli qog‘ozlar yasash, agar ularni o‘tkazish maqsadi borligi aniqlansa, loaqal bir nusxa yasalgan paytdan e’tiboran tugallangan jinoyat hisoblanadi.\n\n10. Qalbaki bank chiptalari (banknotlar), metall tangalar, aksiz markalar, shuningdek, qimmatli qog‘ozlar yoxud chet el valyutasi yoki chet el valyutasidagi qimmatli qog‘ozlarni o‘tkazish bu ularning turli hisob-kitob operatsiya (berilgan tovar va ko‘rsatilgan xizmat uchun haq sifatida, ayirboshlashda, qarz berishda, oldi-sotdida va boshqa)larga jalb etilishi, ularni haq evaziga yoki haq evazisiz uchinchi shaxsga berish, ya’ni muomalaga chiqarishdir. Aybdorning qalbaki pullar yoki qimmatli qog‘ozlarga jismoniy, yuridik shaxslar yoki davlatga tegishli bo‘lgan mulkni sotib olishini jinoyatning qalbaki predmetlarini o‘tkazish deb hisoblash lozim. Bunday hollarda, o‘zganing mulkini talon-toroj qilish uchun javobgarlik belgilangan moddalar bo‘yicha qo‘shimcha kvalifikatsiya qilish talab etilmaydi. \n\n11. Sharhlanayotgan jinoyatning qalbakilashtirilganligi oldindan ma’lum bo‘lgan predmetlarni keyinchalik haqiqatda o‘tkazish uchun olish JK 176-moddasida ko‘zda tutilgan jinoyatni sodir etishga jinoiy jazolanadigan tayyorgarlik ko‘rishni vujudga keltiradi (JK 25-moddasi 2-qismi). Bir dona bo‘lsa-da, qalbaki predmet qabul qilingan yoki haqiqiy pul belgisi, aksiz marka yoki qimmatli qog‘oz sifatida foydalanilgan vaqtdan boshlab jinoyat tugallangan hisoblanadi. O‘tkazilgan paytida qalbakilashtiruvchi shaxsning aldovi fosh etilishi (basharti bu shaxs uni tayyorlash bilan shug‘ullanmagan bo‘lsa) jinoyat sodir etishga suiqasdni tashkil etadi.\n\n12. Qalbaki bank chiptalari (banknotlar), metall tangalar, aksiz markalar, shuningdek, qimmatli qog‘ozlar yoxud chet el valyutasi yoki chet el valyutasidagi qimmatli qog‘ozlarni o‘tkazganlik uchun javobgarlikka nafaqat ularni yasaganlar, balki ularning qalbakiligini bila turib muomalaga kiritganlar ham (masalan, qalbaki pulga ega bo‘lgan shaxs, qalbaki pullarni o‘tkazuvchi shaxsning jinoiy sheriklari, tasodifan pulga ega bo‘lib, qalbakiligini bilganidan so‘ng uni o‘tkazishga harakat qilgan shaxslar) jinoiy javobgarlikka tortiladilar.\n\n13. Subyektiv tomondan jinoyat faqat to‘g‘ri qasd bilan sodir etiladi. O‘tkazish maqsadining borligi qalbaki pul yoki qimmatli qog‘ozlar yasashning zaruriy belgisidir. \n\nShaxs qalbaki pul yoki qimmatli qog‘ozlarni o‘tkazish maqsadida emas, balki o‘zi uchun, masalan, o‘z qobiliyati, mahoratini ko‘rsatish va hokazo uchun yasagan hollarda uning harakatlari jinoiy qilmish hisoblanmaydi.\n\n14. Qalbaki bank chiptalari (banknotlar), metall tangalar, aksiz markalar, shuningdek, qimmatli qog‘ozlar yoxud chet el valyutasi yoki chet el valyutasidagi qimmatli qog‘ozlarni o‘tkazish maqsadi haqida xulosa chiqarishda ularning miqdori, qoplamalarning maxsus usuli, jo‘natish, inkassator sumkalari va boshqa belgilar inobatga olinishi shart. Shu sababli agar shaxs o‘z san’atini ko‘rsatish maqsadida yoki o‘zini namoyon qilish uchun, yozuvni o‘chiruvchi mahsulotini sinovdan o‘tkazish maqsadida pul birligini tayyorlasa, unda qalbaki pul yasaganlik uchun jinoiy javobgarlik vujudga kelmaydi.\n\nQalbaki pullar yoki qimmatli qog‘ozlarni o‘tkazish faqat to‘g‘ri qasd bilan sodir etilishi mumkin. Aybdor shaxs qalbaki pul yoki qimmatli qog‘ozlarni o‘tkazayotganini oldindan bilgan bo‘lishi kerak, agar u soxta pul yoki qimmatli qog‘ozlarni o‘tkazayotganligini bilmagan bo‘lsa, uning harakatlarida jinoyat tarkibi bo‘lmaydi.\n\n15. Jinoyatning subyekti 16 yoshga to‘lgan aqli raso shaxs bo‘ladi.\n\n16. JK 176-moddasi 2-qismida:\n\na) takroran yoki xavfli retsidivist tomonidan;\n\nb) ko‘p miqdorda;\n\nv) bir guruh shaxslar tomonidan oldindan til biriktirib sodir etilgan, o‘tkazish maqsadida qalbaki pul yoki qimmatli qog‘ozlar yasaganlik yoki ularni o‘tkazganlik uchun javobgarlik nazarda tutiladi.\n\nMazkur belgilar oldin sharhlangan JK 164-moddasi tahlilida atroflicha ko‘rib chiqilgan va ushbu jinoyatga nisbatan hech qanday maxsus o‘ziga xos xususiyatlarga ega emas. Biroq chet el valyutasiga nisbatan miqdor, jinoyat sodir etilgan kuni Markaziy bank tomonidan belgilangan valyutalar kursi bo‘yicha aniqlanishi lozim.\n\n17. JK 176-moddasi 3-qismida: \n\na) juda ko‘p miqdorda; \n\nb) uyushgan guruh tomonidan yoki uning manfaatlarini ko‘zlab sodir etilgan jinoyat uchun javobgarlik nazarda tutilgan. \n\n(Ko‘rsatilgan belgilar JK 168-moddasi tahlilida sharhlangan)."
        },
        {
            "modda_raqami": "177-modda. Valyuta qimmatliklarini qonunga xilof ravishda olish yoki o‘tkazish",
            "matni": "Fuqarolarning qonunga xilof ravishda ancha miqdorda valyuta qimmatliklarini olishi yoki o‘tkazishi shunday harakatlar uchun ma’muriy jazo qo‘llanilganidan keyin sodir etilgan bo‘lsa, - \n\neng kam oylik ish haqining yetmish besh baravarigacha miqdorda jarima yoki uch yilgacha axloq tuzatish ishlari bilan jazolanadi. \n\nO‘sha harakatlar:\n\na) takroran yoki xavfli retsidivist tomonidan;\n\nb) ko‘p miqdorda;\n\nv) bir guruh shaxslar tomonidan oldindan til biriktirib sodir etilgan bo‘lsa, -\n\n eng kam oylik ish haqining yetmish besh baravaridan ikki yuz baravarigacha miqdorda jarima yoki olti oygacha qamoq bilan jazolanadi. \n\nO‘sha harakatlar:\n\na) juda ko‘p miqdorda;\n\nb) uyushgan guruh tomonidan yoki uning manfaatlarini ko‘zlab sodir etilgan bo‘lsa, - \n\neng kam oylik ish haqining ikki yuz baravaridan besh yuz baravarigacha miqdorda jarima yoki uch yilgacha ozodlikdan mahrum qilish bilan jazolanadi. ",
            "sharxi": "1. Tahlil qilinayotgan jinoyatning ijtimoiy xavfliligi shundaki, valyuta qimmatliklarini qonunga xilof ravishda olish yoki o‘tkazish bilan aybdor milliy valyutaning barqarorligiga ta’sir qilib, inflyatsiya jarayonining keskinlashuvi uchun shart-sharoit yaratadi. Bundan tashqari, “valyuta qimmatliklarini qonunga xilof ravishda olish va o‘tkazish O‘zbekiston Respublikasining valyuta yakka hukmronligiga putur yetkazadi, ular ko‘pincha talon-toroj qilish, poraxo‘rlik, bojxona qonunchiligini buzish kabi jinoyatlar bilan bog‘liq bo‘ladi”[ O‘zbekiston Respublikasi Oliy sudi Plenumining “Valyuta qimmatliklarini qonunga xilof ravishda olish yoki o‘tkazishga doir ishlar yuzasidan sud amaliyoti to‘g‘risida”gi 2000 yil 28 apreldagi 8-sonli qarori, muqaddima, ]. \n\n2. Sharhlanayotgan jinoyat predmeti ro‘yxati O‘zbekiston Respublikasining 2003 yil 11 dekabrda qabul qilingan “Valyutani tartibga solish to‘g‘risida”gi Qonuni (yangi tahriri)da keltirilgan valyuta qimmatliklari hisoblanadi va u kengaytirilib talqin etilishi mumkin emas.\n\nQonunga binoan quyidagilar valyuta qimmatliklariga kiritiladi:\n\nchet el valyutasi – muomalada bo‘lgan hamda xorijiy davlatda qonuniy to‘lov vositasi hisoblangan banknotlar, xazina chiptalari va tangalar ko‘rinishidagi chet el pul belgilari, muomaladan chiqarilgan yoki chiqarilayotgan hamda xuddi shu xorijiy davlatning pul belgilariga almashtirilishi lozim bo‘lgan chet el pul belgilari, shuningdek, hisobvaraqlarda va omonatlarda bo‘lgan xorijiy davlatlarning pul birliklaridagi hamda xalqaro pul yoki hisob-kitob birliklaridagi mablag‘lardir;\n\nchet el valyutasidagi qimmatli qog‘ozlar – qiymati chet el valyutasida ifodalangan pul hujjatlaridir (aksiyalar, obligatsiyalar va hokazolar);\n\nchet el valyutasidagi to‘lov hujjatlari – (chek, veksel, akkreditiv va boshqalar), shuningdek, ularga yo‘l cheklari ham kiradi.\n\nsof quyma oltin – sanoat usulida tozalangan va ishlov berilgan, tarkibida boshqa elementlar aralashmasi bo‘lmagan yoki qabul qilingan me’yorlarga muvofiq kam miqdorda bo‘lishiga yo‘l qo‘yiladigan oltindir. O‘zbekiston Respublikasi davlat standartlari yoki xorijiy davlat standartlariga muvofiq quyma shakl berilgan tozalangan oltingina jinoyat predmeti bo‘la oladi.\n\nOltindan yasalgan zargarlik va maishiy buyumlar, shu bilan birga oltin lom va ularning parchasi jinoyat predmeti bo‘la olmaydi. Shuningdek, ko‘rinishi va holatidan qat’i nazar, boshqa qimmatbaho metallar va qimmatbaho toshlar (shu jumladan sun’iy toshlar ham) sharhlanayotgan qilmish predmeti bo‘la olmaydi.\n\n3. Oltin, kumush, platina va platina guruhiga kiruvchi metallardan (palladiy, iridiy, rodiy, ruteniy va osmiydan) yasalgan, asillik darajasiga ega bo‘lgan va qonun hujjatlarida belgilangan tartibda tamg‘alanishi lozim bo‘lgan buyumlar qimmatbaho metallardan yasalgan zargarlik buyumlari hisoblanadi[ Qarang: O‘zbekiston Respublikasining 2001 yil 7 dekabrdagi “Qimmatbaho metallardan yasalgan buyumlarning asillik darajasi va tamg‘alanishi to‘g‘risida”gi qonuni. 4-modda. // Xalq so‘zi, 2002 yil 4 yanvar.].\n\nQimmatbaho toshlardan yasalgan zargarlik buyumlari – olmos, la’l, sapfir, zumrad, aleksandrit va dur ishlatib yasalgan bezak predmeti hisoblanadi. Qimmatbaho toshlardan yasalgan zargarlik buyumlari amaldagi qonunchilikka muvofiq tamg‘alanishi shart emas.\n\nDavlat tamg‘asi bor yoki yo‘qligidan qati nazar sanoat yoki hunarmandchilik uslubi bilan qimmatbaho metallardan va tabiiy qimmatbaho toshlardan tayyorlangan buyumlarni qimmatbaho metallardan va tabiiy toshlardan yasalgan zargarlik va boshqa ro‘zg‘or buyumlari qatoriga kiritish lozim[ Qarang: O‘zbekiston Respublikasi Oliy sudi Plenumining “Valyuta qimmatliklarini qonunga xilof ravishda olish yoki o‘tkazishga doir ishlar yuzasidan sud amaliyoti to‘g‘risida”gi 2000 yil 28 apreldagi 8-sonli qarori, 2-band, 4-xatboshi.].\n\nQimmatbaho metal (tosh)lardan yasalgan ro‘zg‘or buyumlari – bu kundalik faoliyatda uchraydigan metall (tosh)dan yasalgan va doimiy ishlatiladigan buyumlar. Bularga soat, portsigar, yozuv qurollari va boshqalar kiradi.\n\n4. “Valyutani tartibga solish to‘g‘risida”gi Qonun tahlili shuni ko‘rsatib turibdiki, ishlab chiqarish va laboratoriyalarga mo‘ljallangan har qanday ashyolar, yarimfabrikatlar va shunga o‘xshash qismlar, ishlab chiqarish chiqindilari (apikallar, qirindilar, shamlar va boshqalar), shuningdek, O‘zbekiston Respublikasi hududida muomalada bo‘lgan qimmatli metallardan tanga shaklida ishlangan “so‘m” pul birligidan tashqari qimmatli metallardan tayyorlangan tangalar, valyuta qimmatliklariga kiradi[ Qarang: O‘zbekiston Respublikasi Oliy sudi Plenumining “Valyuta qimmatliklarini qonunga xilof ravishda olish yoki o‘tkazishga doir ishlar yuzasidan sud amaliyoti to‘g‘risida”gi 2000 yil 28 apreldagi 8-sonli qarori, 2-band, 2-xatboshi.]. \n\n5. Ishlab chiqarishga mo‘ljallangan buyumlar deb, tegishli qimmatbaho metallar va qimmatbaho toshlardan tayyorlangan yoki ulardan foydalanilgan holda tayyorlangan buyumlarga, masalan, ayrim zargarlik asboblariga aytiladi.\n\n6. Laboratoriyaga mo‘ljallangan ashyolarga tegishli metallar yoki toshlardan yasalgan va faqat laboratoriya tadqiqotlarida ishlatiladigan asbob-uskunalar va boshqa buyumlar kiradi. \n\n7. Qimmatbaho metallar va toshlardan yasalgan buyumlarning yarimfabrikatlari – bu keyinchalik yuqoridagi buyumlarni yasash uchun kerak bo‘lgan qimmatbaho metallar va toshlar dan iborat materiallar hisoblanadi. Xom ashyodan farqli o‘laroq, yarimfabrikatga bir marta ishlov berilgan bo‘ladi, ya’ni alohida ishlab chiqarish operatsiyalari amalga oshirilgan bo‘ladi. Yarimfabrikatlarni to‘yintirilgan xom ashyodan farqlash lozim. To‘yintirilgan xom ashyo ishlab chiqarish operatsiyalariga tegishli bo‘lmay, rudani qimmatbaho metall yoki toshlardan tozalash imkoniyatini beruvchi texnologiya mahsulidir. Yarimfabrikatlarga, masalan, jihozlar ishlab chiqarilishida sarf bo‘ladigan elementlar kiradi. \n\n8. Yuqorida sanab o‘tilgan buyumlar uchun detallar o‘sha buyumlardan samarali foydalanishga yordam beradi. Shuni ta’kidlash kerakki, detallar ishlov berilgan yarimfabrikat sifatida o‘tmaydi.\n\n9. Ishlab chiqarish chiqindilari (apikallar, qirindilar, shamlar va boshqalar) - bu ishlab chiqarish faoliyatini amalga oshirish jarayonida qimmatbaho metallar va toshlardan olingan chiqindilar bo‘lib, keyinchalik ishlov bermasdan ulardan foydalanib bo‘lmaydi.\n\n10. O‘zbekiston Respublikasi hududida muomalada bo‘lgan qimmatli metallardan tanga shaklida ishlangan “so‘m” pul birligi valyuta qimmatligi sanalmaydi. Shuningdek, purkalgan oltin va kumush, tish protezlarini yasashda ishlatiladigan qolip lar valyuta qimmatliklariga kirmaydi[ Qarang: O‘zbekiston Respublikasi Oliy sudi Plenumining “Valyuta qimmatliklarini qonunga xilof ravishda olish yoki o‘tkazishga doir ishlar yuzasidan sud amaliyoti to‘g‘risida”gi 2000 yil 28 apreldagi 8-sonli qarori, 2-band, 3-xatboshi.]. Qimmatbaho metall va toshlardan yasalgan qurol, orden, nishonlar mazkur jinoyat predmeti deb baholanmaydi.\n\n11. Ilmiy-texnikaviy rivojlanish natijasida alohida turdagi sun’iy qimmatbaho toshlarni ko‘p miqdorda ishlab chiqarishni yo‘lga qo‘yish imkoni yuzaga keladi. Sun’iy qimmatbaho tosh – bu birorta qimmatbaho toshga yaqin, unga o‘xshaydigan minerallardan inson ishlov berishi natijasida (“o‘stirilgan”, “eritmadan tortib olingan” yoki boshqa usulda) yaratilgan toshdir. Bunday toshlar sifat jihatdan haqiqiy toshdan ham chiroyli ko‘rinib, juda ko‘p miqdorda ishlab chiqariladi.\n\n12. Jinoyat obyektiv tomondan shunday harakatlar uchun ma’muriy jazo qo‘llanilganidan keyin fuqarolarning qonunga xilof ravishda:\n\na) ancha miqdorda valyuta qimmatliklarini olishi;\n\nb) valyuta qimmatliklarini o‘tkazishida ifodalanadi. \n\n13. Valyuta qimmatliklarini olish deganda, valyuta qimmatliklarini tasarruf etish imkoniyatini ta’minlaydigan valyuta qimmatliklarini olish bo‘yicha g‘arazli va beg‘araz harakatlarni tushunmoq lozim. Bunday qimmatliklarni vaqtinchalik saqlash, sovg‘a qilish yoki boshqa beg‘araz usullar orqali valyuta qimmatliklarini olish (masalan, meros olish natijasida) mazkur modda mazmunini tashkil qilmaydi[ Qarang: O‘zbekiston Respublikasi Oliy sudi Plenumining “Valyuta qimmatliklarini qonunga xilof ravishda olish yoki o‘tkazishga doir ishlar yuzasidan sud amaliyoti to‘g‘risida”gi 2000 yil 28 apreldagi 8-sonli qarori, 5-band, 27-bet.]. \n\nAgar aybdor valyuta qimmatliklarni tovlamachilik, talonchilik, o‘zlashtirish yoki rastrata, firibgarlik, o‘g‘rilik, aldash yoki ishonchni suiiste’mol qilish yo‘li bilan, pora olish, pora olish-berishda vositachilik qilish, pora evaziga og‘dirish, qimmatbaho valyuta bilan rag‘batlantirishdan qo‘lga kiritgan bo‘lsa, tergov va sud organlari ularning xatti-harakatlarini Jinoyat kodeksining ana shunday jinoyatlar uchun javobgarlikni ko‘zda tutuvchi moddasi bo‘yicha kvalifikatsiya qilishi lozim va JK 177-moddasi bo‘yicha qo‘shimcha kvalifikatsiya qilish talab etilmaydi[ Qarang: O‘zbekiston Respublikasi Oliy sudi Plenumining “Valyuta qimmatliklarini qonunga xilof ravishda olish yoki o‘tkazishga doir ishlar yuzasidan sud amaliyoti to‘g‘risida”gi 2000 yil 28 apreldagi 8-sonli qarori, 10-band, 28-bet.]. \n\n14. Valyuta qimmatliklarini o‘tkazish deganda, valyuta qimmatliklarini haq evaziga bir yoki bir necha marta mazkur buyumni tasarruf etishni ta’minlab beruvchi uchinchi shaxsga shunday harakat orqali berishni tushunish kerak. \n\nValyuta qimmatliklarini sotish, almashtirish, u orqali xizmatlar uchun haq to‘lash, mehnat shartnomasi bo‘yicha haq to‘lash ham o‘tkazish sifatida kvalifikatsiya qilinishi lozim. Valyuta qimmatliklari bilan bog‘liq boshqa bitimlar (meros qoldirish, omonat saqlash, qarzga, qarz o‘rniga berish) JK 177-moddasi nazarda tutuvchi javobgarlikni vujudga keltirmaydi. Agar yuqoridagi harakatlar valyuta qimmatliklarini olish uchun amalga oshirilgan bo‘lsa, aybdorning qilmishi JK 177-moddasi bo‘yicha kvalifikatsiya qilinadi. Valyuta qimmatliklarni pora sifatida berish ularni qonunga xilof ravishda o‘tkazish deb topilmaydi.\n\n15. Obyektiv tomonning zaruriy belgisi valyuta qimmatliklarini olish va valyuta qimmatliklarini o‘tkazishning noqonuniyligi hisoblanishidir.\n\nValyuta qimmatliklarini qonunga xilof ravishda olish yoki o‘tkazish deganda, O‘zbekiston Respublikasi hududida ushbu harakatlar sodir etilgan vaqtda valyuta qimmatliklarini o‘rnatilgan talablarni buzgan holda sotib olish, sotish yoki almashtirish tushuniladi[ Qarang: O‘zbekiston Respublikasi Oliy sudi Plenumining “Valyuta qimmatliklarini qonunga xilof ravishda olish yoki o‘tkazishga doir ishlar yuzasidan sud amaliyoti to‘g‘risida”gi 2000 yil 28 apreldagi 8-sonli qarori, 2-band, 2-qism, 26-bet.].\n\nAmaldagi qonunchilikka muvofiq, O‘zbekiston Respublikasi fuqarolari, chet el fuqarolari va fuqaroligi bo‘lmagan shaxslarga naqd so‘mlarga naqd xorijiy valyutani sotib olish O‘zbekiston Respublikasi Markaziy bankining valyuta operatsiyalarini o‘tkazish bo‘yicha Bosh litsenziyasiga ega bo‘lgan tijorat banklarining pul almashtirish shoxobchalari orqali amalga oshiriladi[ Qarang: 2002 yil 21 fevraldagi Markaziy bankning 505-sonli qarori bilan tasdiqlangan “Almashtirish shoxobchasi to‘g‘risida”gi Nizom (yangi tahriri), // Bank Axborotnomasi, 18-son, 2002 yil 19 may.]. Shu bilan birga, qonunchilik tomonidan chet el valyuta qimmatliklarini sotib olishga cheklov berilmagan, buni buzish esa, o‘z navbatida, valyuta qimmatliklarini noqonuniy olish deb baholanishi mumkin.\n\nBarcha mulk shaklidagi yuridik shaxslarning valyuta almashtirish operatsiyalari ularning vakolatli banklari orqali amalga oshiriladi, banklar xo‘jalik yurituvchi subyektlar nomidan birjadan tashqari bozorda xorijiy valyutani sotib olish bo‘yicha operatsiyalar o‘tkazish vakolatiga ega[ Qarang: 2001 yil 10 iyuldagi O‘zbekiston Respublikasi Vazirlar Mahkamasining 294-sonli qarori bilan tasdiqlangan “Birjadan tashqari valyuta bozorida xorijiy valyutani xarid qilish va sotish operatsiyalarni o‘tkazish tartibi to‘g‘risida”gi Nizom. ]. Yuridik shaxs manfaati uchun chet el valyutasini xarid qilish va sotishda belgilangan tartibga rioya qilmaslik valyuta qimmatliklarini qonunga xilof ravishda olish yoki o‘tkazish deb baholanib, qilmish JK 177-moddasi va mansabdorlik jinoyati bo‘yicha qo‘shimcha kvalifikatsiya qilinadi.\n\n16. Valyuta qimmatliklarini qonunga xilof ravishda olish yoki o‘tkazish sifatida O‘zbekiston Respublikasi hududida sodir etilgan harakatlar, ya’ni tovarlar, xizmatlar, ishlar uchun chet el valyutasida haq to‘lash javobgarlikni vujudga keltiradi. Bunday to‘lovlarni faqat qonunda belgilangan joylarda amalga oshirish mumkin.\n\n17. O‘zbekiston Respublikasi hududida harakatlanishi taqiqlangan qimmatli qog‘ozlarni olish yoki o‘tkazish, yoxud O‘zbekiston Respublikasi hududida tegishli valyuta qimmatliklarini qonun talablarini buzilgan holda joylashtirish qimmatli qog‘ozlarni qonunga xilof ravishda olish yoki o‘tkazish deb hisoblanadi.\n\nO‘zbekiston Respublikasi Vazirlar Mahkamasi respublika sarhadlaridan tashqaridagi emitentlar chiqargan qimmatli qog‘ozlarni O‘zbekiston Respublikasi hududida muomalaga kiritishning umumiy qoidalari, har yilgi me’yorlari va tartibini belgilab qo‘yadi[ Qarang: O‘zbekiston Respublikasining 1993 yil 2 sentyabrdagi “Qimmatli qog‘ozlar va Fond birjasi to‘g‘risida” Qonuni, 3-modda, 8-qism. // Oliy Kengash Axborotnomasi, 9-son, 1993, 325-bet.]. Bunday holda emitent Hukumatning Umumiqtisodiy bo‘limiga tegishli hujjatlarni yo‘llashi darkor.\n\nO‘zbekiston Respublikasida qimmatli qog‘ozlar Vazirlar Mahkamasining kvotasi bilan muayyan summada joylashtiriladi. O‘zbekiston Respublikasi hududida emitentlar chiqargan qimmatli qog‘ozlarni investitsion institutlar – O‘zbekiston Respublikasi rezidentlari yoki ularning o‘rnatilgan tartibda ro‘yxatdan o‘tgan va litsenziyaga ega filiallari O‘zbekiston Respublikasi Davlat mulki qo‘mitasi qoshidagi qimmatbaho qog‘ozlar bozori Koordinatsiya va nazorat markazi orqali joylashtiradi. Qimmatbaho qog‘ozlarni joylashtirishda qimmatbaho qog‘ozlarning yagona davlat reyestridan ro‘yxatdan o‘tkazish lozim. \n\n18. Purkaladigan oltinni qazib olish va uni quyma shaklga keltirish (qazib olingan rudadan ajratish, oltin moddasi bor boshqa metallardan ajratish, chiqindilardan ajratish) ishlari davlat ro‘yxatidan o‘tmasdan va tegishli ruxsatnomasiz amalga oshirilsa, jinoyat hisoblanadi.\n\nBo‘ysunuvi, mulkchilik shakli, ilmiy, harbiy, ijtimoiy-madaniy, o‘quv maqsadidan, ko‘rsatadigan faoliyat turidan qat’i nazar, oltin qazib chiqaruvchi, qayta ishlovchi, barcha korxona, tashkilot, muassasa, harbiy qurollardan qimmatbaho metallar, toshlarni ajratib oluvchi Mudofaa vazirligi, Milliy xavfsizlik xizmati, Ichki ishlar vazirligi qarashli harbiy qismlar va harbiy-texnikaviy utilizatsiya (chiqindilarni qayta ishlash) ishlari bilan shug‘ullanuvchi boshqa vazirlik va qo‘mitalar davlat ro‘yxatidan o‘tishi shart. Qimmatbaho metallar va toshlar bilan operatsiyalarni yakka tartibda mehnat va yakka tartibda tadbirkorlik faoliyatini amalga oshiruvchi O‘zbekiston Respublikasi fuqarolari, chet el fuqarolari va fuqaroligi bo‘lmagan shaxslar ham albatta davlat ro‘yxatidan o‘tishi shart. \n\nTahlillar uchun kerak bo‘ladigan azotkislotali kumush, tarkibida kumush bo‘lgan yorug‘lik sezuvchi materiallar (kinonusxa qiluvchi tashkilot va kinostudiyalardan tashqari), elektr texnikasi jihozlari, avtomatika, yig‘uvchi mahsulotlar yoki detallar tarkibida mavjud qimmatbaho metallar bilan shug‘ullanuvchi korxona va jismoniy shaxslar davlat ro‘yxatidan o‘tkazilmaydi[ Qarang: O‘zbekiston Respublikasi Adliya Vazirligi tomonidan 1995 yil 22 mayda ro‘yxatga olingan 193-sonli “Qimmatbaho metallar va qimmatbaho toshlar bilan operatsiyalarni amalga oshiruvchi korxonalar, tashkilotlar, muassasalar, jismoniy shaxslarni davlat ro‘yxatidan o‘tkazish tartibi to‘g‘risida”gi Yo‘riqnoma, 2-band.].\n\nQimmatbaho metallar va toshlarni sotish, sotib olish bilan bir martalik fuqarolik huquqiy munosabatga kiruvchi shaxslar davlat ro‘yxatidan o‘tmaydi. Agar ro‘yxatdan o‘tmasdan va ruxsatnoma olmay turib qimmatbaho metallar va toshlar oldi-sotdisi bilan shug‘ullanilsa, aybdorning xatti-harakatlar jinoyatlar majmui tariqasida JK 177-moddasi va faoliyat bilan litsenziyasisiz shug‘ullanganligi uchun jinoiy javobgarlikni nazarda tutuvchi JK 190-moddasi bo‘yicha kvalifikatsiya qilinadi.\n\n19. Valyuta qimmatliklarini, xususan, sof oltinni quyma holda, qonunga xilof ravishda xazina va topilmalarni o‘zlashtirish natijasida olish noqonuniy hisoblanishi lozim. \n\nAmaldagi qonunchilikka muvofiq, quyidagi tartibga rioya qilmasdan o‘zlashtirilgan ashyo noqonuniy o‘zlashtirilgan hisoblanadi, ya’ni yo‘qolgan ashyoni topib olgan shaxs bu haqda uni yo‘qotgan shaxsni yoki ashyo egasini yoxud uni olish huquqiga ega bo‘lgan o‘zga ma’lum shaxslardan birontasini darhol xabardor etishi hamda topilgan ashyoni shu shaxsga qaytarishi shart. Basharti, ashyo binoda yoki transportda topilgan bo‘lsa, u shu binoning yoki transport vositasining egasi bo‘lmish shaxsga topshirilmog‘i lozim. Topilma topshirilgan shaxs ashyoni topib olgan shaxsning huquqlarini qo‘lga kiritadi va uning majburiyatlarni o‘z zimmasiga oladi. Basharti, topilgan ashyo qaytarilishini talab qilish huquqiga ega bo‘lgan shaxs noma’lum bo‘lsa yoki uning manzili ma’lum bo‘lmasa, ashyoni topib olgan shaxs topilma to‘g‘risida militsiyaga, tegishli davlat organlariga yoki fuqarolarning o‘zini o‘zi boshqarish organiga ma’lum qilishi shart. Ashyoni topib olgan shaxs uni o‘zida saqlab turishga yoki saqlash uchun militsiya, tegishli davlat organi yoki fuqarolarning o‘zini o‘zi boshqarish organiga yoxud ular ko‘rsatgan shaxsga topshirishga haqlidir. Topilma to‘g‘risida militsiyaga yoki tegishli davlat organiga xabar qilingan paytdan e’tiboran olti oy mobaynida yo‘qolgan ashyoni olishga haqli bo‘lgan shaxs aniqlanmasa hamda ashyoni topgan shaxsga yoxud militsiya, tegishli davlat organi yoki fuqarolarning o‘zini o‘zi boshqarish organiga ana shu ashyoga bo‘lgan o‘z huquqi to‘g‘risida arz qilmasa, ashyoni topib olgan shaxs unga egalik huquqini oladi[ Qarang: O‘zbekiston Respublikasi Fuqarolik Kodeksi, 192-193-moddalar.].\n\n20. Xazina borasida fikr yuritilganda, xazina u yashirib qo‘yilgan yer uchastkasi yoki boshqa mol-mulk egasining roziligi siz qazilma ishlarini olib borgan yoki boylik qidirgan shaxs tomonidan topilgan taqdirda, bu xazina joylashgan yerdagi mol-mulkni o‘zlashtirish g‘ayriqonuniy bo‘ladi.\n\nTarix va madaniyat yodgorliklari jumlasiga kiradigan, valyuta qimmatliklari hisoblanadigan ashyolardan iborat xazina topilgan taqdirda, ular davlat mulkiga topshirilishi kerak. Bunda xazina yashirib qo‘yilgan yer uchastkasi yoki boshqa mol-mulkning egasi va xazinani topgan shaxs birgalikda xazina qiy matining ellik foizi miqdorida mukofot olish huquqiga egadirlar. Agar ular o‘rtasidagi kelishuvda boshqacha tartib belgilangan bo‘lmasa, mukofot bu shaxslar o‘rtasida teng ulushlarda taqsimlanadi[ Qarang: O‘zbekiston Respublikasi Fuqarolik Kodeksi, 196-modda.].\n\n21. Valyuta qimmatliklarni saqlash yoki jo‘natish qonunga xilof ravishda olish yoki o‘tkazish deb hisoblanmaydi.\n\nTayyorlovchi yoki buyurtmachiga qonuniy ravishda tegishli bo‘lgan, valyuta qimmatligi hisoblanuvchi qimmatbaho metallar va toshlardan zargarlik buyumlarining, yasama tishlar va boshqa maishiy buyurtmalarning tayyorlanishi, shu jumladan bunday narsalarning qimmatbaho metallar va toshlardan hamda ularning rezgilaridan iborat boshqa zargarlik va boshqa maishiy buyumlardan tayyorlanishi valyuta qimmatliklarini qonunga xilof ravishda olish yoki o‘tkazish sifatida baholanishi mumkin emas[ Qarang: O‘zbekiston Respublikasi Oliy sudi Plenumining “Valyuta qimmatliklarini qonunga xilof ravishda olish yoki o‘tkazishga doir ishlar yuzasidan sud amaliyoti to‘g‘risida”gi 2000 yil 28 apreldagi 8-sonli qarori, 6-band. ]. \n\n22. Qonunga xilof ravishda valyuta qimmatliklarni olish yoki o‘tkazish jinoyati ularga bo‘lgan egalik, foydalanish va tasarruf etish huquqning o‘tishi bilan tugallangan hisoblanadi[ Qarang: O‘zbekiston Respublikasi Oliy sudi Plenumining “Valyuta qimmatliklarini qonunga xilof ravishda olish yoki o‘tkazishga doir ishlar yuzasidan sud amaliyoti to‘g‘risida”gi 2000 yil 28 apreldagi 8-sonli qarori, 5-band. ].\n\n23. Qilmish uchun ma’muriy jazo qo‘llanilganidan keyin fuqarolar qonunga xilof ravishda ancha miqdorda valyuta qimmatliklarini olgan yoki o‘tkazgan paytdan e’tiboran jinoyat sodir etilgan deb topiladi.\n\n24. Ancha miqdordagi zarar tushunchasi Jinoyat kodeksi Maxsus qismining VIII bo‘limida berilgan. Shuni alohida ta’kidlab o‘tish kerakki, chet el valyutasining ancha, ko‘p va juda ko‘p miqdorda ekanligini belgilash masalasini hal etish tergov va sud organlari vakolatiga kiradi. Ular bu masalani bitimlar amalga oshirilgan kunda O‘zbekiston Respublikasi Markaziy Banki tomonidan belgilangan chet el valyutasining O‘zbekiston Respublikasi so‘m birligiga nisbatan kursidan kelib chiqib hal etadilar[ Qarang: O‘zbekiston Respublikasi Oliy sudi Plenumining “Valyuta qimmatliklarini qonunga xilof ravishda olish yoki o‘tkazishga doir ishlar yuzasidan sud amaliyoti to‘g‘risida”gi 2000 yil 28 apreldagi 8-sonli qarori, 7-band. ].\n\n25. Birinchi marotaba sodir etilgan ancha miqdordan oshmaydigan miqdordagi valyuta qimmatliklarini qonunga xilof ravishda olish yoki o‘tkazish O‘zbekiston Respublikasi Ma’muriy javobgarlik to‘g‘risidagi Kodeksi 170-moddasida belgilangan ma’muriy javobgarlikka asos bo‘luvchi ma’muriy huquqbuzarlik hisoblanadi[ Qarang: O‘zbekiston Respublikasi Oliy sudi Plenumining “Valyuta qimmatliklarini qonunga xilof ravishda olish yoki o‘tkazishga doir ishlar yuzasidan sud amaliyoti to‘g‘risida”gi 2000 yil 28 apreldagi 8-sonli qarori, 8-band. ]. Ammo bunday holda tergov va sud organi aybdorning maqsadiga e’tibor berishi kerak, chunki u valyuta qimmatliklarini qismlab olishni o‘ziga maqsad qilishi mumkin va qilmish kvalifikatsiyasi maqsadga bog‘liqligi sabab aybdor Jinoyat kodeksining 177-moddasi bilan javobgarlikka tortiladi.\n\n26. Valyuta qimmatliklarini ancha miqdorda qonunga xilof ravishda olganlik yoki o‘tkazganlik uchun jinoiy javobgarlik, basharti aybdor avval shunday harakatlari uchun ma’muriy javobgarlikka tortilgan bo‘lsa, yuzaga keladi. Boshqacha aytganda, bunday holatda ma’muriy preyuditsiya talab qilinadi, ya’ni sodir etilgan qilmishni jinoyat deb topish uchun shaxs O‘zbekiston Respublikasining Ma’muriy javobgarlik to‘g‘risidagi kodeksiga muvofiq javobgarlikka tortilganligi fakti zaruriy shart hisoblanadi. Shaxsning avval sodir etgan shu kabi valyuta qimmatliklarini noqonuniy olganlik yoki o‘tkazganlik uchun ma’muriy javobgarlikdan O‘zbekiston Respublikasi Ma’muriy javobgarlik to‘g‘risidagi kodeksining 18-21-moddalarida ko‘rsatilgan asoslar bilan ozod etilishi shaxsni ushbu jinoyat uchun jinoiy javobgarlikka tortish mumkin emasligiga olib keladi. Agar shaxs ma’muriy jazoga tortilganidan keyin bir yil mobaynida yangi ma’muriy huquqbuzarlik sodir etmagan bo‘lsa, uni valyuta qimmatliklarini qonunga xilof ravishda olganlik yoki o‘tkazganlik uchun jinoiy javobgarlikka tortib bo‘lmaydi, chunki ushbu muddat o‘tishi bilan mazkur shaxs ma’muriy jazoga tortilmagan deb hisoblanadi[ Qarang: O‘zbekiston Respublikasining Ma’muriy javobgarlik to‘g‘risidagi Kodeksi, 37-modda.].\n\n27. Ancha miqdordagi valyuta qimmatliklarni qonunga xilof ravishda olish yoki o‘tkazish shunday harakatlari uchun ilgari ma’muriy jazo qo‘llanilganidan keyin bir yil davomida sodir etilgan bo‘lsa, bunday harakatlar Jinoyat kodeksining 177-moddasi 1-qismida nazarda tutilgan jinoyat deb hisoblanadi[ Qarang: O‘zbekiston Respublikasi Oliy sudi Plenumining “Valyuta qimmatliklarini qonunga xilof ravishda olish yoki o‘tkazishga doir ishlar yuzasidan sud amaliyoti to‘g‘risida”gi 2000 yil 28 apreldagi 8-sonli qarori, 8-band, 2-xatboshi.]. Shaxsning kam miqdordagi valyuta qimmatliklarini qonunga xilof ravishda olishi yoki o‘tkazishi uchun ma’muriy javobgarlikka tortilishi mazkur modda ma’nosida preyuditsiyani hosil qilmaydi.\n\n28. Subyektiv tomondan jinoyat to‘g‘ri qasd asosida amalga oshirilgan bo‘ladi. Bunda aybdor valyuta qimmatliklarini qonunga xilof ravishda olayotganligini yoki o‘tkazayotganligiga hamda bu xatti-harakatlarni amalga oshirishni xohlaganligiga iqror bo‘ladi. Qoidaga ko‘ra, bunday jinoyat g‘arazgo‘ylik maqsadida amalga oshirilgan hisoblanadi. \n\n29. Jinoyatning subyekti 16 yoshga to‘lgan aqli raso shaxs hisoblanadi. Aybdorning harakatlarini kvalifikatsiya qilishga uning O‘zbekiston Respublikasi fuqarosi ekanligi ahamiyat kasb etmaydi. O‘zbekiston fuqarosi, chet el fuqarolari, fuqaroligi bo‘lmagan shaxslar qonunga xilof ravishda valyuta operatsiyalarini o‘tkazganlik uchun javobgarlikka tortiladilar. Agar jinoyat mansabdor shaxs yoki mas’ul mansabdor shaxs tomonidan sodir etilsa, uning harakatlari jinoyatlar jami bo‘yicha qonunga xilof ravishda valyuta qimmatliklarini olish yoki o‘tkazish va mansabdorlik jinoyati sifatida kvalifikatsiya qilinadi. \n\n30. JK 177- moddasining 2-qismida: \n\ntakroran yoki xavfli retsidivist tomonidan; \n\nko‘p miqdorda; \n\nbir guruh shaxslar tomonidan oldindan til biriktirib qonunga xilof ravishda valyuta qimmatliklarini olganlik yoki o‘tkazganlik uchun javobgarlik belgilangan. \n\nMazkur belgilar JK 164-moddasida sharhlab o‘tilgan. \n\n31. Bojxona nazoratini chetlab yoki bojxonadan yashirib yoxud bojxona hujjatlari va vositalariga o‘xshatib yasalgan hujjatlardan aldash yo‘li bilan foydalangan holda yoki deklaratsiyasiz yoxud boshqa nomga yozilgan deklaratsiyadan foydalanib, ko‘p miqdorda, juda ko‘p miqdorda, xizmat lavozimidan foydalangan holda, chegarani buzib o‘tish yo‘li bilan, uyushgan guruh tomonidan yoki uning manfaatlarini ko‘zlab valyuta qimmatliklarini O‘zbekiston Respublikasining bojxona chegarasidan o‘tkazish, keyinchalik ular bilan O‘zbekiston Respublikasi hududida bitimlar tuzish (sotish, almashtirish)  amalga oshirilganda bojxona qonunlarini buzish va valyuta qimmatliklarini qonunga xilof ravishda o‘tkazish sifatida baholanishi va shu jinoyatlar majmui bo‘yicha kvalifikatsiya qilinishi lozim.\n\n32. 177-moddaning 3-qismida:\n\na) juda ko‘p miqdorda;\n\nb) uyushgan guruh tomonidan yoki uning manfaatlarini ko‘zlab qonunga xilof ravishda valyuta qimmatliklarini olganlik yoki o‘tkazganlik uchun javobgarlik nazarda tutilgan."
        },
        {
            "modda_raqami": "178- modda. Chet el valyutasini yashirish.",
            "matni": "Korxonalar, muassasalar yoki tashkilotlarda valyuta operatsiyalarini amalga oshiruvchi xodimlar tomonidan O‘zbekiston Respublikasining vakolat berilgan banklari hisobiga o‘tkazilishi lozim bo‘lgan chet el valyutasining qasddan yashirib qolinishi - \n\neng kam oylik ish haqining yetmish besh baravaridan yuz baravarigacha miqdorda jarima yoki uch yildan besh yilgacha muayyan huquqdan mahrum qilish yoxud besh yilgacha ozodlikdan mahrum qilish bilan jazolanadi. \n\nO‘sha qilmish:\n\na) g‘arazgo‘ylik bilan;\n\nb) takroran;\n\nv) bir guruh shaxslar tomonidan oldindan til biriktirib sodir etilgan bo‘lsa, - \n\nbesh yildan sakkiz yilgacha ozodlikdan mahrum qilish bilan jazolanadi. \n\nO‘sha qilmish uyushgan guruh tomonidan yoki uning manfaatlarini ko‘zlab sodir etilgan bo‘lsa, - \n\nsakkiz yildan o‘n ikki yilgacha ozodlikdan mahrum qilish bilan jazolanadi.",
            "sharxi": "1. Tahlil qilinayotgan jinoyatning ijtimoiy xavfliligi shundaki, chet el valyutasini yashirganda aybdor respublika ichki valyuta bozori barqarorligi sohasida jamiyat manfaatlariga tajovuz qiladi. Jinoyat sodir etilishi natijasida respublikaga valyuta kirib kelishi kamayadi, bu esa uning xalqaro-huquqiy mavqeiga (xususan, kreditlash qobiliyati reytingiga) o‘z ta’sirini o‘tkazadi.\n\n2. Mazkur jinoyatning obyekti iqtisodiy resurslarni shakllantirishning respublikada belgilab qo‘yilgan tartibidir.\n\nO‘zbekiston Respublikasining “Valyutani tartibga solish to‘g‘risida”gi Qonuniga, “Eksport-import operatsiyalari bo‘yicha valyuta nazorati to‘g‘risida”gi Nizomga, Xo‘jalik yurituvchi subyektlar tomonidan xorijiy valyutadagi tushumni majburiy sotish Tartibiga, Vakolatli banklar tomonidan xorijiy valyutadagi hisobvaraqlarni yuritish Tartibiga muvofiq, xo‘jalik yurituvchi subyektlarning vakolatli bankdagi hisob raqamiga kelib tushuvchi chet el valyutasining hisobvarag‘i olib boriladi[ Qarang: O‘zbekiston Respublikasi Adliya vazirligidan 1998 yil 22 oktyabrda 511-son bilan ro‘yxatdan o‘tgan “Vakolatli banklar tomonidan chet el valyutasidagi hisob raqamning ro‘yxatini yuritish tartibi to‘g‘risida”gi Nizom, 2.1-band. ]. \n\nFakultativ obyekti qonunchilik o‘rnatgan chet el valyutasida hisob-kitob qilish qoidalari bo‘ladi.\n\n3. Jinoyat predmeti O‘zbekiston Respublikasida vakolatli banklar hisobvaraqlardan ro‘yxatdan o‘tishi kerak bo‘lgan chet el valyutasi:\n\nchet el davlatida erkin muomalada bo‘lgan va to‘lov vositasi sifatida qabul qilinadigan banknot shaklidagi chet el valyutasi;\n\nchet eldagi hisob raqamida turgan chet el valyutasi yoki xalqaro pul birliklari hisoblanadi.\n\nValyuta qimmatliklarini ushbu jinoyat predmeti deb topish uchun yana bir asos - bu ularning xo‘jalik yurituvchi subyektlar hisobvarag‘iga O‘zbekiston Respublikasi vakolatli banklari tomonidan o‘tkazilishi shartligidir.\n\nVakolatli banklar deganda, chet el valyutasida operatsiyalarni amalga oshirish uchun belgilangan tartib asosida O‘zbekiston Respublikasi Markaziy bankining bosh, ichki litsenziyasini olgan holda bank faoliyatini amalga oshiruvchi yuridik shaxslar, xorijiy banklar vakolatxonalari yoki filiallari tushuniladi[ Qarang: O‘zbekiston Respublikasining 2003 yil 11 dekabrdagi “Valyutani tartibga solish to‘g‘risida”gi qonuni. 11-modda. ]. \n\n4. O‘zbekiston Respublikasining amaldagi qonunchiligiga muvofiq, korxona, muassasa, tashkilotlarning valyuta hisobvaraqlarga o‘tkazilishi lozim bo‘lgan chet el valyutasi deganda, quyidagilarni tushunish kerak:\n\nO‘zbekiston Respublikasidan tashqaridagi norezidentlar tovarlar (ishlar, xizmatlar) haqiga o‘tkazgan pullar, shuningdek, ularning ustav fondidagi ulushlari; \n\nhisobvaraqlarga egalari tomonidan O‘zbekiston Respublikasi valyuta bozorida sotib olingan mablag‘; \n\nO‘zbekiston Respublikasi Markaziy banki ruxsat etgan hollarda tovarlar (ishlar, xizmatlar) haqiga olingan naqd xorijiy valyuta; \n\nchet el valyutasidagi foizlar va dividendlar; \n\nqonunchilikda ko‘zda tutilgan hollarda – naqd chet el valyutasi;\n\nhisobvaraq egasiga O‘zbekiston Respublikasining boshqa banklarida ochilgan o‘z hisobvaraqlaridan o‘tkazilgan pullar, shuningdek, amaldagi qonunlarda ko‘zda tutilgan boshqa mablag‘ tushumlari[ Qarang: Adliya vazirligi tomonidan 1998 yil 22 oktyabrda ro‘yxatga olingan “Vakolatli banklar tomonidan xorijiy valyutadagi hisobvaraqlarni yuritish” Tartibi, 511-son.]. \n\n5. Mulkchilik shaklidan qat’i nazar, barcha xo‘jalik yurituvchi subyektlar (keyingi o‘rinlarda korxonalar deb ataladi) chet el valyutasidagi tushumni majburiy tartibda sotadilar. Korxonalar majburiy sotishni tovarlar va xizmatlar eksportidan olingan chet el valyutasidagi tushumdan amalga oshiradi.\n\nBunda eksport qilingan tovarlar va xizmatlar uchun chet el valyutasidagi tushum deganda, korxonalarning vakolatli banklardagi hisob raqamlariga va kassalariga tovarlar va xizmatlarni eksport qilishdan tushgan chet el valyutasidagi pul mablag‘lari (keyingi o‘rinlarda tushum deb ataladi) tushuniladi. Bunda: \n\nvositachilik faoliyatidan daromad oluvchi korxonalar uchun majburiy sotish maqsadlari uchun chet el valyutasidagi tushum deganda, bajarilgan bitishuvlar bo‘yicha olingan vositachilik haqi (foizlar) miqdori tushuniladi;\n\nbanklar bo‘yicha chet el valyutasidagi tushum deganda, vositachilik haqi ko‘rinishida olingan mablag‘lar, vakolatli banklarning xorijiy banklardagi hisob raqamlari bo‘yicha qo‘shilgan foizlar, shuningdek, banklar tomonidan norezidentlardan olingan xorijiy valyutadagi boshqa daromadlar (maslahat xizmatlari ko‘rsatishdan olingan daromadlar, olingan jarimalar, penya va hokazolar) tushuniladi;\n\nchet elda loyiha-qidiruv, qurilish-montaj, ishga tushirish-sozlash va otaliq-montaj ishlarini, shuningdek, qurilgan obyektlarni mukammal tuzatish, rekonstruksiya qilish, modernizatsiyalash va texnik tekshirish ishlarini amalga oshiruvchi, qurilgan obyektlardan foydalanish va qadrlar tayyorlash bo‘yicha xizmatlar ko‘rsatuvchi korxonalar bo‘yicha chet el valyutasida ishlarni bajarish, xizmatlar ko‘rsatish loyiha qiymati miqdorining mazkur shartnomalar bo‘yicha valyuta xarajatlaridan ortiq bo‘lishi tushuniladi. Bunda chet el valyutasidagi tushumni majburiy sotish bo‘yicha hisob-kitoblar shartnomalar bo‘yicha ishlari (ishlarning bosqichlari) tamom bo‘lgandan keyin amalga oshiriladi, bu tegishli hujjatlar va to‘lov hujjatlari bilan tasdiqlanadi;\n\n-sug‘urtalovchilar bo‘yicha chet el valyutasidagi tushum deganda, sug‘urta (qayta sug‘urta) muddati tamom bo‘lgandan keyin sug‘urta tovoni to‘lovi, vositachilik va agentlik to‘lovlari chiqarib tashlangan holda hisoblab chiqilgan sug‘urtalanuvchilar (qayta sug‘urtalanuvchilar)ning to‘lovlari sug‘urta qilish sifatida olingan mablag‘lar, shuningdek, faoliyatning boshqa turlaridan olingan xorijiy valyutadagi boshqa tushumlar tushuniladi. Xorijiy sug‘urta kompaniyalari bilan operatsiyalar amalga oshirilgan taqdirda chet el valyutasidagi tushum deganda, sug‘urta (qayta sug‘urta) muddati tamom bo‘lgandan keyin.\n\n-xorijiy qayta sug‘urtalovchiga o‘tkazilishi kerak bo‘lgan mablag‘; sug‘urta tovoni to‘lovi; vositachilik va agentlik to‘lovlari chiqarib tashlangan holda hisoblab chiqilgan \n\n-sug‘urtalanuvchilarning sug‘urta to‘lovlari sifatida olingan mablag‘lar tushuniladi; \n\n-O‘zbekiston Respublikasi bojxonasi hududida olib kelinadigan xom ashyoni qayta ishlash, yoxud bojxona nazorati ostida qayta ishlash yuzasidan shartnomalar bo‘yicha xorijiy valyutadagi tushum deganda, rezidentlar tomonidan xom ashyoni qayta ishlash bo‘yicha norezidentlarga ko‘rsatiladigan xizmatlar qiy mati tushuniladi[ Qarang: 2000 yil 29 iyunda Vazirlar Mahkamasi tomonidan 245-sonli qaror bilan tasdiqlangan “Xo‘jalik yurituvchi subyektlar tomonidan xorijiy valyutadagi tushumni majburiy sotish” Tartibi, 2-band. // O‘zbekiston Respublikasi Hukumat qarorlari to‘plami, 2000 yil. 6-son, 33-bet.].\n\n6. Ichki valyuta bozorida sotib olingan chet el valyutasi – bu O‘zbekiston Respublikasi valyuta birjasida sotib olingan chet el valyutasidagi pul mablag‘laridir. Qonunchilikka muvofiq, sotib olingan valyuta ushbu mablag‘larni sotib olgan shaxsning vakil bankidagi maxsus hisob raqamiga o‘tkazilishi kerak. Ushbu mablag‘lar chet el valyutasini sotib olishda ko‘rsatilgan maqsadlarga ishlatiladi. \n\n7. Birjadan tashqari valyuta bozorida operatsiyalar o‘tkazish uchun kafolatli banklar o‘z mijozlariga maxsus valyuta hisob raqamlari ochadi, ushbu hisob raqamlariga valyuta bozorida sotib olingan xorijiy valyuta o‘tkaziladi. Maxsus valyuta hisob raqami ochmasdan bank mijozi tomonidan chet el valyutasi xarid qilinishiga yo‘l qo‘yilmaydi. Maxsus valyuta hisob raqamiga, shuningdek, mazkur hisob raqamidan ilgari chiqarilgan va foydalanilmagan yoki qaytarilgan valyuta ham o‘tkaziladi. Maxsus valyuta hisob raqamlariga qo‘shib qo‘yilgan mablag‘lar korxonalar va tashkilotlar tomonidan tuzilgan shartnomalarga muvofiq qat’iyan maqsadli ravishda sarflanadi[ Qarang: O‘zbekiston Respublikasi Vazirlar Mahkamasi tomonidan 2001 yil 10 iyunda 294-sonli qarori bilan tasdiqlangan “Birjadan tashqari valyuta bozorida xorijiy valyutani xarid qilish va sotish operatsiyalarini o‘tkazish tartibi to‘g‘risida\"gi Nizom. 27, 44, 45-bandlar. // O‘zbekistonning yangi qonunlari, 13-son, 2001 yil. ].\n\n8. Amaldagi qonunchilikka muvofiq, quyidagi hollarda naqd chet el valyutasi vakolatli banklardagi hisobvaraqlarga olinadi:\n\nnaqd valyuta mablag‘i tovarlar (ishlar, xizmatlar)ni eksport qilishdan tushgan bo‘lsa, kichik va o‘rta biznes korxonalar – hisob raqami[ Qarang: O‘zbekiston Respublikasi Vazirlar Mahkamasining “Valyuta bozorini yanada erkinlashtirish chora-tadbirlari to‘g‘risida”gi 2001 yil 22 iyundagi 263-sonli qarori, 5-band. // Xalq so‘zi, 2001 yil 23 iyun.];\n\nxizmat safariga jo‘nayotgan shaxsga yo‘l xarajatlari, uy-joy ijarasi, ish va ko‘zda tutilmagan xarajatlari uchun berilgan chet el valyutasi to‘liq yoki qisman sarflanmagan bo‘lsa – qoldiq qismi bo‘yicha;\n\nbutun operatsion kun davomida kelib tushgan chet el valyutasidagi pul mablag‘lari o‘sha ish kunining o‘zidayoq tegishli hisobvaraqqa kiritilishi kerak;\n\nxo‘jalik sudining qarori bilan naqd chet elvalyutası olib qo‘yilgan bo‘lsa – o‘sha kunning o‘zidayoq xo‘jalik sudining depozit hisob raqamiga o‘tkazilishi, buning iloji bo‘lmasa – harakat eng yaqin bank ish kunida amalga oshirilishi kerak;\n\nkorxona, muassasa, tashkilot kassasidagi naqd pul qoldig‘i limitining ko‘payishi vujudga kelsa – limitning ko‘paygan summasi korxona, muassasa, tashkilotning hisob raqamiga o‘tkazilishi uchun bankka topshirilishi kerak.\n\n9. Jinoyat obyektiv tomondan respublikaning vakolatli banklaridagi hisobvaraqlarga o‘tkazilishi lozim bo‘lgan chet el valyutasini yashirib qolishga qaratilgan faol harakat yoki harakatsizlikda ifodalanadi. \n\n10. Chet el valyutasini yashirish – bu chet el valyutasidagi mablag‘larni O‘zbekiston Respublikasining vakolatli bankida, yoki boshqa vakolatli subyektida saqlash majburiyatini bajarmaslikdan iborat bo‘lib, oddiy harakatsizlik, chet el valyutasini xorijdan O‘zbekiston Respublikasining vakolatli bankiga o‘tkazish to‘g‘risida ko‘rsatma bermaslik, bank hujjatlarni imzolamaslik, xorij valyutasini xorijiy bankdagi hisob raqamida saqlash kabi yo‘llar bilan sodir etiladi. Shuningdek, xorijiy valyutani yashirish faol harakatlar, masalan, uni boshqaga o‘tkazish, kelib tushgan foydani pasaytirib ko‘rsatish, mablag‘larni boshqa hisob raqamga o‘tkazish, yashirish kabilar orqali sodir etilishi mumkin. Naqd chet el valyutasini yashirish deganda, olingan naqd mablag‘larni belgilangan muddatda xizmat ko‘rsatuvchi bankka topshirmaslik, tovar va mahsulot sotish joylarda tegishli tarzda buxgalterlik va boshqa hujjatlar bilan rasmiylashtirilmagan mablag‘lar mavjudligi tushuniladi.\n\nXorijiy valyutani yashirish mablag‘larni bankdagi hisob raqamiga o‘z vaqtida o‘tkazmaslik, yoki to‘liq o‘tkazmaslikda ifodalanishi mumkin.\n\nBankdagi hisob raqamiga o‘z vaqtida o‘tkazmaslik deganda, amalga oshirilgan operatsiyalar natijasida olingan chet el valyutasini O‘zbekiston Respublikasi qonun hujjatlarida belgilangan muddatlarga rioya qilmagan holda o‘tkazilishi tushuniladi.\n\nBankdagi hisob raqamiga to‘liq o‘tkazmaslik deganda, amalga oshirilgan xo‘jalik faoliyati va boshqa operatsiyalar natijasida kelib tushgan xorijiy valyutaning foizlar, dividendlar va boshqa daromad ko‘rinishida amalda olingan valyuta mablag‘largina muvofiq bo‘lmagan hajmda o‘tkazilishi tushuniladi.\n\nJinoyatni baholash uchun aybdor valyuta mablag‘larni vakolatli bankdagi hisob raqamiga o‘tkazish majburiyatini qaysi yo‘l bilan bajarmaganligi ahamiyatga ega.\n\n11. Jinoyat chet el valyutasi yashirib qolingan paytdan, ya’ni uni vakolat berilgan banklardagi hisob varaqlarga o‘tkazish uchun belgilangan muddat tugagan paytdan yoxud chet el valyutasi qisman o‘tkazilgan va qolgan summa yashirib qolingan paytdan e’tiboran tugallangan hisoblanadi.\n\n12. Subyektiv tomondan jinoyat to‘g‘ri qasddan sodir etiladi. Agar korxona, muassasa yoki tashkilotda valyuta operatsiyalarini amalga oshiruvchi shaxs o‘z vazifasini lozim darajada bajarmaganligi tufayli chet el valyutasi yashirib qolingan bo‘lsa, u muayyan holatlarda mansabiga sovuqqonlik bilan qaraganligi uchun javobgarlikka tortilishi mumkin.\n\nHisobga o‘tkazish, uni to‘la o‘tkazmaslik, inson erkiga bog‘liq bo‘lmagan hollarda – hisob-kitob texnikasining ishlamay qolishi, shaxsning aldashi va boshqalar chet el valyutasini yashirish hisoblanmaydi, chunki bunday vaziyatda ayb shakli mavjud emas. Biroq har bir holat bo‘yicha shaxsning irodasiga bog‘liq bo‘lgan-bo‘lmagan faktlar aniqlanishi kerak.\n\nValyutani bank hisobiga o‘tkazish muddatlarini ehtiyotsizlik oqibatida o‘tkazib yuborgan shaxsni ham javobgarlikka tortib bo‘lmaydi. Ehtiyotsizlik valyutani o‘tkazish muddatini juda qisqa muddatga buzganligi, valyuta bilan ahamiyati kam operatsiyalarni bajarganligi bilan ifodalanadi.\n\n13. Jinoyat subyekti o‘n olti yoshga to‘lgan, qonunchilik va shartnoma bilan tashkilot, korxona va muassasalarda valyuta operatsiyalarini amalga oshirish vazifasi yuklatilgan har qanday shaxs hisoblanadi.\n\nShu bilan bir qatorda barcha korxona, tashkilot va muassasalar, shuningdek, chet el sarmoyasi bilan tashkil etilgan korxonalar[ Qarang: O‘zbekiston Respublikasining 2003 yil 11-dekabrdagi “Valyutani tartibga solish to‘g‘risida”gi qonuni. 4-modda.] O‘zbekiston Respublikasi rezidentlari bo‘lishi, ya’ni O‘zbekiston Respublikasi hududida ro‘yxatdan o‘tgan bo‘lishi kerak. Chunki qonunchilikka muvofiq banklardagi hisob raqamga valyuta mablag‘larini o‘tkazish majburiyati faqat yuridik shaxslar – O‘zbekiston Respublikasi rezidentlariga yuklatilgan. \n\nChet el valyutasida operatsiyalarni amalga oshiruvchi bankning vakolatli xodimlari, yuridik shaxs tashkil qilmasdan mustaqil mehnat faoliyati bilan shug‘ullanuvchi jismoniy shaxslar – O‘zbekiston Respublikasi rezidentlari ham ushbu jinoyat subyekti hisoblanadi.\n\n14. Chet el valyutasini yashirish jinoyati soliq va boshqa to‘lovlarni to‘lashdan bosh tortish bilan amalga oshirilsa, shaxsning xatti-harakatlari Jinoyat kodeksining 177 va 184-moddalari bilan kvalifikatsiya qilinadi.\n\n15. JK 178-moddasi 2-qismida chet el valyutasini yashirishni quyidagi kvalifikatsiya qilish belgilari ko‘rsatilgan:\n\na)g‘arazgo‘ylik bilan;\n\nb)takroran;\n\nv)bir guruh shaxslar tomonidan oldindan til biriktirib sodir etilganda. \n\n16. G‘arazgo‘ylik bilan deganda, shaxsning chet el valyutasini yashirish natijasida biron-bir moddiy naf chiqarib olishga intilishi (masalan, valyutani daromadga aylantirish, qarzini to‘lash va hokazolar) tushuniladi. Chet el valyutasini yashirish faktini g‘arazgo‘ylik tufayli sodir etilgan deb kvalifikatsiya qilish uchun aybdorda g‘arazli intilish JK 178-moddasida ko‘zda tutilgan jinoyat sodir etilishidan oldin yuzaga kelganligini aniqlash zarur. Basharti aybdor valyutani yashirgach, uni noqonuniy o‘zlashtirgan bo‘lsa, uning harakatini chet el valyutasini yashirish sifatida (boshqa og‘irlashtiruvchi holatlar bo‘lmasa) jinoyatlar majmui tariqasida JK 178-moddasining 1-qismi hamda JK 167-moddasi (o‘zlashtirish yoki rastrata yo‘li bilan talon-toroj qilish) bo‘yicha kvalifikatsiya qilish zarur.\n\n17. JK 178-moddasi 2-qismida ko‘rsatib o‘tilgan boshqa kvalifikatsiya belgilari bosqinchilik jinoyati tahlilida sharhlab o‘tilgan. Ko‘rsatilgan belgilar sharhlanayotgan moddaga nisbatan alohida xususiyatlarga ega emas.\n18. Agar chet el valyutasini yashirish uyushgan guruh tomonidan yoki uning manfaatlarini ko‘zlab sodir etilgan bo‘lsa, jinoyatchi JK 178-moddasining 3-qismi bo‘yicha javobgarlikka tortiladi."
        },
        {
            "modda_raqami": "179-modda. Soxta tadbirkorlik.",
            "matni": "Soxta tadbirkorlik, ya’ni ustavida ko‘rsatilgan faoliyatni amalga oshirish maqsadini ko‘zlamasdan ssudalar, kreditlar olish, foydani (daromadni) soliqlardan ozod qilish (soliqlarni kamaytirish) yoki boshqacha mulkiy manfaat ko‘rish maqsadida korxonalar va boshqa tadbirkorlik tashkilotlari tuzish - \n\neng kam oylik ish haqining yuz baravaridan ikki yuz baravarigacha miqdorda jarima yoki besh yilgacha muayyan huquqdan mahrum qilish yoxud uch yilgacha axloq tuzatish ishlari yoki uch yilgacha ozodlikdan mahrum qilish bilan jazolanadi. ",
            "sharxi": "1. Ushbu jinoyatning ijtimoiy xavfliligi shundaki, soxta tadbirkorlik nafaqat iqtisodiyot asoslariga, tadbirkorlik faoliyati g‘oyasining o‘ziga ham tajovuz qiladi, “odamlarning bozorga va uning boshqacha xo‘jalik yuritish usullaridan afzalligiga bo‘lgan ishonchiga putur yetkazadi”[ O‘zbekiston Respublikasi Oliy sudi Plenumining \"Tadbirkorlik faoliyati bilan bog‘liq qonunchilikni qo‘llash sud amaliyoti to‘g‘risida\"gi 2000 yil 28 apreldagi 8-sonli qarori, 14-band, 1-xatboshi. ]. \n\n2. Ushbu jinoyatning obyekti korxonalar yoki tadbirkorlik bilan shug‘ullanuvchi boshqa tuzilmalarning qonunda, o‘z Ustavida belgilangan faoliyatini ta’minlovchi ijtimoiy munosabatlar dir. Soxta tadbirkorlik tadbirkorlik faoliyati g‘oyasiga tajovuz qiladi[ Qarang: O‘zbekiston Respublikasi Oliy sudi Plenumining \"Tadbirkorlik faoliyati bilan bog‘liq qonunchilikni qo‘llash sud amaliyoti to‘g‘risida\"gi 2000 yil 28 apreldagi 8-sonli qarori, 14-band.].\n\nJinoyatning fakultativ obyekti tijorat tashkilotlarini tashkil etish va ro‘yxatdan o‘tkazish bo‘yicha o‘rnatilgan qonunchilik tartibi, xo‘jalik faoliyati hisoblanadi. \n\n3. Jinoyatning obyektiv tomoni Ustavda ko‘rsatilgan faoliyatni amalga oshirish maqsadini ko‘zlamasdan, qarz, kredit olish, foyda (daromad)ni soliqlardan ozod qilish yoki boshqa mulkiy manfaat ko‘rish maqsadida korxonalar va boshqa tadbirkorlik tashkilotlarni tuzishda ifodalanadi. \n\nO‘zbekiston Respublikasi fuqarolik qonunchiligi bo‘yicha tijoratchi (tadbirkorlik) tashkiloti asosiy maqsadi sifatida tavakkal qilib va o‘z mulkiy javobgarligi ostida daromad (foyda) olishga qaratilgan tashabbuskor faoliyat bilan shug‘ullanuvchi yuridik shaxs hisoblanadi[ Qarang: O‘zbekiston Respublikasi Fuqarolik kodeksi, 40-modda 1-qism; O‘zbekiston Respublikasining 2000 yil 25 maydagi “Tadbirkorlik faoliyati erkinligining kafolatlari to‘g‘risida”gi Qonuni, 3-modda. // Xalq so‘zi, 2000 yil 15 may.].\n\nTijoratchi tashkiloti bo‘lgan yuridik shaxslar xo‘jalik shirkatlari va jamiyatlari, shu jumladan aksiyadorlik jamiyatlari, unitar korxona, ishlab chiqarish kooperativi va boshqa shakllarda tuzilishi mumkin. Tijoratchi tashkilot bo‘lmagan yuridik shaxs jamoat birlashmasi, ijtimoiy fond va mulkdor tomonidan moliyaviy ta’minlab turiladigan muassasa shaklida, shuningdek, qonunlarda nazarda tutilgan boshqacha shaklda tashkil etilishi mumkin. \n\n4. Xo‘jalik shirkati – muassislarning (ishtirokchilarning) ulushlariga (hissalariga) bo‘lingan ustav fondiga (ustav kapitaliga) ega bo‘lgan tijorat tashkiloti. Bunday shirkatda muassislar (ishtirokchilar) yoki ulardan ayrimlari shirkat nomidan tadbirkorlik faoliyati yuritishda shaxsan ishtirok etadilar. Shirkat nomidan tadbirkorlik faoliyatini amalga oshiradigan hamda shirkatning majburiyatlari bo‘yicha o‘zlarining butun mol-mulklari bilan javob beradigan ishtirokchilar (to‘liq sheriklar) bilan bir qatorda shirkat faoliyati bilan bog‘liq zarar uchun o‘zlari qo‘shgan hissalar doirasida javobgar bo‘ladigan hamda shirkat tomonidan tadbirkorlik faoliyatini amalga oshirishda qatnashmaydigan bir yoki bir necha ishtirokchi (hissa qo‘shuvchi, kommanditchi) mavjud bo‘lsa, bunday shirkat kommandit shirkat hisoblanadi. Ta’sis shartnomasi xo‘jalik shirkatining ta’sis etish hujjati hisoblanadi[ Qarang: O‘zbekiston Respublikasining 2001 yil 6 dekabrdagi “Xo‘jalik shirkatlari to‘g‘risida”gi Qonuni. 3, 4-modda. // Xalq so‘zi, 2002 yil 17 yanvar.].\n\n5. Xo‘jalik jamiyatlari shunday tadbirkorlik tashkiloti, uning ishtirokchilari, boshqa shirkat ishtirokchilaridan farq qilgan holda, jamiyat faoliyatida shaxsan ishtirok etishmaydi va jamiyat majburiyatlari bo‘yicha subsidiar javobgar bo‘lishmaydi. (Qonunda nazarda tutilgan hollar bundan mustasno). \n\nO‘zbekiston Respublikasi qonunchiligi xo‘jalik jamiyatlarining quyidagi turlarini belgilagan:\n\nmas’uliyati cheklangan jamiyat deb, bir yoki bir necha shaxs tomonidan ta’sis etilgan, ustav fondi (ustav kapitali) ta’sis hujjatlari bilan belgilab qo‘yilgan miqdorlardagi ulushlarga bo‘lingan jamiyat tan olinadi. Mas’uliyati cheklangan jamiyatning ishtirokchilari uning majburiyatlari bo‘yicha javobgar bo‘lmaydilar va jamiyat faoliyati bilan bog‘liq zarar uchun o‘zlari qo‘shgan hissalar qiymati doirasida javobgar bo‘ladilar. Mas’uliyati cheklangan jamiyatning ta’sis hujjati ta’sis shartnomasi va xo‘jalik shirkatining Ustavi hisoblanadi[ Qarang: O‘zbekiston Respublikasining 2001 yil 6 dekabrdagi “Mas’uliyati cheklangan jamiyat va qo‘shimcha mas’uliyatli jamiyat to‘g‘risida”gi Qonuni, 3, 11-moddalari. // Xalq so‘zi, 2002 yil 22 yanvar.];\n\nqo‘shimcha mas’uliyatli jamiyat – bir yoki bir necha shaxs tomonidan ta’sis etilgan, ustav fondi ta’sis hujjatlari bilan belgilangan miqdorlardagi ulushlarga bo‘lingan jamiyat. Bunday jamiyatning ishtirokchilari uning majburiyatlari bo‘yicha o‘z mol-mulklari bilan qo‘shgan hissalari qiymatiga nisbatan hamma uchun bir xil bo‘lgan, jamiyatning ta’sis hujjatlari bilan belgilangan karrali miqdorda solidar tarzda subsidiar javobgar bo‘ladilar. Qo‘shimcha mas’uliyatli jamiyatning ta’sis hujjati ta’sis shartnomasi va xo‘jalik shirkatining Ustavi hisoblanadi[ Qarang: O‘sha joyda.].\n\nAytib o‘tish lozimki, agar jamiyat bitta shaxs tomonidan tuzilsa, uning ta’sis hujjati Ustav bo‘ladi. Agar ta’sischilar soni ikki va undan ortiq bo‘ladigan bo‘lsa, albatta ta’sis shartnomasi tuzilishi kerak;\n\naksiyadorlik jamiyati – ustav fondi muayyan aksiyalar soniga bo‘lingan jamiyat. Aksiyadorlik jamiyatining ishtirokchilari (aksiyadorlar) uning majburiyatlari bo‘yicha javob bermaydilar va jamiyat faoliyati bilan bog‘liq zarar uchun o‘zlariga qarashli aksiyalar qiymati doirasida javobgar bo‘ladilar. Aksiyadorlik jamiyatining ta’sis hujjati Ustav yoki Ustav va ta’sis shartnomasi hisoblanadi. Aksiyadorlik jamiyatining ochiq – ishtirokchilari o‘zlariga qarashli aksiyalarni boshqa aksiyadorlarning roziligisiz o‘zga shaxslarga berishlari mumkin bo‘lgan aksiyadorlik jamiyati, va yopiq – aksiyalari faqat o‘zining muassislari orasida yoki oldindan belgilab qo‘yiladigan boshqa shaxslar doirasida taqsimlanadigan aksiyadorlik jamiyati kabi ko‘rinishlari mavjud[ Qarang: O‘zbekiston Respublikasining 1996 yil 26 apreldagi “Aksiyadorlik jamiyatlari va aksiyadorlarning huquqlarini himoya qilish to‘g‘risida”gi Qonuni, 2, 6, 7, 14-moddalari. // Xalq so‘zi, 1996 yil 13 iyun.].\n\n6. Ishlab chiqarish kooperativi – fuqarolarning shaxsiy ishtirok etish hamda a’zolarning (ishtirokchilarning) mulk bilan qo‘shiladigan pay badallarini birlashtirish asosida birgalikda ishlab chiqarish yoki boshqa xo‘jalik faoliyatini olib borish uchun a’zolik negizidagi ixtiyoriy birlashmasi. Qonunda va ishlab chiqarish kooperativining ta’sis hujjatlarida uning faoliyatida a’zolik asosida yuridik shaxslar ham ishtirok etishi nazarda tutilishi mumkin. Ishlab chiqarish kooperativining ta’sis hujjati Nizom hisoblanadi[ Qarang: O‘zbekiston Respublikasi Fuqarolik kodeksi, 69-modda; O‘zbekiston Respublikasining 1991 yil 14 iyundagi “Kooperatsiya to‘g‘risida”gi Qonuni, 5-modda. // Oliy Kengash Axborotnomasi, 1991, 193-bet.].\n\n7. Unitar korxona – o‘ziga biriktirib qo‘yilgan mol-mulkka nisbatan mulkdor tomonidan mulk huquqi berilmagan tijoratchi tashkilot unitar korxona hisoblanadi. Unitar korxonaning mol-mulki bo‘linmasdir va u qo‘shilgan hissalar (ulushlar, paylar) bo‘yicha, shu jumladan korxona xodimlari o‘rtasida ham, taqsimlanishi mumkin emas. Unitar korxonaning ta’sis hujjati Nizom hisoblanadi.\n\n8. Tijoratchi tashkilotni tuzish deganda, tuziladigan tijoratchi tashkilotning kerakli ta’sis hujjati va uni vakolatli organlardan ro‘yxatdan o‘tkazish uchun kerak bo‘lgan hujjatlarni yig‘ish bilan bog‘liq bo‘lgan tashkilotchilik jarayoni (masalan, bozor tashkil etish uchun hokimiyatning roziligi talab etiladi) tushuniladi. Tijoratchi tashkilot davlat ro‘yxatidan o‘tgan paytdan boshlab tuzilgan hisoblanadi[ Qarang: O‘zbekiston Respublikasi Fuqarolik kodeksi, 44-modda.]. Agar tashkilot aybdorga bog‘liq bo‘lmagan holda davlat ro‘yxatidan o‘tmagan bo‘lsa, uning harakatlarini JK 25-moddasi 2-bandi va JK 179-moddasi bilan ustavda ko‘rsatilgan faoliyatni amalga oshirmaslik maqsadida tashkilot tuzish (soxta tadbirkorlik) jinoyatiga suiqasd deb kvalifikatsiya qilinadi. Biroq bunda aybdorning ustav faoliyatini amalga oshirmaslik qasdini aniqlash zarur, aks holda uning harakatlari Jinoyat kodeksining ushbu moddasi bilan kvalifikatsiya qilinmaydi. \n\n9. Subyektiv tomondan jinoyat bevosita to‘g‘ri qasd shaklidagi ayb bilan tavsiflanadi. Aybdor ustav faoliyatini amalga oshirmaydigan tadbirkorlik tashkilotini tuzayotganligini anglaydi va ana shunday tashkilot tuzishni istaydi.\n\nSubyektiv tomonning zaruriy belgisi shundaki, bunda aybdor tashkilotni ustav faoliyatini amalga oshirish maqsadini ko‘zlamagan holda tashkil etadi.\n\nUstav faoliyati deganda, faoliyatning shunday turi tushuniladiki, tadbirkorlik tashkiloti tomonidan uni amalga oshirish uchun barpo etiladi va bu uning ta’sis hujjatlarida qayd etiladi. Shuni ham aytib o‘tish kerakki, ta’sis hujjatining turi va shaklidan qat’i nazar, unda qayd etilgan faoliyat turlari ustavga oid hisoblanadi. Niyat yo‘qligini, sodir etilgan harakatlar haqiqiy emasligini aniqlashning o‘ziga xosligi va murakkabligi fuqarolik-huquqiy bitimning haqiqiy emasligini baholashda yuzaga keladigan shu kabi tegishli masalalarga monand bo‘lib, ustav faoliyatini amalga oshirishni ko‘zlamay yuridik shaxsni tashkil etishni ham amalda xuddi shunday deb atash mumkin. Bu kabi niyat mavjudligidan yuridik shaxsning ta’sis hujjatlaridan kelib chiqadigan majburiyatlarni O‘zbekiston Respublikasi FK 6-moddasida tartibga solingan ish muomalasi odatlariga muvofiq, zarur va yetarli bo‘lgan vaqt mobaynida bajarmaslik ham dalolat beradi.\n\n“Soxta tadbirkorlik to‘g‘risidagi ishlarni ko‘rishda shaxsning ta’sis hujjatlarida nazarda tutilgan faoliyatni amalga oshirmay turib noqonuniy kreditlar olish, soliqlardan ozod bo‘lish, egallashga huquqi bo‘lmagan boshqa mulkiy foyda ko‘rish maqsadini ko‘zlaganligi hisobga olinishi lozim. Bunday maqsadning aniqlanishi shaxsning xatti-harakatlarini Jinoyat kodeksining 179-moddasi hamda talon-toroj etishga suiqasd qilish va soliq to‘lovlari to‘lashdan bo‘yin tovlash va hokazolar uchun javobgarlikni ko‘zda tutuvchi moddalari majmui bilan kvalifikatsiya qilishga asos bo‘lishi mumkin”[ O‘zbekiston Respublikasi Oliy sudi Plenumining “Tadbirkorlik faoliyati bilan bog‘liq qonunchilikni qo‘llash sud amaliyoti to‘g‘risida”gi 2000 yil 28 apreldagi 2-sonli qarori, 14-band, 2-xatboshi.].\n\nShunday qilib, subyektiv jihat quyidagi tarkibiy qismlar birligidan iborat bo‘ladi:\n\n-tashkilotni tuzishdan bevosita ko‘zlangan niyat;\n\n-tashkilot ro‘yxatga olingunga qadar paydo bo‘lgan niyat, – ustav faoliyatini amalga oshirmaslik niyati;\n\n-alohida maqsad – mulkiy foyda olish niyatining mavjudligi.\n\nSanab o‘tilgan tarkibiy qismlardan birortasi mavjud bo‘lmas ekan, aybdor harakatlarining ijtimoiy xavfliligini ta’kidlash mumkin bo‘lmaydi. Bunda mazkur jinoyat sabablari, odatda, g‘arazli ekanligiga qaramay, boshqacha bo‘lishi ham mumkin. Jinoyatga baho berishda ular ta’sir ko‘rsatmaydi.\n\n10. Soxta tadbirkorlikning subyekti o‘n olti yoshga to‘lgan soxta tashkilot ta’sischisi yoki ta’sischilari hisoblanadi. Agar soxta tadbirkorlik bilan shug‘ullanish maqsadida tuzilgan korxona va tashkilotlarga rahbarlikni amalga oshirish yuklatilgan rahbarlari ham bilganlari holda faoliyat amalga oshiriladigan taqdirda rahbarlari ham jinoyatning subyektlari bo‘lishi mumkin.\n\n11. Soxta tadbirkorlik bilan shug‘ullanuvchi tashkilot davlat ro‘yxatidan o‘tgan paytdan boshlab jinoyat tugallangan hisoblanadi. Mulkiy zarar keltirish yoki mulkiy foyda ko‘rganlik jinoyatning zaruriy belgisi hisoblanmaydi.\n\n12. Soxta tadbirkorlik tashkiloti aybdor foydasiga g‘ayriqonuniy mol-mulkni egallash, aldash va ishonchni suiiste’mol qilish yo‘li bilan mol-mulkni tortib olish harakatlarini amalga oshirish uchun tuzilgan bo‘lsa, aybdor JK 168-moddasi bilan javobgarlikka tortiladi, chunki bu firibgarlik hisoblanadi.\n\n13. Soliq to‘lashdan ozod etilgan soxta tadbirkorlik tashkilotining ta’sischilari va rahbarlari, JK 184-moddasi – soliq to‘lashdan bo‘yin tovlash jinoyati bo‘yicha javobgarlikka tortilishi kerak[ Taqiqlangan faoliyatning aniq turlari 1989 yil 27 sentyabrdagi O‘zbekiston Respublikasi Oliy Kengashi Prezidiumining “O‘zbekiston Respublikasi hududida ayrim turdagi kooperativ va individual mehnat faoliyatini taqiqlash to‘g‘risida”gi qarorida belgilangan.]. \n\n14. Agar soxta tadbirkorlik jamiyatini tuzishdan maqsad taqiqlangan faoliyatni (diniy ta’limotlar berish, orden va medal, muhr va shtamplar, giyohvand, qattiq ta’sir qiluvchi va zaharli moddalarni tayyorlash va boshqalarni) amalga oshirish bo‘lsa, aybdor shaxs jinoyatlar majmui tariqasida JK 179-moddasi va tegishli jinoyat uchun javobgarlikni nazarda tutuvchi moddalar bilan javobgarlikka tortiladi."
        },
        {
            "modda_raqami": "180 - modda. Soxta bankrotlik.",
            "matni": "Soxta bankrotlik, ya’ni xo‘jalik yurituvchi subyektning o‘z majburiyatlarini iqtisodiy jihatdan bajara olmasligi haqida bila turib, haqiqatga to‘g‘ri kelmaydigan e’lon berishi kreditorlarga ko‘p miqdorda zarar yetkazilishiga sabab bo‘lsa, - \n\neng kam oylik ish haqining yuz baravaridan ikki yuz baravarigacha miqdorda jarima yoki besh yilgacha muayyan huquqdan mahrum qilish yoxud uch yilgacha axloq tuzatish ishlari yoki uch yilgacha ozodlikdan mahrum qilish bilan jazolanadi.\n\nYetkazilgan moddiy zarar uch karra miqdorida qoplangan taqdirda, ozodlikdan mahrum qilish tariqasidagi jazo qo‘llanilmaydi.",
            "sharxi": "1. Sharhlanayotgan ushbu jinoyatning ijtimoiy xavfliligi shundaki, u sodir etilishi bilan bozor iqtisodiyotining asosiy qonunlari buziladi, xalq xo‘jaligining normal faoliyat ko‘rsatishi izdan chiqadi, bozor iqtisodiyotiga o‘tish siyosatini amalga oshirish qiyinlashadi, chunki bozor iqtisodiyotiga asoslangan iqtisodiy tizimning o‘zi moliyaviy mablag‘dan mahrum bo‘ladi. Bundan tashqari, ushbu ijtimoiy xavfli qilmishni sodir etish tadbirkorlarning, fuqarolarning xo‘jalik subyektlari yoki kontragentlar faoliyati barqarorligiga ishonchini susaytiradi va ijtimoiy nizolar kelib chiqishi xavfini tug‘diradi. \n\n2. Mazkur jinoyatning obyekti bozor iqtisodiyotida o‘rnatilgan qoidalarni amalga oshirish bilan bog‘liq ijtimoiy munosabatlar, kreditorlar manfaatlari va ba’zi hollarda davlat manfaatlari hisoblanadi.\n\nBevosita obyekti esa xo‘jalik subyektini bankrot deb e’lon qilish to‘g‘risidagi qonuniy belgilangan tartib hisoblanadi. \n\n3. Bankrotlik (iqtisodiy nochorlik) deganda, “xo‘jalik sudi tomonidan e’tirof etilgan, qarzdorning pul majburiyatlari bo‘yicha kreditorlar talablarini to‘la hajmda qondirishga va (yoki) majburiy to‘lovlar bo‘yicha o‘z majburiyatini to‘la hajmda bajarishga qodir emasligi”[ O‘zbekiston Respublikasining 2003 yil 24 apreldagi “Bankrotlik to‘g‘risida”gi Qonuni (yangi tahriri), 3-modda. ], tushuniladi. Ularga soliqlar, yig‘imlar va davlatning maqsadli fondlariga boshqa majburiy to‘lovlar kiradi.\n\nBankrot deb faqatgina uning alomatlari mavjud bo‘lgandagina e’lon qilish mumkin, xususan:\n\nqarzdorning pul majburiyatlari bo‘yicha kreditorlar talablarini qondirishga qodir emasligi, agar tegishli majburiyatlar yuzaga kelgan kundan e’tiboran uch oy (yirik korxonalar uchun olti oy) davomida qarzdor tomonidan bajarilmagan bo‘lsa. Fuqaro oldida xo‘jalik subyekti, shuningdek, uning muassislari (ishtirokchilari) – ishtirokidan kelib chiqadigan majburiyatlar bo‘yicha hayot yoki sog‘lig‘iga yetkazilgan zarar uchun javobgarlikni o‘tayotgan bo‘lsa, mazkur fuqaro ularning kreditori hisoblanmaydi;[ Qarang: O‘zbekiston Respublikasining 2003 yil 24 apreldagi “Bankrotlik to‘g‘risida”gi Qonuni (yangi tahriri), 4-modda. ]\n\nqarzdorning majburiy to‘lovlar bo‘yicha o‘z majburiyatini bajarishga qodir emasligi, agar tegishli to‘lovlar majburiyati yuzaga kelgan kundan e’tiboran uch oy (yirik korxonalar uchun olti oy) davomida qarzdor tomonidan bajarilmagan bo‘lsa[ O‘sha joyda, 4-modda.].\n\nJamoat tashkilotlari, advokatlik idoralari, siyosiy partiyalar, kasaba uyushmalari va boshqa shunga o‘xshash notijorat tashkilotlarga nisbatan bankrotlik qoidalari qo‘llanilmaydi. Biroq matlubot kooperativlari va ijtimoiy fondlar kabi notijorat tashkilotlarga bankrotlik qoidalari qo‘llaniladi[ Ushbu xulosa O‘zbekiston Respublikasi Fuqarolik kodeksining 57-moddasi tahlilidan kelib chiqadi.].\n\nO‘zbekiston Respublikasining amaldagi \"Bankrotlik to‘g‘risida\"gi (yangi tahrirda) Qonuniga ko‘ra, yuridik shaxs yoki yakka tadbirkor faqat xo‘jalik sudi tomonidan iqtisodiy nochor deb topilishi mumkin. Suddan tashqari bajariladigan taomillar sudgacha sanatsiya qilish yoki qarzdorni ixtiyoriy ravishda tugatish (faoliyatini tugatish) bo‘lishi mumkin. \n\n4. Obyektiv tomondan jinoyat xo‘jalik yurituvchi subyektning o‘z majburiyatlarini iqtisodiy jihatdan bajara olmasligi haqida bila turib, haqiqatga to‘g‘ri kelmaydigan e’lon berishi natijasida kreditorlarga ko‘p miqdorda zarar yetkazilishida namoyon bo‘ladi. \n\nBankrot deb e’lon qilish deganda, xo‘jalik yurituvchi subyektning iqtisodiy nochor hisoblanishi, ya’ni kreditorlar oldida o‘zining majburiyatlari bo‘yicha to‘liq javob bera olmay qolishi to‘g‘risida ma’lumotlar tarqatish tushuniladi. \n\nBoshqa ma’lumotlar, masalan, sha’n va qadr-qimmatga tajovuz qiluvchi, ishchanlik obro‘yiga putur yetkazuvchi ma’lumotlar soxta bankrotlik deb qaralishi mumkin emas.\n\n5. O‘zbekiston Respublikasi Qonuniga muvofiq, bankrotlikni e’lon qilish qonunchilikda belgilangan doirada quyidagi harakatlardan birini sodir etgandan so‘nggina amalga oshirilishi mumkin: \n\nbankrotlik alomatlari yuzaga kelgan taqdirda, qarzdor yuridik shaxsning rahbari, yakka tartibdagi tadbirkor qarzdori bu haqda qarzdorning muassislariga (ishtirokchilariga), boshqaruv organlariga yoki qarzdorning mol-mulki egasiga sudgacha sanatsiya o‘tkazish maqsadida bankrotlik belgilari haqida yozma shaklda xabar qilishi shart[ Qarang: O‘zbekiston Respublikasining 2003 yil 24 apreldagi “Bankrotlik to‘g‘risida”gi Qonuni (yangi tahriri), 3-modda.];\n\nlozim darajada xabardor etish deganda, kreditorga, vakolatli organga, shuningdek, ushbu Qonunning 10-moddasiga muvofiq kreditorlar yig‘ilishida ishtirok etish huquqiga ega boshqa shaxsga kreditorlar yig‘ilishi o‘tkazilishi haqidagi xabarni kreditorlar yig‘ilishi o‘tkaziladigan sanadan kamida ikki hafta oldin pochta aloqasi orqali yoki bunday xabar kreditorlar yig‘ilishi o‘tkaziladigan sanadan kamida besh kun oldin olinishini ta’minlovchi boshqa usul bilan yuborish tushuniladi;\n\nkreditorni yoki kreditorlar yig‘ilishida ishtirok etish huquqiga ega boshqa shaxsni shaxsan xabardor qilish uchun zarur ma’lumotlar (qarzdor yuridik shaxsning nomi va joylashgan yeri; kreditorlar yig‘ilishi o‘tkaziladigan sana, vaqt va joy; kreditorlar yig‘ilishi kun tartibi; kreditorlar yig‘ilishi ko‘rib chiqadigan materiallar bilan tanishish tartibi; kreditorlar yig‘ilishi ishtirokchilarini ro‘yxatga olish tartibi; qarzdor yakka tartibdagi tadbirkorning familiyasi, ismi, otasining ismi va yashash joyi)ni aniqlash imkoni bo‘lmaganda yoxud mazkur shaxslarni shaxsan xabardor etish imkonini bermaydigan boshqa holatlar mavjud bo‘lgan taqdirda, kreditorlar yig‘ilishi haqidagi xabarning O‘zbekiston Respublikasi Vazirlar Mahkamasi tomonidan belgilangan tartibda rasmiy nashrda e’lon qilinishi ana shunday shaxslarni tegishli ravishda xabardor etish deb e’tirof etiladi;\n\nxo‘jalik sudida ishni ko‘rib chiqish natijasida chiqarilgan sud hujjatidan qat’i nazar, xo‘jalik sudida bankrotlik to‘g‘risida ishni qo‘zg‘atish.\n\n6. Soxta bankrotlikning o‘ziga xos jihati bankrotlik to‘g‘risida tarqalayotgan ma’lumotlarning haqiqatga to‘g‘ri kelmasligini bilish hisoblanadi. Boshqacha aytganda, xo‘jalik yurituvchi subyekt haqiqatda kreditorlar oldidagi o‘z majburiyatlarini bajarishga qodir bo‘lgani holda, ularni bajarishdan ataylab bo‘yin tovlab, o‘zini bankrot deb e’lon berishi, bila turib haqiqatga to‘g‘ri kelmaydigan e’lon berishidir. Bila turib bankrotligi haqidagi yolg‘on ma’lumotni e’lon qilishning asosiy sharti o‘zining nochorligi haqidagi yolg‘on ma’lumotni, ya’ni haqiqiy holatga to‘g‘ri kelmaydigan ma’lumotni qonunda belgilangan tartibda e’lon qilishi hisoblanadi. Xo‘jalik yurituvchi subyekt qonunda belgilangan tartibni buzib, o‘zining iqtisodiy nochorligini e’lon qilish hollari soxta bankrotlik emas, balki firibgarlikni vujudga keltiradi. \n\n7. Xo‘jalik yurituvchi subyektning kreditorlarga ko‘p miqdorida zarar yetkazilgan paytdan e’tiboran soxta tadbirkorlik tugallangan deb hisoblanadi. Mazkur ko‘p miqdordagi zarar soxta tadbirkorlik jinoyati obyektiv tomonining zaruriy belgisi hisoblanadi. Fuqaro oldida xo‘jalik subyekti, shuningdek, uning muassislari (ishtirokchilari) – ishtirokidan kelib chiqadigan majburiyatlar bo‘yicha fuqaro hayoti yoki sog‘lig‘iga yetkazilgan zarar uchun javobgarlikni o‘tayotgan bo‘lsa, mazkur fuqaro ularning kreditori hisoblanmaydi[ Qarang: O‘zbekiston Respublikasining 2003 yil 24 apreldagi “Bankrotlik to‘g‘risida”gi Qonuni (yangi tahriri), 3-modda.].\n\n(Ko‘p miqdordagi zarar tushunchasi to‘g‘risida Jinoyat kodeksining Maxsus qismi VIII bo‘limiga qarang.)\n\nKo‘p miqdorda zararning yo‘qligi faqatgina fuqarolik-huquqiy javobgarlikni keltirib chiqaradi. Agar aybdor shaxslarning harakatlari ko‘p miqdorda zarar yetkazishga qaratilgan bo‘lib, biroq aybdorlarning ixtiyoriga bog‘liq bo‘lmagan holda bunday oqibat kelib chiqmagan bo‘lsa, ularning qilmishini soxta bankrotlikka suiqasd sifatida deb kvalifikatsiya qilish lozim.\n\n8. Subyektiv tomondan jinoyat to‘g‘ri qasd bilan sodir etiladi. Aybdor o‘zini yoki tijorat tashkilotini bila turib yolg‘on ravishda bankrot deb e’lon qilayotganligini anglab yetadi, kreditorlarning manfaatlariga ko‘p miqdorda zarar yetkazayotganligini biladi va shuni xohlaydi yoki bila turib shunga yo‘l qo‘yadi. \n\nQoida bo‘yicha, sharhlanayotgan ushbu jinoyat g‘arazli motiv[ Qarang: O‘zbekiston Respublikasi Oliy sudi Plenumining “Tadbirkorlik faoliyati bilan bog‘liq qonunchilikni qo‘llash sud amaliyoti to‘g‘risida”gi 2000 yil 28 apreldagi 2-sonli qarori, 15-band. ] bo‘yicha sodir etiladi, lekin boshqa maqsadlar ham mavjud bo‘lishi mumkin. \n\n9. Jinoyatning subyekti o‘n olti yoshga to‘lgan har qanday shaxs va tadbirkorlik bilan shug‘ullanuvchi, xo‘jalik subyekti nomidan harakat qila oladigan, ya’ni xo‘jalik sudiga bankrotlik to‘g‘risida ish qo‘zg‘atish lozimligi to‘g‘risida qaror qabul qilishi mumkin bo‘lgan shaxs hisoblanadi. Bunday shaxslar sifatida yuridik shaxsning rahbarlari, yuridik shaxs tashkil etmasdan faoliyat yuritayotgan yakka tartibdagi tadbirkorlar va xo‘jalik subyekti nomidan bankrotlik to‘g‘risida ishni qo‘zg‘ash vakolatiga ega bo‘lgan boshqa shaxslar (masalan, tugatish komissiyasi a’zolari) hisoblanadi. \n\nJK 180-moddasi bilan javobgarlikka xo‘jalik subyekti nomidan xo‘jalik sudida bankrotlik to‘g‘risida ishni qo‘zg‘atish vakolatiga ega bo‘lmagan, biroq qonun bo‘yicha kreditorlarning yig‘ilishi to‘g‘risida xabarlar yuborish yoxud boshqa shaxslar (masalan, kreditor, prokuror, davlat soliq inspeksiyasi) nomidan xo‘jalik subyektining bankrotligi to‘g‘risida ishni qo‘zg‘atish vakolatiga ega bo‘lgan shaxslar ham tortiladi. Yuqoridagi shaxslar soxta bankrotlik bo‘yicha, faqatgina xo‘jalik yurituvchi subyektning faoliyatiga yordam berish maqsadida, uni iqtisodiy nochorligini haqiqatga to‘g‘ri kelmasligini bila turib, bu haqda e’lon qilgan holatlardagina javobgarlikka tortiladi. Bunday holatda ushbu shaxslar JK 180-moddasi bo‘yicha javobgarlikka tortilishida JK 28-moddasi 4-qismiga havola qilinadi, sharhlanayotgan jinoyat bo‘yicha aynan xo‘jalik subyekti nomidan harakat qilgan shaxs esa faqatgina bajaruvchi sifatida JK 180-moddasi bo‘yicha javobgarlikka tortiladi.\n\n10. Ushbu moddaning 2-qismiga muvofiq, yetkazilgan moddiy zarar uch karra miqdorida qoplangan taqdirda, ozodlikdan mahrum qilish tariqasidagi jazo qo‘llanilmasligi haqidagi rag‘batlantiruvchi norma belgilangan. Ushbu qoida JK 167-moddasi 4-qismi tahlilida sharhlangan bo‘lib ushbu moddaga nisbatan boshqacha xususiyatga ega emas. \n\n11. Shuni alohida ta’kidlash lozimki, “soxta bankrotlikka doir ishlarni ko‘rishda ishning barcha holatlarini sinchkovlik bilan, har tomonlama, to‘la va xolisona tekshirib chiqish va bunday qalloblikning haqiqiy tashkilotchilarini aniqlash shart, zero mazkur tashkilotlarga ularni tashkil etishga aloqasi bo‘lmagan shaxslar, ya’ni soxta shaxslar ham rasman rahbarlik qilishlari mumkin”[ O‘zbekiston Respublikasi Oliy sudi Plenumining “Tadbirkorlik faoliyati bilan bog‘liq qonunchilikni qo‘llash sud amaliyoti to‘g‘risida”gi 2000 yil 28 apreldagi 2-sonli qarori, 15-band.]."
        },
        {
            "modda_raqami": "181-modda. Bankrotlikni yashirish.",
            "matni": "Xo‘jalik yurituvchi subyektning haqiqatga to‘g‘ri kelmaydigan ma’lumot yoki hujjatlarni taqdim etish, buxgalteriya hisobotlarini buzib ko‘rsatish yo‘li bilan iqtisodiy jihatdan o‘zining to‘lovga qodirligining yo‘qotganligini yoki iqtisodiy nochorligini boshqacha tarzda qasddan yashirishi kreditorlarga ko‘p miqdorda zarar yetkazilishiga sabab bo‘lsa, - \n\neng kam oylik ish haqining yuz baravaridan ikki yuz baravarigacha miqdorda jarima yoki besh yilgacha muayyan huquqdan mahrum qilish yoxud uch yilgacha axloq tuzatish ishlari yoki uch yilgacha ozodlikdan mahrum qilish bilan jazolanadi.\n\nYetkazilgan moddiy zarar uch karra miqdorida qoplangan taqdirda, ozodlikdan mahrum qilish tariqasidagi jazo qo‘llanilmaydi.",
            "sharxi": "1. Sharhlanayotgan jinoyatning ijtimoiy xavfliligi shundaki, u sodir etilishi bilan bozor iqtisodiyotining asosiy qonunlari buziladi, xalq xo‘jaligining normal faoliyat ko‘rsatishi izdan chiqadi, bozor iqtisodiyotining rivojlanishida to‘siqlar vujudga keladi, xo‘jalik subyekti faoliyati chalkashadi, asoslanmagan tavakkalchilikka yo‘l qo‘yiladi. Bankrotlikni yashirish, soxta bankrotlik kabi, aholining ko‘z o‘ngida amalga oshirilayotgan islohotlarni moliyaviy mablag‘dan mahrum qiladi va ayrim holatlarda, iqtisodiyotning davlat darajasida makroiqtisodiy tanazzuliga olib kelishi mumkin.\n\n2. Bankrotlikni yashirish obyekti tadbirkorlik faoliyatini amalga oshirish sohasidagi ijtimoiy munosabatlar, xo‘jalik subyektining va ba’zi hollarda davlatning kontragent manfaatlari ko‘rinishidagi O‘zbekiston Respublikasining iqtisodiy asoslari hisoblanadi. Bankrotlikni yashirishning bevosita obyekti bo‘lib, xo‘jalik subyektining iqtisodiy nochorligi holatida uning faoliyatini amalga oshirish va tugatishning o‘rnatilgan tartibi hisoblanishi lozim.\n\n3. O‘zbekiston Respublikasining amaldagi qonunchiligiga ko‘ra, iqtisodiy nochor deb, “xo‘jalik sudi tomonidan e’tirof etilgan, qarzdorning pul majburiyatlari bo‘yicha kreditorlar talablarini to‘la hajmda qondirishga va (yoki) majburiy to‘lovlar bo‘yicha o‘z majburiyatini to‘la hajmda bajarishga qodir emasligi”[ O‘zbekiston Respublikasining 2003 yil 24 apreldagi “Bankrotlik to‘g‘risida”gi Qonuni (yangi tahriri), 3-modda.] tushuniladi. Majburiy to‘lovlarga soliqlar, yig‘imlar va davlatning maqsadli fondlariga boshqa majburiy to‘lovlar kiradi. Bankrotlik to‘g‘risidagi ish bankrotlik alomatlari mavjud bo‘lgan taqdirda, O‘zbekiston Respublikasining “Bankrotlik to‘g‘risida”gi Qonunida o‘rnatilgan tartibda xo‘jalik subyekti tomonidan xo‘jalik sudiga ariza bilan murojaat qilish orqali amalga oshiriladi[ Qarang: O‘zbekiston Respublikasining 2003 yil 24 apreldagi “Bankrotlik to‘g‘risida”gi Qonuni (yangi tahriri).]. Ushbu alomatlar mavjud bo‘lmagan taqdirda xo‘jalik subyekti iqtisodiy nochor deb topish mumkin emas. \n\n4. Obyektiv tomondan jinoyat xo‘jalik yurituvchi subyektning haqiqatga to‘g‘ri kelmaydigan ma’lumot yoki hujjatlarni taqdim etishi, buxgalteriya hisobotlarini buzib ko‘rsatish yo‘li bilan iqtisodiy jihatdan o‘zining to‘lovga qodir emasligini (iqtisodiy nochorligini) yoki boshqacha tarzda yashirishida ifodalanadi. Amaldagi qonunchilikka ko‘ra, “xo‘jalik subyekti (firma, birlashma, tashkilot, korxona, xususiy korxona)ning to‘lovga qobiliyatsizligi deganda, qarzdorning o‘z qarz majburiyatlarini uzoq vaqt mobaynida tugata olmasligi va to‘lanishi lozim bo‘lgan mablag‘larni 60 kun mobaynida kirita olmasligini tushunish lozim”[ Markaziy bankning 1996 yil 27 avgustdagi 112-sonli “Tijorat banklarining iqtisodiy nochor xo‘jalik subyektlari (to‘lovga qobiliyatsiz va bankrot) bilan ishlash Tartibi”, 1.1-band.]. \n\n5. Jinoyat tarkibini aniqlash uchun tergov organlari va sud quyidagi elementlar mavjudligini tekshirishi lozim: xo‘jalik subyekti iqtisodiy nochorligi, bankrotlik yuzaga kelganligi to‘g‘risidagi faktik ma’lumotlar, kreditorlarga ko‘p miqdorda zarar yetkazish va aybdor shaxslar jinoiy harakatlari bilan kelib chiqqan oqibat o‘rtasidagi sababiy bog‘lanish.\n\nXo‘jalik faoliyati subyektlari (tadbirkorlik subyektlari) istalgan tashkiliy-huquqiy shakldagi yuridik shaxs yoki yuridik shaxs tashkil etmasdan tadbirkorlik faoliyatini amalga oshirayotgan, belgilangan tartibda ro‘yxatdan o‘tgan hamda tadbirkorlik faoliyatini amalga oshirayotgan yuridik va jismoniy shaxslar dir[ Qarang: O‘zbekiston Respublikasining 2000 yil 25 maydagi “Tadbirkorlik faoliyati erkinligining kafolatlari to‘g‘risida”gi Qonuni. 4-modda, 1-qism. // Oliy Majlis Axborotnomasi, 2000, 5, 6-sonlar. 141-bet. ].\n\n6. Iqtisodiy nochorlikni yashirish – bu bir martalik harakatlarni sodir etish, shuningdek, choralar majmuasi bo‘lib, vakolatli davlat organiga, haqiqiy yoki potensial kontragentga uzaytirilgan qarzdorlik majburiyatlarini amalga oshirishning imkoniyati yo‘qligi bilan bog‘liq ma’lumotlarni yoki yolg‘on ma’lumotlarni taqdim etish bilan bog‘liq faoliyat. Shuni ta’kidlab o‘tish lozimki, yashirish faqatgina faktik vujudga kelgan holatlar bo‘yicha yuzaga kelgan munosabatlarga xosdir. Shuning uchun xo‘jalik subyekti kelajakda bo‘lishi mumkin bo‘lgan qarzlarini to‘lay olmasligi bilan bog‘liq ma’lumotlarni taqdim etmasligi bankrotlikning yashirilishi deb qaralishi mumkin emas. \n\nBu o‘rinda shunga alohida e’tibor berish lozimki, xo‘jalik subyektini to‘lovga qobiliyatsizligi faktini belgilashda faqatgina uzaytirilgan qarzdorlik majburiyatlari inobatga olinishi lozim, chunki to‘lash muddati yetib kelmagan majburiyatlar bo‘yicha xo‘jalik yurituvchi subyekt qarzdor deb topilmaydi[ Bu xulosa O‘zbekiston Respublikasi Fuqarolik kodeksining 242, 243-moddalari tahlilidan kelib chiqadi.]. Shuningdek, to‘lovga qobiliyatsizlikni belgilashda alohida e’tiborni xo‘jalik subyektida mavjud (balansida ro‘yxatda bo‘lgan) mulkning tahliliga qaratmoq lozim, chunki bankrotlik naqd pul yoki naqd pulsiz shakldagi yuqori likvidli aktivlargina emas, balki faqatgina qarzdorlik bo‘yicha to‘lovga butun mol-mulki yetmaganda yuzaga keladi.\n\n7. Iqtisodiy nochorlik to‘g‘risidagi axborotlarni yashirish xo‘jalik subyektining haqiqatga to‘g‘ri kelmaydigan ma’lumotlar va hujjatlarni taqdim etishi, buxgalteriya hisobotlarini buzib ko‘rsatishi yoki boshqa usullar orqali amalga oshiriladi. \n\n8. Haqiqatga to‘g‘ri kelmaydigan ma’lumotlar va hujjatlarni taqdim etish deganda, xo‘jalik subyekti haqiqiy moliyaviy-xo‘jalik holatini aks ettirmaydigan ma’lumotlarni taqdim etishini tushunish lozim.\n\nMoliyaviy-xo‘jalik faoliyati deganda, xo‘jalik va tadbirkorlik tuzilmalarining ustavida belgilangan faoliyatni amalga oshirish bilan bog‘liq, mahsulot chiqarish, ishlarni bajarish va xizmatlarni amalga oshirish, moliya-buxgalteriya, hisob-kitob va statistik hujjatlarni yuritish, shuningdek, xo‘jalik subyektlarining moliya, soliq, bank, bojxona va boshqa organlar hamda xo‘jalik subyektlari bilan o‘zaro munosabatlari tizimini tushunish kerak.\n\nMa’lumotlar va hujjatlarni taqdim etish – pochta orqali jo‘natish bilan, bevosita vakolatli shaxs tomonidan yoki xo‘jalik subyektining boshqa vakili orqali taqdim etish orqali taqdim etish mumkin – ushbu holatlar qilmishning kvalifikatsiyasiga ta’sir etmaydi. Shuni alohida ta’kidlash lozimki, haqiqatga to‘g‘ri kelmaydigan ma’lumot va hujjatlarni taqdim etish ular shunday ma’lumotlarni taqdim etishga vakolatli yoki javobgar shaxs tomonidan rasmiy ravishda taqdim etilgandagina ijtimoiy xavfli qilmishni vujudga keltiradi. Haqiqatga to‘g‘ri kelmaydigan ma’lumotlar norasmiy ravishda taqdim etilganda bankrotlikni yashirish deb qaralmasligi lozim.\n\n9. Bankrotlikni yashirish buxgalteriya hisobotlarini buzib ko‘rsatish orqali ham amalga oshirilishi mumkin.\n\nBuxgalteriya hisoboti deganda, tashkilotning mulkiy va moliyaviy holati hamda uning hisobot davri (oy, kvartal, yil) mobaynida buxgalteriya hisobi ma’lumotlari asosida belgilangan shaklda tuziladigan ma’lumotlarning yagona tizimi tushuniladi.\n\nBuxgalteriya hisobotlarini buzib ko‘rsatish deganda, xo‘jalik subyekti moliyaviy-xo‘jalik faoliyatining haqqoniy holatini aks ettirmaydigan har qanday harakatlar natijasida kelib chiqadigan ushbu oqibatlarni tushunmoq lozim. Ushbu harakatlar ma’lumotlarni to‘liq yoki qisman taqdim etmaslik, balansi shakllantirishda ayrim usullardan foydalanish va hokazo - buxgalteriya hisobotlarini buzib ko‘rsatishning aniq usullari jinoyatning kvalifikatsiyasiga ta’sir etmaydi.\n\n10. Xo‘jalik subyektining iqtisodiy nochorligini boshqacha yashirish belgisi bo‘yicha tadbirkorlik subyekti faoliyatining bankrotlik belgilarini aniqlash imkonini beradigan ma’lumotlarni davlatning vakolatli organlari tomonidan yetarlicha olinmasligiga qaratilgan harakatlari natijalarini kvalifikatsiya qilish lozim. Bu usullar qatoriga, masalan, bank hisob raqamini yopmasligi va bu haqda vakolatli davlat organlariga xabar bermaganligi uchun hisob raqamida kam ahamiyatli operatsiyalarni amalga oshirib qo‘yish, buxgalteriya hisobotlarini va boshqa hujjat va ma’lumotlarni turli bahonalar bilan taqdim etmaslikni kiritish mumkin.\n\nBankrotlikni yashirishning boshqa usullariga, shuningdek, qarzdor yuridik shaxs – rahbarning, qarzdor – yakka tartibdagi tadbirkorning bankrot deb e’lon qilish to‘g‘risida ariza bilan xo‘jalik sudiga murojaat etish majburiyatini bajarmasligi, agar:\n\nbir yoki bir nechta kreditorning talablarini qondirish qarzdorning boshqa kreditorlar oldidagi pul majburiyatlarini va (yoki) majburiy to‘lovlar bo‘yicha o‘z majburiyatini to‘liq hajmda bajarishini imkonsiz qilib qo‘yishga olib keladigan bo‘lsa;\n\nqarzdor yuridik shaxsning ta’sis hujjatlariga muvofiq qarzdorni tugatish to‘g‘risida qaror qabul qilishga vakolatli bo‘lgan – organ tomonidan qarzdorning bankrotlik to‘g‘risidagi arizasi bilan xo‘jalik sudiga murojaat etishi haqida qaror qabul qilingan bo‘lsa;\n\nqarzdor unitar korxona mol-mulkining egasi vakolat bergan organ tomonidan qarzdorning arizasi bilan xo‘jalik sudiga murojaat etish to‘g‘risida qaror qabul qilingan bo‘lsa;\n\nundiruv qarzdorning mol-mulkiga qaratilganda bunday undiruv qarzdorning xo‘jalik faoliyatini imkonsiz qilib qo‘yadi deb hisoblashga asoslar bo‘lsa[ Qarang: O‘zbekiston Respublikasining 2003 yil 24-apreldagi “Bankrotlik to‘g‘risida”gi Qonuni (yangi tahriri), 8-modda.].\n\nBelgilangan holatlarda xo‘jalik sudiga ariza berish muddati o‘tganidan keyin berilgan bo‘lsa, bankrotlikni yashirish tugallangan deb hisoblanishi lozim – qayd etilgan holatlar yuzaga kelgan paytdan e’tiboran bir oy.\n\n11. Shuni e’tiborga olish lozimki, bankrotlikni yashirish ham, iqtisodiy nochorlikni yashirish kabi, davlat vakolatli organlariga ma’lumotlarni topshirmaslik, ya’ni xo‘jalik subyekti tomonidan hisobot berishi lozim bo‘lgan va ushbu organlarning Iqtisodiy nochor korxonalar ishlari bo‘yicha qo‘mitaga kerakli ma’lumotlarni taqdim eta olmasligidir[ O‘zbekiston Respublikasining amaldagi qonunchiligiga muvofiq ushbu organlar qatoriga soliq organlari, iqtisodiyot va statistika organlari, ayrim holatlarda, shuningdek, Iqtisodiy nochor korxonalar ishlari bo‘yicha qo‘mita va uning joylardagi bo‘linmalari kirishi mumkin. Qarang: O‘zbekiston Respublikasi Adliya Vazirligi tomonidan 2000 yil 9 fevralda 894-son bilan ro‘yxatga olingan “Iqtisodiy nochor korxonalar ishlari bo‘yicha qo‘mitaga iqtisodiy nochor xo‘jalik subyektlarini moliyaviy-xo‘jalik faoliyati haqida ma’lumot berish va ma’muriy jarimalar qo‘llash Tartibi”, 2.1 va 2.3-bandlar. ], bundan tashqari, xo‘jalik subyektining bankrotlikni haqiqiy va potensial kontragentlaridan yashirishidir.\n\n12. Jinoyat ko‘p miqdordagi zarar yetkazish tarzidagi ijtimoiy xavfli oqibat kelib chiqqan paytdan e’tiboran tugallangan hisoblanadi. Zarar kreditorlarga, shuningdek, davlatga majburiy to‘lovlarni va yig‘imlarni to‘lash bo‘yicha yetkaziladi. Shuni alohida e’tiborga olish lozimki, qarzdor qaysi fuqaroning hayoti yoki sog‘lig‘iga zarar yetkazilganligi uchun mulkiy javobgar bo‘lsa, ayni shu fuqaro, shuningdek, o‘z ishtirokidan kelib chiqadigan majburiyatlar bo‘yicha qarzdor yuridik shaxsning muassislar (ishtirokchilari) kreditorlar hisoblanishmaydi.\n\n13. Aybdorning qilmishini, agar uning harakatlari bilan kelib chiqqan ko‘p miqdorda zarar yetkazish kabi oqibat o‘rtasida sababiy bog‘lanish mavjud bo‘lsagina, sharhlanayotgan ushbu modda bo‘yicha kvalifikatsiya qilish mumkin. \n\n14. Subyektiv tomondan jinoyat to‘g‘ri yoki egri qasd bilan sodir etilishi mumkin. Shaxs qarzdor tashkilot yoki yakka tartibdagi tadbirkor bankrot holatidaligini va uning sodir etgan harakatlari huquqqa xilofligini anglab yetadi, ko‘p miqdorda zarar yetkazishi mumkinligini ko‘ra biladi va buni xohlaydi yoki anglagan holda sodir etilishiga yo‘l qo‘yadi yoxud uning oqibatida befarq qaraydi.\n\nJinoyat motivlari g‘arazli, ba’zida boshqacha bo‘lishi mumkin, lekin jinoiy qilmish kvalifikatsiyasiga ta’sir etmaydi. Bankrotlikni yashirganligi uchun mansabdor shaxs mukofotlangan bo‘lsa, uning qilmishi jinoyatlar majmui tariqasida JK 181 va 210-moddalari bo‘yicha kvalifikatsiya qilinishi kerak.\n\n15. Jinoyat subyekti davlat vakolatli organlariga yoki haqiqiy va potensial kontragentlarga moliyaviy-xo‘jalik faoliyatining holati haqida ma’lumotlarni taqdim etish majburiyati yuklangan shaxs hisoblanadi, aniqrog‘i, xo‘jalik subyektining tashkiliy-huquqiy shaklidan qat’i nazar, uning rahbari, o‘rinbosari, bosh buxgalter, moliya bo‘limi boshlig‘i, yakka tartibdagi tadbirkor va hokazolar, bundan tashqari, ba’zi hollarda jinoyat subyekti tashqi boshqaruvchi, tugatish komissiyasi a’zolari yoki tugatuvchi shaxs hisoblanadi. Bundan tashqari, har bir alohida holatda, shaxsni jinoyat subyekti sifatida javobgarlikka tortishda uning vakolatli davlat organlariga yoki haqiqiy va potensial kontragentlarga ma’lumotlarni topshirish uchun mas’uliyatini aniqlash lozim.\n\n16. Sharhlanayotgan moddaning 2-qismida rag‘batlantiruvchi norma mustahkamlangan bo‘lib, unga ko‘ra yetkazilgan moddiy zarar uch karra miqdorida qoplangan taqdirda, ozodlikdan mahrum qilish tariqasidagi jazo qo‘llanilmaydi.."
        },
        {
            "modda_raqami": "181_1-modda. Qasddan to‘lovga qobiliyatsizlikka olib kelish.",
            "matni": "Yuridik shaxsning mansabdor shaxsi, muassisi (ishtirokchisi) yoxud mol-mulkining mulkdori yoki jismoniy shaxs yoxud yakka tartibdagi tadbirkor tomonidan shaxsiy manfaatlarini yoki boshqa shaxslarning manfaatlarini ko‘zlab sodir etilgan qasddan to‘lovga qobiliyatsizlikka olib kelish, ya’ni to‘lovga qobiliyatsizlikni qasddan yuzaga keltirish yoki ko‘paytirish, ushbu yuridik shaxsning yoki jismoniy shaxsning yoxud yakka tartibdagi tadbirkorning to‘lovga qobiliyatsizligiga olib kelsa, kreditorlarga ko‘p miqdorda zarar yetkazilishiga sabab bo‘lsa, —\n\nbazaviy hisoblash miqdorining bir yuz ellik baravaridan ikki yuz ellik baravarigacha miqdorda jarima yoki uch yuz soatdan uch yuz oltmish soatgacha majburiy jamoat ishlari yoxud ikki yildan uch yilgacha axloq tuzatish ishlari yoki ikki yildan uch yilgacha ozodlikni cheklash yoki ikki yildan uch yilgacha ozodlikdan mahrum qilish bilan jazolanadi.\n\nYetkazilgan moddiy zararning o‘rni qoplangan taqdirda, ozodlikni cheklash va ozodlikdan mahrum qilish tariqasidagi jazo qo‘llanilmaydi.\n\nBirinchi marta jinoyat sodir etgan shaxs, agar u jinoyat aniqlangan kundan e’tiboran o‘ttiz kunlik muddatda yetkazilgan moddiy zararning o‘rnini qoplagan bo‘lsa, javobgarlikdan ozod etiladi.",
            "sharxi": "O‘zbekiston Respublikasi Jinoyat kodeksining 181-1-modda — Qasddan bankrotlikka olib kelish (yangi nomi bilan: Qasddan to‘lovga qobiliyatsizlikka olib kelish) moddasi asosida jinoyatning tarkibiy elementlari quyidagicha chuqur yuridik tahlil qilinadi:\n\n1. Jinoyatning obyekti:\n\nAsosiy obyekti – xo‘jalik yurituvchi subyektlar o‘rtasidagi moliyaviy, iqtisodiy munosabatlar, ayniqsa kreditorlarning mulkiy manfaatlari va to‘lov intizomini himoya qiluvchi tartibdir.\n\nQo‘shimcha obyekti – moliyaviy bozorlar barqarorligi, iqtisodiy ishonch muhiti.\n\n2. Jinoyatning predmeti:\n\nYuridik yoki jismoniy shaxsga tegishli mol-mulk, aktivlar, moliyaviy mablag‘lar, kredit majburiyatlari.\n\nKo‘pincha to‘lov majburiyatlarini bajara olmay qolgan korxona (yuridik shaxs)ning qarzlari va boshqa majburiyatlari.\n\n3. Obyektiv tomoni:\n\nHosilaviy belgilari:\n\nQasddan harakat: mol-mulkni yashirish, noto‘g‘ri yo‘naltirish, noqonuniy moliyaviy operatsiyalar yoki qarzlarni asossiz ko‘paytirish;\n\nNatijada to‘lovga qobiliyatsizlik (bankrotlik) holati yuzaga keladi;\n\nNatijada kreditorlarga ko‘p miqdorda zarar yetadi.\n\nBu jinoyatning moddiy tarkibli jinoyat ekanini bildiradi, chunki javobgarlik faqat salbiy oqibatlar (to‘lovga qobiliyatsizlik + zarar) yuzaga kelganda vujudga keladi.\n\nJinoyat tugallanish vaqti:\n\nShaxsning harakatlari haqiqiy tarzda to‘lovga qobiliyatsizlikka olib kelgan (yoki uni kuchaytirgan) va zarar yetkazilgan vaqtda jinoyat tugallangan deb hisoblanadi.\n\n4. Subyekt:\n\nUmumiy subyekt emas, balki maxsus subyekt talab etiladi:\n\nYuridik shaxsning mansabdor shaxsi;\n\nMuassisi (ishtirokchisi);\n\nMol-mulk egasi;\n\nYakka tartibdagi tadbirkor yoki jismoniy shaxs;\n\nBu shaxslar kreditorlar oldidagi moliyaviy majburiyatlarga ta’sir o‘tkazish vakolatiga ega bo‘lishi lozim.\n\n5. Subyektiv tomoni:\n\nTo‘g‘ridan-to‘g‘ri qasd bilan amalga oshiriladi.\n\nShaxs moliyaviy sharoitni atayin yomonlashtiradi, bu orqali:\n\no‘z yoki boshqalar manfaatini ko‘zlaydi (masalan, boshqa yuridik shaxs foydasiga);\n\nkreditorlar yoki bankrotlik jarayonidan foydalanib foyda ko‘radi.\n\n6. Normativ-huquqiy asoslar:\n\nJK 181-1-modda – jinoyat uchun asosiy javobgarlik;\n\nO‘zbekiston Respublikasining “To‘lovga qobiliyatsizlik to‘g‘risida”gi Qonuni – to‘lovga qobiliyatsizlik tartibi;\n\nMa’muriy javobgarlik to‘g‘risidagi kodeks — 179-1-modda – mazkur harakatlarning ma’muriy javobgarligi;\n\nVazirlar Mahkamasining 224-sonli qarori (14.08.2013) – qasdi bankrotlik belgilarini aniqlash tartibi.\n\n7. Imtiyozli holatlar:\n\nJinoyat sodir etilganidan so‘ng zarar o‘rnini qoplagan bo‘lsa, ozodlikni cheklash yoki ozodlikdan mahrum qilish qo‘llanilmasligi mumkin (2-qism).\n\nBirinchi marta jinoyat sodir etgan shaxs, agar 30 kun ichida zarar qoplansa, javobgarlikdan ozod qilinadi (3-qism).\n\nXulosa:\n\n181-1-modda — iqtisodiy jinoyatlarning murakkab shakllaridan biri bo‘lib, moliyaviy manipulyatsiyalar orqali kreditorlarni zarar ettirishga qaratilgan harakatlarni jinoyat deb e’tirof etadi. Bu jinoyat:\n\nModdiy tarkibli hisoblanadi;\n\nMaxsus subyekt ishtirokida sodir etiladi;\n\nIqtisodiy barqarorlik va kreditor huquqlarini himoya qilishga xizmat qiladi."
        },
        {
            "modda_raqami": "182-modda. Bojxona to‘g‘risidagi qonun hujjatlarini buzish.",
            "matni": "Bojxona nazoratini chetlab yoki bojxona nazoratidan yashirib yoxud bojxona hujjatlari yoki vositalariga o‘xshatib yasalgan hujjatlardan aldash yo‘li bilan foydalangan holda yoki deklaratsiyasiz yoxud boshqa nomga yozilgan deklaratsiyadan foydalanib, tovar yoki boshqa qimmatliklarni O‘zbekiston Respublikasining bojxona chegarasidan o‘tkazish, shunday harakat uchun ma’muriy jazo qo‘llanilganidan keyin ko‘p miqdorda sodir etilgan bo‘lsa, - \n\neng kam oylik ish haqining uch yuz baravarigacha miqdorda jarima yoki ikki yilgacha axloq tuzatish ishlari yoxud besh yilgacha ozodlikdan mahrum qilish bilan jazolanadi.\n\nBojxona to‘g‘risidagi qonun hujjatlarini buzish:\n\na) juda ko‘p miqdorda;\n\nb) chegarani buzib o‘tish, ya’ni bojxona xizmatining roziligini olmasdan turib, tovar yoki boshqa qimmatliklarni O‘zbekiston Respublikasining bojxona chegarasidan ochiqdan-ochiq o‘tkazish yo‘li bilan;\n\nv) uyushgan guruh tomonidan yoki uning manfaatlarini ko‘zlab;\n\ng) xizmat lavozimidan foydalangan holda sodir etilgan bo‘lsa, -\n\neng kam oylik ish haqining uch yuz baravaridan olti yuz baravarigacha miqdorda jarima yoki uch yilgacha axloq tuzatish ishlari yoxud besh yildan sakkiz yilgacha ozodlikdan mahrum qilish bilan jazolanadi.",
            "sharxi": "1. Sharhlanayotgan jinoyatning ijtimoiy xavfliligi shundaki, uning sodir etilishi nazorat qilib bo‘lmaydigan tovarlar muomalasini yoki ulardan ayrimlarining respublika hududida taqchilligi holatini keltirib chiqaradi. Shu bilan birgalikda Jinoyat kodeksida ko‘rsatilgan boshqa jinoyatlarning sodir etilishiga asos yaratib beradi, masalan, soliq to‘lashdan bo‘yin tovlash, O‘zbekiston Respublikasi hududiga noqonuniy kirish yoki chet elga chiqish. Sharhlanayotgan ijtimoiy xavfli qilmishni sodir etish iqtisodiy barqarorlikni izdan chiqaradi, inflyatsiya darajasi oshishiga haqiqiy xavf tug‘diradi, bu esa jamiyatning iqtisodiy asoslariga putur yetkazib, bozor iqtisodiyotiga o‘tishni qiyinlashtiradi.\n\n2. Jinoyat obyekti davlat va jamiyatning iqtisodiy manfaatlari hisoblanadi, chunki, birinchidan, bu qilmishni sodir etish natijasida olib kiriladigan va olib chiqiladigan tovarlarga qo‘yilgan bojlar davlat budjetiga kelib tushmaydi, ikkinchidan, respublikadan mamlakat iqtisodiy ahamiyatiga ega bo‘lgan, chiqarilishi taqiqlangan tovarlar chiqib ketishiga yo‘l qo‘yilgan bo‘ladi.\n\nJinoyatning bevosita obyekti tovar yoki boshqa qimmatliklarni O‘zbekiston Respublikasining bojxona chegarasi orqali o‘tkazishning belgilab qo‘yilgan tartibi va shu munosabat bilan O‘zbekiston Respublikasi iqtisodiyotining asoslari hisoblanadi. \n\n3. Bojxona qonunchiligini buzishning fakultativ obyekti predmeti va subyektiga qarab, O‘zbekiston aholisining sog‘lig‘i, jamiyatning axloqiy va ruhiy tayanchlari, respublikaning tarixiy-madaniy merosi bo‘lishi mumkin.\n\n4. Jinoyatning predmeti har qanday tovarlar (masalan, oziq-ovqat mahsulotlari, kiyim-kechak, mebel, hayvonlar va hokazo) yoki moddiy qimmatliklar bo‘lishi mumkin. \n\nTovarlar – “har qanday ko‘char mol-mulk, shu jumladan, valyuta va valyuta boyliklari, elektr, issiqlik quvvatlari va energiyaning boshqa turlari, transport vositalari, intellektual mulk obyektlari”[ Qarang: O‘zbekiston Respublikasining Bojxona kodeksi, 7-modda.] bo‘lishi mumkin. Tovar sifatida, shuningdek, uy va yovvoyi hayvonlar ham hisoblanadi. Sanab o‘tilganlardan quyidagilar tovar hisoblanmaydi: yo‘lovchilar va tovarlarni tashish uchun foydalaniladigan vositalar, shu jumladan konteynerlar va boshqa transport uskunalari[ O‘sha joyda.].\n\nShunga alohida e’tibor berish lozimki, ko‘rsatilgan ashyolar ushbu jinoyatning predmeti bo‘lishi uchun erkin suratda boshqa shaxslarga berilishi yoki universal huquqiy vorislik (meros qilib olish, yuridik shaxsni qayta tashkil etish) tartibida yoxud boshqa usul bilan, agar ular muomaladan chiqarilmagan yoki ularning muomalada bo‘lishi cheklab qo‘yilmagan bo‘lsa, bir shaxsdan ikkinchi shaxsga o‘tishini va muayyan muomala ishtirokchilariga gina qarashli bo‘la oladigan yoki muomalada bo‘lishiga maxsus ruxsatnoma bilan yo‘l qo‘yiladigan fuqarolik huquqlari obyektlarining (chet el valyutasi, dori-darmon) turlari qonunda ko‘rsatilgan tartibda belgilanadi[ Qarang: O‘zbekiston Respublikasining Fuqarolik kodeksi, 82-modda, 3-qism.]. Muayyan ashyoning muomala munosabatlarida mavjud emasligi ushbu ashyo mazkur jinoyat predmeti bo‘la olmasligidan dalolat beradi (masalan, bojxona qonunchiligini buzishga litsenziya, shtamp, muhrga oid munosabatlarni kiritib bo‘lmaydi).\n\n5. Boshqa qimmatliklarga shunday ashyo va buyumlar kiradiki, ular o‘zining turi, holati va qiymatidan qat’i nazar, alohida tarixiy, badiiy, ilmiy yoki madaniy ahamiyat kasb etadi[ Qarang: O‘zbekiston Respublikasi Vazirlar Mahkamasining 1999 yil 23 martdagi “Madaniy boyliklarning olib chiqilishi va olib kirilishi masalalarini tartibga solish to‘g‘risida”gi 131-sonli Qarori. ]. \n\nBunday qimmatliklarga numizmatika, qadimiy buyumlar, san’at asarlari, paleontologik qoldiqlar va boshqalar kiradi. Ushbu ashyo va buyumlar muomala vositasi bo‘la oladi, lekin ularning farqli jihati alohida tarixiy, badiiy, ilmiy yoki madaniy ahamiyatidir. Qimmatliklarning ushbu jihatlarini belgilash uchun tergov organlari va sudlar tegishli ekspertizalarni tayinlashlari lozim.\n\n6. Ushbu modda doirasida ashyo va buyumlarning tovar yoki qimmatliklar ekanligini belgilashda aybdor tomonidan ulardan qanday maqsadlarda foydalanilishi ahamiyat kasb etmaydi. Ular tadbirkorlik yoki shaxsiy iste’mol maqsadlarida foydalanishi mumkin. Quyidagilar ushbu jinoyatning predmeti bo‘la olmaydi: kuchli ta’sir qiluvchi, zaharli, zaharlovchi, radioaktiv, portlovchi moddalar, portlatish qurilmalari, qurol-yarog‘, o‘qotar qurollar, o‘q-dorilar, giyohvandlik vositalari, psixotrop moddalar, diniy ekstremizm, separatizm, fundamentalizmni targ‘ib qiluvchi materiallar, yadroviy, kimyoviy, biologik va ommaviy qirg‘in qurollarining boshqa turlari, ommaviy qirg‘in qurollarini yaratishda foydalanilishi mumkin bo‘lgan material va moslamalar. Chunki sharhlanayotgan ijtimoiy xavfli qilmishni ushbu predmetlar bilan sodir etish JKning tegishli moddalarida nazarda tutilgan ijtimoiy xavfli faoliyat nazarda tutilgan javobgarlikni keltirib chiqaradi.\n\n7. Bojxona qonunchiligini buzishning obyektiv tomonini yuqorida ko‘rib o‘tilgan predmetlarni (tovarlar yoki boshqa qimmatliklarni) O‘zbekiston Respublikasi bojxona chegarasidan olib o‘tish tashkil etadi.\n\nOlib o‘tish deganda, tovarlarni yoki transport vositalarini har qanday usuldan foydalanib, shu jumladan xalqaro pochta jo‘natmalarini yuborish, quvurlar orqali hamda elektr uzatish liniyalaridan foydalanish yo‘li bilan bojxona hududiga olib kirish yoki olib chiqib ketish bo‘yicha harakatlarni amalga oshirish tushuniladi. \n\nBunday harakatlar jumlasiga quyidagilar:\n\ntovarlar yoki transport vositalari bojxona hududiga olib kirilganda, shu jumladan erkin bojxona zonalari va erkin omborlar hududiga olib kirilganda – bojxona chegarasidan amalda o‘tish;\n\ntovarlar yoki transport vositalari bojxona hududidan olib chiqilganda, shu jumladan erkin bojxona zonalari va erkin omborlar hududidan olib chiqilganda – bojxona deklaratsiyasini taqdim etish yoki tovar yoxud transportlarni olib chiqish maqsadini amalga oshirishga bevosita qaratilgan o‘zga harakatlarni bajarish kiradi[ Qarang: O‘zbekiston Respublikasining Bojxona kodeksi, 7-modda, 8-band.].\n\n8. O‘zbekiston Respublikasining bojxona chegarasi mamlakatning davlat chegarasiga mos kelmaydi, chunki u nafaqat O‘zbekiston Respublikasi chegarasi bilan (O‘zbekiston Respublikasining quruqlikdagi hududi, hududiy va ichki suvlari hamda ular ustidagi havo bo‘shlig‘i bojxona hududini tashkil etadi), balki O‘zbekiston hududidagi erkin bojxona zonalari va erkin omborlar bilan ham belgilanadi. Yuqoridagi hududlar O‘zbekiston Respublikasining bojxona hududidan tashqarida joylashgan deb qaraladi, bojxona hududi sarhadlari, shuningdek, erkin bojxona zonalari va erkin omborlarning tegralari bojxona chegarasi hisoblanadi[ Qarang: O‘zbekiston Respublikasining Bojxona kodeksi, 3-modda.].\n\nO‘zbekiston Respublikasining quruqlikdagi hududi, hududiy va ichki suvlari hamda ular ustidagi havo bo‘shlig‘i bojxona hududini tashkil etadi.\n\n9. Tovar yoki boshqa qimmatliklarni bojxona chegarasidan olib o‘tish, basharti u qonunda ko‘rsatilgan quyidagi usullardan biri orqali sodir etilsa, bojxona qonunchiligini buzish hisoblanadi:\n\nbojxona nazoratidan yashirish orqali;\n\nbojxona identifikatsiya vositalari yoki hujjatlari dan aldash yo‘li bilan foydalanish orqali;\n\ndeklaratsiyasiz yoki tovarning o‘z nomini buzib deklaratsiya yozish orqali.\n\n10. Bojxona nazorati – iqtisodiy xavfsizlikni, qonun va xalqaro shartnomalarga rioya etilishini ta’minlash maqsadida bojxona organlari tomonidan amalga oshiriladigan tadbirlar majmuasi dir[ Qarang: O‘zbekiston Respublikasi Adliya Vazirligi tomonidan 1999 yil 6 iyulda 765-son bilan ro‘yxatga olingan “O‘zbekiston Respublikasi davlat chegarasidan avtomobil, temir yo‘l, aviatsiya va daryo hududlari orqali o‘tkazishda chegara va bojxona nazorati tartibi to‘g‘risida”gi Yo‘riqnoma, 1-band, 4-qism.]. O‘zbekiston Respublikasining Bojxona kodeksi 39-moddasiga binoan, bojxona nazorati bojxona organlarining mansabdor shaxslari tomonidan: \n\nbojxona maqsadlari uchun zarur bo‘lgan hujjat va ma’lumotlarni tekshirish;\n\njismoniy va mansabdor shaxslarni og‘zaki so‘roq qilish;\n\nbojxona tekshiruvi;\n\ntovarlar, transport vositalari, inshootlar va boshqa joylarni bojxona tomonidan qiyoslash;\n\ntovar va transport vositalarining hisobi;\n\nhisob va hisobdorlik tizimini tekshirish;\n\nbojxona nazoratidan o‘tishi lozim bo‘lgan tovar yoki transport vositalari joylashishi mumkin bo‘lgan yoxud nazorat qilish bojxona organlari zimmasiga yuklatilgan faoliyat amalga oshirilayotgan hududlar, binolar va boshqa joylarni tekshirish orqali amalga oshiriladi.\n\nBundan tashqari, bojxona nazorati qonunchilikda nazarda tutilgan (masalan, shaxslarni, ularning valyutalarini, valyuta qimmatliklarini, yuklarini, shuningdek transport vositalarini bojxona rasmiylashtirilishi) boshqa shakllarda ham amalga oshirilishi mumkin.[ Qarang: O‘zbekiston Respublikasi Adliya Vazirligi tomonidan 1999 yil 6 iyulda 765-son bilan ro‘yxatga olingan “O‘zbekiston Respublikasi davlat chegarasidan avtomobil, temir yo‘l, aviatsiya va daryo hududlari orqali o‘tkazishda chegara va bojxona nazorati tartibi to‘g‘risida”gi Yo‘riqnoma, 1-band.] \n\n11. Tovarlarni yoki boshqa qimmatliklarni bojxona nazoratini chetlab olib o‘tish, ularni bojxona organlari mavjud bo‘lmagan joydan yoki bojxona rasmiylashtirilishi va nazorati amalga oshiriladigan vaqtdan tashqari olib o‘tkazishni anglatadi. \n\n12. Bojxona nazoratidan yashirish deganda, shaxsning bojxona chegarasi orqali olib o‘tilayotgan tovarlarning yoki boshqa qimmatliklarni xufiya joylarda va topishni qiyinlashtiradigan usullardan foydalanib yoxud bir tusdagi ashyoga boshqa ikkinchisining ko‘rinishini berib o‘tkazishni tushunish lozim. Mulkni maxsus saqlash joylariga yashirib olib o‘tish usuliga alohida e’tibor berish kerak, bunday joylarga xufiya joylarni, shuningdek, kontrabanda maqsadlarida transport vositalariga oldindan qayta ishlanib, yig‘ilib va shunga o‘xshash yo‘llar bilan jihozlangan va moslashtirilgan konstruktiv sig‘imli idishlarni va boshqa ashyolarni kiritish mumkin. \n\n13. Hujjatlardan aldash yo‘li bilan foydalanish deganda, ashyolarni, tovar va boshqa qimmatliklarni bojxona chegarasidan olib o‘tish uchun asos tariqasida qalbaki hujjatlarni, qonunga xilof yo‘llar bilan olingan hujjatlarni yoxud yolg‘on ma’lumotlar yozilgan hujjatlarni bojxona nazoratiga taqdim etishni tushunish lozim. Qonunga xilof yo‘llar bilan olingan hujjat deganda, aybdor tasarrufiga o‘rnatilgan tartibni buzgan holda yoki yolg‘on ma’lumotlarni taqdim etish orqali yoxud qandaydir qonunga xilof harakatni (masalan, pora olish natijasida) sodir etishi natijasida kelib tushgan hujjat tushuniladi. Ushbu holatni qo‘llash uchun bojxona organiga taqdim etilayotgan hujjatning yolg‘onligini aybdor bilganligini va bilmasligi mumkin emasligini isbotlash lozim. Aks holda, sharhlanayotgan moddani unga qo‘llash mumkin emas, chunki uni sodir etishdan maqsad mavjud emas. \n\n14. Agar qalbaki hujjat bojxona qonunchiligini buzgan holda tayyorlangan bo‘lsa, uning qilmishini jinoyatlar majmui bo‘yicha JK 182 va 209 yoki 228-moddalari bilan kvalifikatsiya qilish lozim.\n\n15. Bojxona qonunchiligini buzish bojxona identifikatsiya vositalaridan aldash yo‘li bilan foydalanish orqali amalga oshirilishi mumkin. \n\nBojxona identifikatsiya vositalari deganda, so‘rg‘ichlash, muhrlash, raqamli, harfli va boshqacha tamg‘alar, identifikatsiya belgilarini qo‘yish, shtamplash, namuna va nusxalar olish, tovarlarni, boshqa qimmatliklarni xatlash, chizmalar tuzish, miqyosini tasvirlash, fotosuratlar, rasmlar tayyorlash, tovarlar bilan birga yuboriladigan va boshqa hujjatlardan foydalanish va hokazolar tushuniladi. Identifikatsiya vositalari, agar mavjud tovarlar yoki transport vositalari yo‘qolishiga yoxud qayta tiklab bo‘lmas darajaga kelishiga haqiqiy xavf mavjud bo‘lgan holatlardan tashqari, barcha hollarda bojxona organlari tomonidan yoki ularning ruxsati bilan o‘zgartirilishi, bekor qilinishi yoki yo‘qotilishi mumkin.\n\n16. Bojxona identifikatsiya vositalaridan aldash yo‘li bilan foydalanish deganda, shaxslarning O‘zbekiston Respublikasi yoki boshqa davlat bojxona organlari tomonidan tatbiq etilgan identifikatsiya vositalarini o‘zgartirishi, yo‘q qilishi, buzishi yoxud yo‘qotishi bilan bog‘liq harakatlari tushunilishi lozim. \n\n17. Deklaratsiyalash tovarlar yoki transport vositalari to‘g‘risidagi, ular joylashtiriladigan bojxona rejimlari haqidagi aniq ma’lumotlarni, bojxona maqsadlari uchun zarur bo‘lgan boshqa ma’lumotlarni belgilangan shaklda bayon etish orqali amalga oshiriladi. O‘zbekiston Respublikasi bojxona chegarasi dan olib o‘tiluvchi tovar va qimmatliklar yoki o‘zining bojxona rejimini yangilayotganlar (masalan, bojxona omborlari rejimidan erkin omborlar rejimiga o‘tayotganlar) deklaratsiyalanadi. Biroq, sharhlanayotgan moddani mohiyatidan kelib chiqib, ko‘rsatilgan usullarni bojxona qonunchiligini buzish deb hisoblash uchun bojxona chegarasidan olib o‘tilayotgan tovar yoki qimmatliklarni deklaratsiya qilmaslik yoki boshqa nomda deklaratsiya qilinishi qayd etiladi.\n\nDeklaratsiyalash O‘zbekiston Respublikasi qonunchiligida o‘rnatilgan tartib va shakllarda ariza berish orqali amalga oshiriladi. Shunga alohida e’tibor berish lozimki, Bojxona deklaratsiyasi qabul qilinganligi rasmiylashtirilgan paytdan boshlab u yuridik ahamiyatga molik faktlardan dalolat beruvchi hujjatga aylanadi[ Qarang: O‘zbekiston Respublikasining Bojxona kodeksi, 93-modda, 2 qism.].\n\nDeklaratsiyalash yuritilmaydigan va tovarlarni olib o‘tishning huquqiy rejimiga bog‘liq predmetlarning alohida turlariga nisbatan qonun bilan maxsus qoidalar o‘rnatilgan.\n\n18. Tovarlarni yoki boshqa qimmatliklarni deklaratsiyaga kiritmaslik yoxud o‘zgacha nom bilan deklaratsiyaga kiritish deganda, shaxslarning chegaradan o‘tkazilishi lozim bo‘lgan kontrabanda ashyolarini yoxud tovar yoki boshqa qimmatliklarni deklaratsiya qilish tartibini buzishi bilan bog‘liq harakatlari, ya’ni bojxona qonunlari tomonidan o‘rnatilgan deklaratsiya qilish shakli va joyi to‘g‘risidagi, uni amalga oshirish tartibi to‘g‘risidagi, deklaratsiya va boshqa qo‘shimcha hujjatlar taqdim etish. muddatlari to‘g‘risidagi talablarga rioya etmaslik, shuningdek, O‘zbekiston Respublikasi hududiga olib kirilayotgan yoki uning hududidan olib chiqilayotgan kontrabanda ashyolari, tovar yoki boshqa qimmatliklarning turi, soni xususida deklaratsiyaga soxta ma‘lumotlar kiritish tushuniladi”.\n\n19. Tovarlar g‘ayriqonuniy ravishda O‘zbekiston Respublikasi bojxona chegarasi orqali amalda olib o‘tilgan vaqtdan e’tiboran, bu tovarlar o‘zga MDH mamlakatlariga yoki MDH mamlakatlariga kirmaydigan boshqa davlatlarga o‘tkazilganligidan qat’i nazar, jinoyat tugallangan hisoblanadi. \n\nAna shunday olib o‘tishga tayyorgarlik ko‘rishga qaratilgan harakatlar jinoyatga suiqasd deb kvalifikatsiya qilinishi lozim. \n\n20. Tovarlarni yoki boshqa qimmatliklarni bojxona chegarasidan g‘ayriqonuniy olib o‘tganlik uchun jinoiy javobgarlik, tovar yoki boshqa qimmatliklarni olib o‘tish usulidan qat’i nazar, ko‘p miqdorda sodir etilgan bo‘lsa va aybdor shaxsga nisbatan shunday harakatlari uchun ma’muriy choralar qo‘llanilgan bo‘lsa, O‘zbekiston Respublikasi bojxona chegarasidan o‘tkazilgandan so‘ng qo‘llaniladi. \n\n(Ko‘p miqdor tushunchasi to‘g‘risida O‘zbekiston Respublikasi Jinoyat kodeksining Maxsus qismi VIII bo‘limiga qarang.)\n\n21. Subyektiv tomondan jinoyat to‘g‘ri qasddan sodir etiladi. Aybdor shaxs tovar yoki qimmatliklarni bojxona chegarasidan g‘ayriqonuniy olib o‘tayotganligini anglab yetadi va o‘zining jinoiy maqsadini amalga oshirishni xohlaydi. \n\n22. Jinoyat subyekti o‘n olti yoshga to‘lgan, fuqaroligi mavjud yoki mavjud emasligidan qat’i nazar, har qanday aqli raso shaxs bo‘lishi mumkin. Shunga e’tibor berish lozimki, jinoyat huquqining umumiy prinsiplaridan kelib chiqib javobgarlikka faqatgina jinoyatni sodir etgan aybdor tortilishi lozim. Shu tufayli mulkdor, agar deklarant, yuk tashuvchi tomonidan sodir etilgan huquqbuzarliklar uning qasdi bilan qamrab olinmasa, jinoiy javobgarlikka tortilmaydi.\n\n23. Tahlil qilinayotgan jinoyatni JK 182-moddasi 2-qismiga muvofiq kvalifikatsiya qilish belgilari quyidagilar:\n\na) juda ko‘p miqdorda;\n\nb) chegarani buzib o‘tish, ya’ni bojxona xizmatining roziligini olmasdan turib, tovar yoki boshqa qimmatliklarni O‘zbekiston Respublikasining bojxona chegarasidan ochiqdan-ochiq o‘tkazish yo‘li bilan;\n\nv) uyushgan guruh tomonidan yoki uning manfaatlarini ko‘zlab;\n\ng) xizmat lavozimidan foydalangan holda sodir etilganligi hisoblanadi.\n\n24. (Juda ko‘p miqdor tushunchasi to‘g‘risida O‘zbekiston Respublikasi Jinoyat kodeksining Maxsus qismi VIII bo‘limi sharhiga qarang.) \n\nOlib o‘tilgan tovarning narxini belgilashda O‘zbekiston Respublikasining “Bojxona tariflari to‘g‘risida”gi Qonunida o‘rnatilgan qoidalarni qo‘llash kerak.\n\n25. Sharhlanayotgan modda bo‘yicha buzib o‘tish deganda, tovar yoki boshqa qimmatliklarni bojxona xizmatining roziligini olmasdan ochiqchasiga olib o‘tish tushuniladi.\n\nUshbu modda bo‘yicha bojxona xizmati deganda, O‘zbekiston Respublikasi bojxona organlari va bojxona organlarining mansabdor shaxslarini tushunmoq lozim.\n\n26. Ochiqchasiga olib o‘tish deganda, bojxona xizmati xodimlarining tovarlar olib o‘tilishi haqida xabardorligi tushuniladi. Bojxona xizmatining xabardorligi, qonunchilik qoidalariga zid sodir etilayotgan ma’lumotlar taqdim etilishidan va bojxona organining olib o‘tishni bevosita nazorat qilishidan kelib chiqadi. Jinoyatchi subyektga kvalifikatsiya qilinayotgan ushbu belgilar bo‘yicha aybni qo‘llash uchun shaxsga tovar yoki qimmatliklarni g‘ayriqonuniy olib o‘tishayotganligi haqida bojxona organlari xabardorligini bilganligini va bilmasligi mumkin emasligini aniqlash lozim. Agar aybdor tovar yoki qimmatliklarni noqonuniy olib o‘tayotganligidan bojxona xizmatining xabardorligini (masalan, bojxona chegarasidan tovarlarni olib o‘tayotgan shaxsning harakatlari videokameraga olinadi) bilmasa, sharhlanayotgan kvalifikatsiya belgilarining mavjudligini aniqlash mumkin emas.\n\nTovarlarni ochiqcha olib o‘tish ham bojxona xizmatining ruxsatini olmasdan turib amalga oshirilishi kerak, ya’ni bunday harakatni amalga oshirishga rasmiy ruxsatnoma bo‘lmasligi lozim. Tovarlarni olib o‘tishga ruxsatnomaning mavjud emasligi to‘g‘risida, shuningdek, bunday harakatlarni sanatsiyalash vakolati mavjud bo‘lgan mansabdor shaxsning to‘g‘ridan-to‘g‘ri taqiq qo‘yishi ham dalolat beradi[ O‘zbekiston Respublikasi adliya vazirligi tomonidan 1999 yil 9 noyabrda 835-son bilan ro‘yxatga olingan “Bojxona organlari tomonidan qo‘llaniladigan maxsus vositalar to‘g‘risida”gi Yo‘riqnoma, shuningdek, 1995 yil 10 fevraldagi “Mustaqil davlatlar hamdo‘stligi. ishtirokchi-davlatlari bojxona qonunchiligi asoslari to‘g‘risida”gi qarori 217-moddasida, ruxsatsiz olib o‘tish tushunchalari berilgan.].\n\nBuzib o‘tishni quyidagi holatlar yig‘indisi tashkil etadi: a) tovar va qimmatliklarni ochiqcha olib o‘tish; b) bojxona xizmati vakolatli shaxsining ruxsatisiz olib o‘tish. Ko‘rsatilgan holatlardan birortasining mavjud bo‘lmasligi shaxsning harakatida sharhlanayotgan JK 182-moddasidagi kvalifikatsiya belgilarining mavjud deb topilishiga yo‘l qo‘ymaydi.\n\n27. (Uyushgan guruh yoki uning manfaatlari yo‘lida sodir etilgan jinoyatlar to‘g‘risida JK 164-moddasi sharhiga qarang.)\n\nBojxona qonunchiligini buzishga doir munosabatlarda sharhlanayotgan belgilar shundan iboratki, JK 182-moddasi bo‘yicha javobgarlikka nafaqat bojxona chegarasidan tovar yoki boshqa qimmatliklarni bevosita olib o‘tayotgan shaxslar, balki uyushgan guruhning barcha ishtirokchilari (masalan, bojxona chegarasidan g‘ayriqonuniy olib o‘tish maqsadida xarid qilganlar yoki olib o‘tilgandan so‘ng qonunga xilof ravishda olib o‘tilganligini oldindan bila turib xarid qilganlar, bunda ularga bojxona nazorat punktida yoki undan tashqarida noqonuniy olib o‘tishga yordam berganlar) kiradi.\n\n28. Uyushgan guruh a’zosi bo‘lmagan shaxs tomonidan chet eldan olib kelingan tovar yoki qimmatlikni oldindan va’da berib xarid qilish sharhlanayotgan belgining ikkinchi qismini – jinoyat uyushgan guruh manfaatlarini ko‘zlab sodir etilishini tashkil etadi.\n\n29. Agar shaxs O‘zbekiston Respublikasi chegarasidan tovar yoki boshqa qimmatliklarni g‘ayriqonuniy ravishda olib o‘tish bilan birgalikda, boshqa jinoyatlarni (masalan, qimmatbaho tosh va metallarni qo‘lga kiritishni, etil spirtini, alkogolli va tamaki mahsulotlarining g‘ayriqonuniy muomalasini) ham sodir etsa, uning qilmishini jinoyatlar majmui bo‘yicha JK 185-1 va 186-1-moddalari bilan kvalifikatsiya qilish kerak.\n\n30. Xizmat vakolatidan foydalangan holda bojxona qonunchiligini buzish – bojxona organlarining mansabdor shaxsi, ya’ni vakolat doirasiga nazorat funksiyasi va bojxona qonunchiligida belgilangan boshqa majburiyatlar yuklatilgan shaxs tomonidan o‘z vakolatlarini suiiste’mol qilgan holda tovar va boshqa qimmatliklarni bojxona chegarasidan olib o‘tishidir[ Qarang: O‘zbekiston Respublikasining 1997 yil 29 avgustdagi “Davlat bojxona xizmati to‘g‘risida”gi qonuni.]. Ushbu jinoyatni sodir etishda mansab vakolatidan foydalanish deganda, shuningdek, bojxona qonunchiligini buzish boshqa davlat organlari mansabdor shaxslarining o‘z vakolatini suiiste’mol qilishi orqali sodir etilishini ham tushunish lozim.\n\nXizmat vakolatidan foydalanish bojxona qonunchiligini bevosita buzishda, ya’ni tegishli mansabdor shaxs tovar yoki boshqa qimmatliklarni mustaqil ravishda bojxona chegarasini buzgan holda olib o‘tishida ham ifodalanadi. Bunday holatda u sharhlanayotgan jinoyatning ijrochisi yoki bajaruvchisi hisoblanadi. Mansabdor shaxsning harakatlari JK 205 yoki 206-moddalari bo‘yicha qo‘shimcha kvalifikatsiya qilishni talab qilmaydi, chunki ular JK 182-moddasi 2-qismida nazarda tutilgan tarkibni to‘liq qamrab oladi. Agar tovar va boshqa qimmatliklarni olib o‘tish mansab vakolatiga ega bo‘lmagan shaxs tomonidan, mansabdor shaxs yordami bilan sodir etilsa, unda uning harakatlari jinoyatlar majmui bo‘yicha JK 28-moddasi va 182-moddasi 1-qismida nazarda tutilgan jinoyatlar bilan, shuningdek, sodir etilgan jinoyatning aniq holatlariga bog‘liq ravishda JK 205 yoki 206-moddalari bilan kvalifikatsiya qilinadi.\n\n31. O‘zbekiston Respublikasi Oliy sudi Plenumi ushbu masalaga oid qabul qilingan qarorida O‘zbekiston Respublikasi chegaralaridan tovar yoki boshqa qimmatliklarni kontrabanda yo‘li bilan yoki noqonuniy olib o‘tgan aybdorlarga nisbatan jazo qo‘llashda sudlar JK 45-moddasiga asoslanib, shaxslarni jinoyat sodir etishda foydalanilgan muayyan huquqlaridan mahrum etish masalalarini hal etishlari lozimligini ta’kidlaydi.\n\n32. JK 182-moddasida nazarda tutilgan harakatlarni sodir etgan nodavlat tijorat va boshqa tashkilotlarning aybdor rahbarlari boshqa belgilar (masalan, ko‘p miqdor) mavjud bo‘lmaganda, O‘zbekiston Respublikasining Ma’muriy javobgarlik to‘g‘risidagi Kodeksining 227-moddasi bilan javobgarlikka tortiladi.\n\n33. Tovarlarni O‘zbekiston Respublikasining bojxona chegarasi orqali g‘ayriqonuniy ravishda olib o‘tish, chegaradan tashqariga g‘ayriqonuniy ravishda chiqish, O‘zbekiston Respublikasiga kirish yoki belgilangan tartiblarni buzib, chegaradan o‘tish bilan bog‘liq bo‘lsa, bunday harakatlar jinoyatlar majmui bo‘yicha O‘zbekiston Respublikasi Jinoyat kodeksining 182 va 223-moddalari bilan kvalifikatsiya qilinishi lozim.\n\n34. Jinoyat-protsessual kodeksining 211-moddasiga asosan, sharhlanayotgan jinoyat predmetlari hisoblanuvchi tovar va boshqa qimmatliklar ashyoviy dalil sifatida davlat foydasiga o‘tkaziladi. Ayblanuvchiga shaxsiy mulk huquqi asosida tegishli bo‘lgan tashish vositalari va boshqa vositalar jinoyat quroli tariqasida musodara qilinishi lozim. Kontrabanda ashyolari aybdor tomonidan realizatsiya qilingan bo‘lsa, sud ularning qiymatini sudlangandan undirish masalasini muhokama qilishi lozim (Fuqarolik kodeksining 509-moddasi).\n\n35. Bojxona qonunchiligini buzish to‘g‘risidagi ishlarni ko‘rishda sudlar bu jinoyatlarning sabablarini va uning sodir etilishiga imkon bergan shart-sharoitlarni aniqlashlari va ularga xususiy ajrim chiqarish yo‘li bilan munosabatlarini bildirishlari shart."
        },
        {
            "modda_raqami": "183-modda. Monopoliyaga qarshi qonun hujjatlarini buzish..",
            "matni": "Monopoliyaga qarshi faoliyat olib borish vakolati berilgan organga axborotlar bermaslik yoki haqiqatga to‘g‘ri kelmaydigan ma’lumotlarni bila turib, taqdim qilish, shunday qilmishlar uchun ma’muriy jazo qo‘llanilganidan keyin sodir etilgan bo‘lsa, -\n\neng kam oylik ish haqining yigirma besh baravarigacha miqdorida jarima yoki uch yilgacha muayyan huquqdan mahrum qilish bilan jazolanadi.\n\nMonopoliyaga qarshi faoliyat olib borish vakolati berilgan organning qonun-qoidalarni buzishni to‘xtatish, dastlabki holatni tiklash, shartnomalarni bekor qilish yoki o‘zgartirish to‘g‘risidagi talablarini yoxud boshqa qonuniy ko‘rsatmalarini bajarishdan bo‘yin tovlash yoki ularni o‘z vaqtida bajarmaganlik, shunday qilmishlar uchun ma’muriy jazo qo‘llanilganidan keyin sodir etilgan bo‘lsa, -\n\neng kam oylik ish haqining yigirma besh baravaridan ellik baravarigacha miqdorda jarima yoki uch yildan besh yilgacha muayyan huquqdan mahrum qilish yoxud uch yilgacha axloq tuzatish ishlari bilan jazolanadi.",
            "sharxi": "1. Monopoliyaga qarshi qonun hujjatlarini buzishning ijtimoiy xavfliligi shundaki, ushbu jinoyatni sodir etish natijasida alohida xo‘jalik subyektlariga monopolistik faoliyatni amalga oshirish uchun haqiqiy imkoniyat vujudga keladi. U bozor iqtisodiyoti faoliyatiga juda salbiy ta’sir etadi, chunki bozor iqtisodiyotini amalga oshirishning asosiy shartlaridan biri monopoliya bilan sig‘ishmaydigan erkin raqobatdir. Raqobat shartlari barcha mulk shakllarining tengligi kapitalning bir muhitdan boshqa muhitga erkin oqib o‘tishini ta’minlovchi ishlab chiqilgan iqtisodiy mexanizm hisoblanadi. Iqtisodiy munosabat ishtirokchilarining iqtisodiy erkin bo‘lishi shartdir. Monopoliyaga qarshi qonun hujjatlarini buzish bozorning yuqorida ko‘rsatilgan muhim elementlariga, shuningdek, alohida fuqarolar, jamiyat va davlatga ham moddiy zarar yetkazadi.\n\n2. Monopoliyaga qarshi qonun hujjatlarini buzish jinoyatining obyekti o‘rnatilgan tartib va bozorni samarali boshqarish qoidalari shaklidagi O‘zbekiston iqtisodiyotining asoslari, xo‘jalik yurituvchi subyektlarning o‘z huquq va imkoniyatlarini amalga oshirishlariga to‘sqinlik qiluvchi monopolistik faoliyatni amalga oshirishning oldini oluvchi munosabatlar hisoblanadi. Fakultativ obyekti xo‘jalik subyekti sifatida faoliyat ko‘rsatmaydigan alohida fuqarolar va davlatning qonun bilan qo‘riqlanadigan huquq va manfaatlari bo‘lishi mumkin. \n\n3. Obyektiv tomondan JK 183-moddasining 1-qismida nazarda tutilgan harakatlar monopoliyaga qarshi faoliyat olib borish vakolat doirasiga kiruvchi organga axborot bermaslikdan yoki bila turib haqiqatga to‘g‘ri kelmaydigan ma’lumotlarni taqdim qilishdan iborat bo‘ladi.\n\n4. O‘zbekistonning amaldagi qonunchiligiga ko‘ra, “Tovar bozorlarida raqobatni rivojlantirishga ko‘maklashish, xo‘jalik yurituvchi subyektlar, davlat boshqaruvi organlari va mahalliy davlat hokimiyati organlarining monopolistik faoliyatini va insofsiz raqobatini cheklash hamda to‘xtatib qo‘yish sohasida davlat siyosatini monopoliyaga qarshi davlat organi olib boradi\"[ O‘zbekiston Respublikasining 1996 yil 27-dekabrdagi \"Tovar bozorlarida monopolistik faoliyatni cheklash va raqobat to‘g‘risida\"gi Qonuni, 9-modda, 1-qism. // Oliy Majlis Axborotnomasi, 1997, 2-son, 54-bet. ]. Bularga O‘zbekiston Respublikasi Monopoliyadan chiqarish, raqobat va tadbirkorlikni qo‘llab-quvvatlash davlat qo‘mitasi[ Qarang: O‘zbekiston Respublikasining Prezidentining “O‘zbekiston Respublikasi Monopoliyadan chiqarish, raqobat va tadbirkorlikni qo‘llab-quvvatlash davlat qo‘mitasini tashkil etish to‘g‘risida” 2005 yil 2 maydagi Farmoni, 3602-son.], shuningdek, uning hududiy organlari kiradi. Aynan qo‘mita bo‘linmalari va qo‘mitaning o‘zi bir butunlikda monopoliyaga qarshi faoliyat olib borishga vakolatli organ sifatida qabul qilinadi. Shu sababli axborot bermaslik yoki haqiqatga to‘g‘ri kelmaydigan ma’lumotlarni, bila turib, boshqa davlat organlariga taqdim qilish monopoliyaga qarshi qonunchilikni buzish sifatida kvalifikatsiya qilinishi mumkin emas.\n\n5. O‘zbekiston Respublikasining “Tovar bozorlarida monopolistik faoliyatni cheklash va raqobat to‘g‘risida”gi amaldagi Qonuniga asosan, davlat monopoliyaga qarshi organ so‘rov asosida uning turi va sifat xususiyati hamda xo‘jalik subyekti uchun ahamiyatliligidan qat’i nazar istalgan axborotni olish huquqiga ega[ Qarang: O‘zbekiston Respublikasining 1996 yil 27 dekabrdagi \"Tovar bozorlarida monopolistik faoliyatni cheklash va raqobat to‘g‘risida\"gi Qonuni, 11, 12-moddalar. // Oliy Majlis Axborotnomasi, 1997, 2-son, 54-bet.]. Mas’ul shaxslar davlat qo‘mitasiga har qanday axborotni, ya’ni:\n\nxo‘jalik yurituvchi subyektning ustav jamg‘armasidagi aksiyalarning o‘ttiz beshdan ortig‘ini, ulushini har qanday usulda (xarid qilish, almashtirish, hadyaga olish, ishonchli boshqaruv va hokazo) olishi to‘g‘risida;\n\nxo‘jalik yurituvchi subyektning tadbirkorlik faoliyatini olib borish yoxud uning ijroiya organi vazifalarini amalga oshirish shartlarini belgilash imkonini beruvchi huquqlarni har qanday usulda (saylash, kelishuv, topshiriq va boshqalar orqali) olishi to‘g‘risida;\n\nbitimlar to‘g‘risida, ya’ni uning natijasida tabiiy monopoliya subyekti tovar ishlab chiqarish (realizatsiya) uchun mo‘ljallanmagan, davlat tomonidan tartibga solinadigan, asosiy vositalarga mulk huquqini qo‘lga kiritishi yoki asosiy vositalardan foydalanish huquqini olishi, agar ushbu asosiy vositalarning balans qiymati tabiiy monopoliya subyekti mablag‘ini o‘n foizidan ortig‘ini tashkil etsa;\n\ntabiiy monopoliya subyekti boshqa xo‘jalik subyektiga egalik huquqini yoki tabiiy monopoliya to‘g‘risidagi qonunchilik bilan tartibga solinadigan asosiy vositalarning bir qismidan foydalanish huquqini beradigan bitimlar to‘g‘risida, agar ushbu asosiy vositalarning balans qiymati tabiiy monopoliya subyekti mablag‘ining o‘n foizidan ortig‘ini tashkil etsa; \n\nxolding tashkil etish, ya’ni aktivlari qatoriga boshqa tashkilotlarning nazorat paketi aksiyalari kiradigan ochiq turdagi aksiyadorlik jamiyatlarini tuzish to‘g‘risida;[ Qarang: O‘zbekiston Respublikasi Vazirlar Mahkamasining 1995 yil 12-oktyabrdagi 398-sonli qarori bilan tasdiqlangan “Xoldinglar to‘g‘risida”gi Nizom.]\n\nmuayyan xo‘jalik subyektining tovar bozoridagi, savdo-sotiq hajmi va bozordagi ulushi chegarasini belgilovchi ma’lumotlarni. Bunday ma’lumotlar qatoriga, masalan, tovarlarni realizatsiya qilish, ularni muayyan hududlarga olib kirish va ulardan olib chiqish hajmi to‘g‘risidagi ma’lumotlarni kiritish mumkin;\n\nO‘zbekiston Respublikasi Monopoliyadan chiqarish, raqobat va tadbirkorlikni qo‘llab-quvvatlash davlat qo‘mitasi Komissiyasi yoki ularning hududiy organlari tomonidan monopoliyaga qarshi qonunchilikni buzganlik to‘g‘risidagi ishlarni tayyorlash va ko‘rish uchun talab etiladigan, shuningdek, uning qaror va yo‘riqnomalarini ijro etish uchun zarur bo‘ladigan ma’lumotlar. Javobgar shaxslar nafaqat kerakli hujjatlarni taqdim etishi, balki zarur hollarda o‘zlari suhbatlarga kelib, yozma tushuntirish berishlari lozim.\n\nmonopol mahsulotga qat’iy va tartibga soluvchi narxlarni (tariflarni) shakllantirish, asoslash va qo‘llashga doir;\n\ntabiiy monopoliya subyektlari tomonidan iste’molchilarga realizatsiya qilinadigan tovarlar hajmi bo‘yicha shartnomalarga rioya qilinishiga doir;\n\ntabiiy monopoliya subyektlarini tashkil etish, qayta tashkil etish va tugatishga doir;\n\nqonunchilikda belgilangan holatlarda moliyaviy-ishlab chiqarish guruhlarini tashkil etishga doir ma’lumotlarni berishlari shart[ Qarang: O‘zbekiston Respublikasi Adliya vazirligi tomonidan 1995-yil 19-dekabrda 197-son bilan ro‘yxatga olingan “Ma’muriy talablarni inobatga olgan xolda moliyaviy-ishlab chiqarish guruhlarini tashkil etish bo‘yicha takliflarni (loyiha) ko‘rib chiqish Tartibi”, 1.1-band.].\n\nMa’muriy organlarning talabi bilan yoki talabisiz taqdim etilishi lozim bo‘lgan ma’lumotlar ro‘yxati yuqoridagilar bilan chegaralanmasdan, Monopoliyadan chiqarish, raqobat va tadbirkorlikni qo‘llab-quvvatlash davlat qo‘mitasi talabi bilan javobgar shaxslar boshqa ma’lumotlarni ham taqdim etishlari lozim. Shu o‘rinda quyidagilarga alohida e’tibor berish zarurki, monopoliyaga qarshi organlar tomonidan talab qilinadigan hujjatlar faqat monopoliya faoliyatini amalga oshirish yoki monopoliya faoliyatini amalga oshirish ehtimoli mavjudligi bilan bog‘liq masalalarga tegishli bo‘ladi, bunday masalalarga tegishli bo‘lmagan hujjatlarni ushbu organlar talab qilishi mumkin emas. Aks holda hokimiyat vakolatlarini ochiqchasiga suiiste’mol qilish sifatida aybdor shaxslarni jinoiy javobgarlikka tortish lozim bo‘ladi.\n\n6. Amaldagi qonunchilikda belgilangan tartibda mas’ul shaxsning mustaqil ravishda yoki monopoliyaga qarshi kurashuvchi organning talabi bilan taqdim etishi lozim bo‘lgan hujjatlarni monopoliyaga qarshi kurashuvchi organlarga taqdim etmasligi ma’lumotlarni taqdim etmaslik deb tan olinishi lozim.\n\nMa’lumotlarni taqdim etmaslik monopoliyaga qarshi faoliyatni amalga oshirishga vakolatli organga berishdan bosh tortishda yoki turli xil bahonalar bilan belgilangan muddatda topshirmaslikda namoyon bo‘lishi mumkin. Ma’lumotlarni taqdim etmaslik, shuningdek, yuklatilgan majburiyatlarga mas’uliyatsizlarcha munosabatda bo‘lish yoki esdan chiqarib yuborishda ham namoyon bo‘lishi mumkin.\n\n7. Davlat monopoliyaga qarshi organiga ma’lumotlarni taqdim etmaslik formal tarkibli jinoyat hisoblanadi, ya’ni muayyan bir oqibat kelib chiqishidan qat’i nazar, majburiyat yuklatilgan shaxs ushbu ma’lumotlarni taqdim etishi lozim bo‘lgan vaqtdan boshlab tugallangan hisoblanadi. Jinoyatni qachondan boshlab tugallangan deb topish vaqti, har bir alohida holatda uni taqdim etishga mas’ul shaxs va ma’lumotning xususiyatidan kelib chiqib belgilanishi lozim. Masalan, xo‘jalik subyektining 35 foizdan ko‘proq aksiyasi sotib olinganda, bunday shartnoma haqidagi ma’lumot quyidagilar tomonidan taqdim etiladi:\n\n- aksiyalarni sotib olgan shaxs tomonidan shartnoma tuzilguncha. Shuning uchun bunday ma’lumot shartnoma tuzilgandan so‘ng taqdim etilishi monopoliyaga qarshi qonunchilikni buzish sifatida ko‘riladi;\n\n- sarmoya institutlari (mas’ul shaxs) va qimmatli qog‘ozlar oldi-sotdi shartnomalarini ro‘yxatdan o‘tkazuvchi boshqa shaxslar tomonidan bunday shartnomalar (masalan, davlat monopoliyaga qarshi kurash organining ruxsati bo‘lmaganda) tuzilishida da qoidabuzarliklar mavjudligi aniqlanganda – 3 kun ichida. \n\n8. Monopoliyaga qarshi qonun hujjatlarini buzish haqiqatga to‘g‘ri kelmaydigan ma’lumotlarni bila turib, taqdim qilish orqali ham sodir etiladi.\n\nUshbu modda doirasidagi ma’lumotlarga bevosita monopolistik faoliyatni amalga oshirish yoki amalga oshirish ehtimolini nazarda tutuvchi axborotlar kiradi. O‘zbekiston Respublikasi Monopoliyadan chiqarish, raqobat va tadbirkorlikni qo‘llab-quvvatlash davlat qo‘mitasi vakolatlariga kirmaydigan masalalarni qamrab olgan ma’lumotlar JK 183-moddasi bo‘yicha ma’lumot bo‘la olmaydi. \n\n9. Yuqorida ko‘rsatilgan ma’lumotlarni taqdim etish deganda, ularning monopoliyaga qarshi kurashuvchi organlarning vakolatli shaxslariga rasmiy ravishda xabar berishlari tushuniladi. Rasmiy ravishda xabar berish bu vakolatiga monopoliyaga qarshi organga ma’lumotni taqdim etish yuklatilgan shaxs yoki ushbu organning bevosita so‘rovi yuborilgan mansabdor shaxs hisoblanib, ushbu xabarda kim tomonidan (qaysi yuridik shaxs, davlat organi, vakolatli shaxs) yuborilayotganligi to‘la-to‘kis aks ettirilgan bo‘ladi. Agar monopoliyaga qarshi organga ushbu talablarga rioya qilmagan holda ma’lumot, xabar berilgan bo‘lsa, u rasmiy xabar berish deb hisoblanishi mumkin emas. \n\n10. Monopoliyaga qarshi qonun hujjatlarini buzish deganda, faqatgina bila turib haqiqatga to‘g‘ri kelmaydigan ma’lumotlarni taqdim qilish tushuniladi. \n\nHaqiqatga to‘g‘ri kelmaydigan ma’lumotlar monopolistik faoliyatni belgilovchi muhim dalillarni to‘liq yoki qisman buzib ko‘rsatadigan hujjatdir. \n\nHaqiqatga to‘g‘ri kelmaydigan ma’lumotlarga, shuningdek, dalillarni buzib ko‘rsatmasa-da, ularni o‘zida ifodalamaydigan yoki yashirib ko‘rsatadigan axborotlar kiradi. Bunda vujudga kelgan holatni noto‘g‘ri baholash uchun haqiqiy xavf tug‘iladi. Masalan, bila turib haqiqatga to‘g‘ri kelmaydigan ma’lumotlarni, ularning bir qismini yashirib ko‘rsatish monopoliyaga qarshi organga tashkilotning ustav fondining 5 foizi miqdoridagi aksiyasini sotib olganligi to‘g‘risidagi ma’lumot bilan birga, sotib oluvchida boshqa shartnomalar asosida oldindan 32 foiz aksiyalar mavjudligi haqida xabar berilmasligidir. \n\nXo‘jalik subyektining bir qismi iqtisodiyotning ma’lum sohalarida monopolistligini ko‘rsatuvchi ma’lumotlar haqiqatga to‘g‘ri kelmaydigan deb hisoblanishi mumkin emas. Xabar muayyan subyektga yoki aniq belgilangan subyektlar guruhiga taalluqli bo‘lishi kerak. Masalan, muayyan bozor subyekti boshqa tadbirkorlarning bozorga kirishiga to‘sqinlik qilayotganligi to‘g‘risida xabar haqiqatga to‘g‘ri kelmaydigan ma’lumotlar sifatida qabul qilinishi mumkin emas. Bunday xabarlar yetarli shartlar mavjud bo‘lganda, JK 139-moddasi yoki 192-moddasi bo‘yicha jinoyat ishi qo‘zg‘atish uchun asos bo‘lishi mumkin. \n\n11. Haqiqatga to‘g‘ri kelmaydigan ma’lumotlarni xabar berish orqali monopoliyaga qarshi qonunchilikni buzishning zaruriy belgisi aybdor tomonidan bila turib haqiqatga to‘g‘ri kelmaydigan ma’lumotlar taqdim etilishidir.\n\nBila turib deganda, monopoliyaga qarshi organga ma’lumotni xabar qilgan javobgar shaxs, ishning obyektiv holatlaridan kelib chiqib, ushbu ma’lumotlar haqiqatga to‘g‘ri kelmasligini, ular yolg‘onligini bilgan bo‘lishidir. Agar javobgar shaxs ishni obyektiv holatlardan kelib chiqib bilmagan yoki bilishi lozim bo‘lmagan bo‘lsa, monopoliyaga qarshi qonunchilikni buzish deb kvalifikatsiya qilinishi mumkin emas. \n\n12. Bila turib haqiqatga to‘g‘ri kelmaydigan ma’lumotni monopoliyaga qarshi organga taqdim etish, ushbu ma’lumot O‘zbekiston Respublikasi Monopoliyadan chiqarish, raqobat va tadbirkorlikni qo‘llab-quvvatlash davlat qo‘mitasining vakolatli shaxsi tomonidan olingan vaqtdan boshlab jinoyat tugallangan deb hisoblanadi.\n\n13. Monopoliyaga qarshi kurashuvchi organga monopoliyaga qarshi qonunchilikni buzib axborot taqdim etmaslik yoki haqiqatga to‘g‘ri kelmaydigan axborotni taqdim etish, aybdor shunday qilmishlar uchun bir yil ichida oldin ham ma’muriy jazo olgan bo‘lsa, ijtimoiy xavfli qilmish deb topiladi. Aybdorni ushbu modda bo‘yicha javobgarlikka tortish uchun ma’muriy preyuditsiya talab etiladi (Ma’muriy preyuditsiya to‘g‘risida to‘laroq ma’lumot uchun JK 177-moddasi sharhiga qarang).\n\n14. Subyektiv tomondan JK 183-moddasi 1-qismida nazarda tutilgan jinoyat qasddan yoki ehtiyotsizlik orqasidan sodir etilishi mumkin. Shunga alohida e‘tibor berish lozimki, bila turib haqiqatga to‘g‘ri kelmaydigan ma’lumotni taqdim etish faqatgina to‘g‘ri qasd bilan sodir etilishi mumkin. Ushbu jinoyatni sodir etish maqsad va motivlari turli xil bo‘lishi mumkin. Bu nafaqat bozorda monopolistik holatni o‘rnatish, balki shaxsiy boyishga qaratilgan qasd manfaatlari ham bo‘lishi mumkin. Biroq qilmishni sodir etish maqsad va motivlari jinoyatni kvalifikatsiya qilishga ta’sir etmaydi, lekin jazo tayinlashda sud tomonidan inobatga olinishi lozim.\n\n15. Jinoyatning subyekti O‘zbekiston Respublikasi Monopoliyadan chiqarish, raqobat va tadbirkorlikni qo‘llab-quvvatlash davlat qo‘mitasiga tegishli ma’lumotlarni taqdim etish majburiyligi yuklatilgan o‘n olti yoshga to‘lgan shaxs hisoblanadi. Tadbirkorlik faoliyati bilan shug‘ullanuvchi tijorat va notijorat tashkilotlarining rahbarlari, yakka tartibdagi tadbirkorlar, shuningdek, xo‘jalik subyektlari bilan kelishib yoki mustaqil ravishda harakat qila oladigan ijro va boshqaruv organlarining mansabdor shaxslari subyekt bo‘lishi mumkin. \n\nAgar monopoliyaga qarshi qonunchilikni buzish davlat organining mansabdor shaxsi tomonidan sodir etilgan bo‘lsa (masalan, ustav fondining 35 foiz aksiyasini (ulushini) sotib olganligi haqidagi ma’lumotni taqdim etmaslik), ishning mavjud holatlaridan kelib chiqib uning harakatlari jinoyatlar majmui tariqasida JK 183-moddasi va 205, 207-moddalari yoki JK 208-moddasi bo‘yicha kvalifikatsiya qilinadi. \n\n16. JK 183-moddasi 2-qismida monopoliyaga qarshi qonun hujjatlarini buzganlik uchun javobgarlikni belgilab: \n\n- qonunbuzarlikni to‘xtatish to‘g‘risidagi;\n\n- dastlabki holatni tiklash to‘g‘risidagi;\n\n- shartnomalarni bekor qilish yoki o‘zgartirish haqidagi;\n\n- yoxud boshqa qonuniy ko‘rsatmalarini bajarish haqidagi monopoliyaga qarshi kurashuvchi organning talablarini bajarmaslik yoki bo‘yin tovlashda ifodalanadi.\n\n17. JK 183-moddasi 2-qismining obyektiv tomoni monopoliyaga qarshi faoliyat olib borish vakolati berilgan organning talablarini yoxud boshqa qonuniy ko‘rsatmalarini bajarishdan bo‘yin tovlash yoki ularni o‘z vaqtida bajarmaslik, xuddi shunday qilmish uchun ma’muriy javobgarlik qo‘llanilganidan so‘ng sodir etilishi bilan tavsiflanadi. \n\n18. Agar tekshirish chog‘ida qonun hujjatlari buzilishlari bartaraf etilmaganligi yoki bartaraf etish chora-tadbirlari ko‘rilmaganligi aniqlansa, ko‘rsatma bajarilmagan hisoblanadi.\n\nKo‘rsatma quyidagi hollarda qisman bajarilmagan hisoblanadi:\n\n- ko‘rsatmaga muvofiq bartaraf etilishi kerak bo‘lgan barcha qonun hujjatlari buzilishlari bartaraf etilmaganda;\n\n- ko‘rsatmada nazarda tutilgan barcha xo‘jalik yurituvchi subyektlar va organlarga nisbatan qonun hujjatlari buzilishlari bartaraf etilmaganda.\n\nKo‘rsatmalar o‘z vaqtida bajarilmagan deganda, ko‘rsatmaning unda ko‘rsatilgan muddatni buzgan holda bajarilishi tushuniladi[ Qarang: O‘zbekiston Respublikasi Vazirlar Mahkamasining 2005 yil 10 oktyabrdagi 225-sonli qarori bilan tasdiqlangan “Monopoliyaga qarshi qonun hujjatlarini, tabiiy monopoliyalar, iste’molchilarning huquqlarini himoya qilish, tadbirkorlik faoliyati erkinligining kafolatlari va reklama to‘g‘risidagi qonun hujjatlarini buzganlik uchun ish qo‘zg‘atish va ularni ko‘rib chiqish tartibi to‘g‘risida”gi Nizom, 4-bo‘lim, 28-band, 6,7,9-qismlar.].\n\n19. Ko‘rsatmalarni bajarishdan bosh tortish deganda, ko‘rsatmaning subyekt tomonidan bajarilmaganligi yoki qisman bajarilmaganligi tushuniladi[ Qarang: O‘zbekiston Respublikasi Vazirlar Mahkamasining 2005 yil 10 oktyabrdagi 225-sonli qarori bilan tasdiqlangan “Monopoliyaga qarshi qonun hujjatlarini, tabiiy monopoliyalar, iste’molchilarning huquqlarini himoya qilish, tadbirkorlik faoliyati erkinligining kafolatlari va reklama to‘g‘risidagi qonun hujjatlarini buzganlik uchun ish qo‘zg‘atish va ularni ko‘rib chiqish tartibi to‘g‘risida”gi Nizom, 4-bo‘lim, 28-band, 8-qism.]. Ko‘rsatmalarni bajarmaslik ko‘rsatmalarni bajarishdan bosh tortishdan quyidagilar bilan farq qiladi. Birinchisi, faqat ehtiyotsizlik orqasidan sodir etiladi, ikkinchisi esa, to‘g‘ri qasd bilan sodir etishda ifodalanadigan harakatsizlikdir. Shuni ta’kidlash lozimki, huquqni muhofaza qiluvchi organlar, agar qonun bilan belgilangan ijro etish muddati o‘tib ketgan bo‘lsa-da, ko‘rsatilgan talablardan birortasi ham bajarilmayotgan taqdirda ko‘rsatmalarni bajarishdan bosh tortish deb topishi lozim.\n\n20. Monopoliyaga qarshi kurashuvchi organning talablari va boshqa qonuniy ko‘rsatmalarini bajarmaslik yoki bajarishdan bosh tortish aktiv shakl (ko‘rsatmani qabul qilmaslik, adresini o‘zgartirish va hokazo)da yoxud passiv shakl (ko‘rsatmada ko‘rsatilgan qonunbuzarliklarni bartaraf etish choralarini ko‘rmaslik)da ifodalanishi mumkin. Biroq bajarmaslik va bajarishdan bosh tortish shakllari qilmishni kvalifikatsiya qilishga ta’sir etmaydi.\n\n21. Subyekt tomonidan qaror (ko‘rsatma)ning muddatida bajarilmasligi jinoyatni tugallangan deb topishga olib keladi. Bu muddatga, shuningdek, subyektning arizasi bo‘yicha unga berilgan qo‘shimcha muddatlar ham kiradi.\n\n22. Monopoliyaga qarshi qonun hujjatlarini monopoliyaga qarshi organning qaror (ko‘rsatma)larini bajarmaslik yoki bajarishdan bo‘yin tovlash shaklida buzish harakatlari ma’muriy preyuditsiya mavjud bo‘lganda ijtimoiy xavfli hisoblanadi. \n\n23. Subyektiv tomondan JK 183-moddasi 2-qismida nazarda tutilgan jinoyat ham qasddan (bo‘yin tovlash), ham ehtiyotsizlikdan (bajarmaslik) sodir etilishi mumkin. Ushbu qilmishning maqsad va motivlari turlicha bo‘lsa ham, uning kvalifikatsiya qilinishiga ta’sir etmaydi. \n\n24. JK 183-moddasi 2-qismining jinoyat subyekti JK 183-moddasi 1-qismining subyekti bilan bir xildir."
        },
        {
            "modda_raqami": "184-modda. Soliqlar yoki yig‘imlarni to‘lashdan bo‘yin tovlash.",
            "matni": "Foyda (daromad) yoki soliq solinadigan boshqa obyektlarni qasddan yashirishni, kamaytirib ko‘rsatishni, shuningdek davlat tomonidan belgilangan soliqlarni yoki yig‘imlarni to‘lashdan qasddan bo‘yin tovlashni ancha miqdorda sodir etish, shunday qilmish uchun ma’muriy jazo qo‘llanilganidan keyin ro‘y bergan bo‘lsa-\n\nbazaviy hisoblash miqdorining bir yuz ellik baravarigacha miqdorda jarima yoki ikki yilgacha axloq tuzatish ishlari bilan jazolanadi.\n\nSoliqlar yoki yig‘imlarni to‘lashdan bo‘yin tovlash:\n\na) takroran;\n\nb) ko‘p miqdorda sodir etilgan bo‘lsa, —\n\nOldingi tahrirga qarang.\n\nbazaviy hisoblash miqdorining bir yuz ellik baravaridan uch yuz baravarigacha miqdorda jarima yoki ikki yildan uch yilgacha axloq tuzatish ishlari yoki bir yildan uch yilgacha ozodlikni cheklash yoxud uch yilgacha ozodlikdan mahrum qilish bilan jazolanadi.\n\nSoliqlar yoki yig‘imlarni to‘lashdan bo‘yin tovlash juda ko‘p miqdorda sodir etilgan bo‘lsa, —\n\nbazaviy hisoblash miqdorining uch yuz baravaridan olti yuz baravarigacha miqdorda jarima yoki uch yildan besh yilgacha ozodlikni cheklash yoxud uch yildan besh yilgacha ozodlikdan mahrum qilish bilan jazolanadi.\n\nQasddan yashirilgan, kamaytirib ko‘rsatilgan foyda (daromad) bo‘yicha soliqlar va yig‘imlar to‘liq to‘langan taqdirda, ozodlikni cheklash va ozodlikdan mahrum qilish tariqasidagi jazo qo‘llanilmaydi.\n\n\nBirinchi marta jinoyat sodir etgan shaxs, agar u soliq tekshiruvi materiallarini ko‘rib chiqish natijalari bo‘yicha davlat soliq xizmati organining qarorini yoki O‘zbekiston Respublikasi Bosh prokuraturasi huzuridagi Iqtisodiy jinoyatlarga qarshi kurashish departamentining sodir etilgan jinoyat haqidagi xabarini olgan kundan e‘tiboran o‘ttiz kun ichida soliqlar va yig‘imlar, shu jumladan penyalar va boshqa moliyaviy sanksiyalar tarzida davlatga yetkazilgan zararning o‘rnini to‘liq qoplasa, javobgarlikdan ozod qilinadi.",
            "sharxi": "1. Jinoyatning obyekti:\nBu jinoyatning asosiy obyekti — davlatning fiskal siyosatini, soliq va yig‘imlar bilan bog‘liq iqtisodiy munosabatlarni muhofaza qilish hisoblanadi.\nYa’ni, davlat byudjeti daromadlari, moliyaviy nazorat va soliqqa tortish tartibi bu jinoyat bilan bevosita himoya qilinadi.\n\n2. Jinoyatning predmeti:\nPul shaklidagi soliqlar va yig‘imlar.\n\nQasddan yashirilgan yoki kamaytirilgan foyda, daromad yoki boshqa soliq obyektlari.\n\nFoydalanilayotgan aktivlar, mol-mulk, yer uchastkalari va boshqalar, agar ular soliq solinadigan bo‘lsa.\n\n3. Obyektiv tomoni:\nHodisaviy harakatlar:\n\nFoyda (daromad) yoki boshqa soliq obyektlarini qasddan yashirish;\n\nUlarni kamaytirib ko‘rsatish;\n\nDavlat tomonidan belgilangan soliqlar yoki yig‘imlarni to‘lashdan bo‘yin tovlash.\n\nQo‘shimcha shart:\n\nUshbu harakat ancha miqdorda sodir etilgan bo‘lishi kerak;\n\nVa/yoki ilgari ma’muriy jazo qo‘llanilganidan so‘ng takroran amalga oshirilgan bo‘lishi lozim.\n\nJinoyat tugallanishi:\n— foyda yoki daromad yashirilgan yoki soliqlar to‘lanmagan momentda tugallangan deb hisoblanadi.\nDemak, bu formal tarkibli jinoyat, ya’ni zarar yetkazilishi shart emas — faqat soliqdan bo‘yin tovlashning o‘zi jinoyat tarkibiga ega.\n\n4. Subyekt:\nJinoyat subyekti umumiy hisoblanadi: bu 16 yoshga to‘lgan, aqli raso jismoniy shaxs bo‘lishi mumkin.\n\nKo‘pincha — yuridik shaxs rahbari, buxgalter, soliq to‘lovchi jismoniy shaxs bo‘lishi mumkin.\n\nLekin maxsus subyekt bo‘lishi shart emas.\n\n5. Subyektiv tomoni:\nQasd (to‘g‘ridan-to‘g‘ri qasd) bilan sodir etiladi.\n\nAyblanuvchi soliqlarni to‘lamaslik bilan bog‘liq harakatlarning noqonuniyligini anglab turadi va shunga qaramay amalga oshiradi.\n\nMaqsad — davlatdan yashirin daromad olib qolish, moliyaviy foyda olish.\n\n6. Tartibga soluvchi normativ-huquqiy hujjatlar:\n Asosiy:\nO‘zbekiston Respublikasi Jinoyat kodeksi – 184-modda.\n\nO‘zbekiston Respublikasining Soliq kodeksi – soliq solish, to‘lovlar tartibi, majburiyatlar.\n\n Qo‘shimcha sharh va izohlar:\nO‘zbekiston Respublikasi Oliy sudi Plenumining 2013-yil 31-maydagi 08-son qarori – soliqdan bo‘yin tovlaganlik holatlarini yoritadi.\n\nO‘zbekiston Respublikasi Oliy sudi Plenumining 2004-yil 21-maydagi 4-sonli qarori – iqtisodiy jinoyatlarga nisbatan jazolarni liberallashtirishga oid.\n\nMa’muriy javobgarlik to‘g‘risidagi kodeks – 174-modda – soliq buzilishi uchun ma’muriy javobgarlikni belgilaydi.\n\nXulosa:\n184-modda — davlat fiskal tartibini buzuvchi shaxslarning harakatlarini jazolashga qaratilgan. Ushbu jinoyat formal tarkibli, chunki u soliqlarni yashirishning o‘zi bilan tugallanadi. Jinoyat qasddan sodir etiladi, va subyekti har qanday soliqqa tortiluvchi shaxs bo‘lishi mumkin. Jinoyatning ijtimoiy xavfliligi esa davlat byudjeti va iqtisodiy barqarorlikka tahdidda namoyon bo‘ladi.\n\nFoyda (daromad) yoki soliq solinadigan boshqa obyektlarni qasddan yashirish, kamaytirib ko‘rsatish, shuningdek, davlat tomonidan belgilangan soliqlarni, yig‘imlarni, boj yoki boshqa to‘lovlarni to‘lashdan qasddan bo‘yin tovlash shunday qilmishlar uchun ma’muriy jazo qo‘llanilganidan keyin ancha miqdorda sodir etilgan bo‘lsa,- \neng kam oylik ish haqining bir yuz ellik baravarigacha miqdorada jarima yoki ikki yilgacha axloq tuzatish ishlari yoxud olti oygacha qamoq bilan jazolanadi.\nSoliq yoki boshqa to‘lovlarni to‘lashdan bo‘yin tovlash:\na) takroran;\nb) ko‘p miqdorda sodir etilgan bo‘lsa, -\neng kam oylik ish haqning bir yuz ellik baravaridan uch yuz baravarigacha miqdorda jarima yoki ikki yildan uch yilgacha axloq tuzatish ishlari yoxud uch yilgacha ozodlikdan mahrum qilish bilan jazolanadi.\nSoliq yoki boshqa to‘lovlarni to‘lashdan bo‘yin tovlash juda ko‘p miqdorda sodir etilgan bo‘lsa, - \neng kam oylik ish haqining uch yuz baravaridan olti yuz baravarigacha miqdorda jarima yoki uch yildan besh yilgacha ozodlikdan mahrum qilish bilan jazolanadi.\nQasddan yashirilgan, kamaytirib ko‘rsatilgan foyda (daromad) bo‘yicha soliqlar va boshqa to‘lovlar to‘liq to‘langan taqdirda, ozodlikdan mahrum qilish tariqasidagi jazo qo‘llanilmaydi.\n\n1. Soliq yoxud boshqa to‘lovlarni to‘lashdan bo‘yin tovlashning ijtimoiy xavfliligi shundan iboratki, mazkur jinoyat sodir etilganda davlat budjeti olishi kerak bo‘lgan mablag‘larni olmaydi, bu esa davlatning hayotning turli sohalarida o‘z zimmasiga yuklatilgan vazifalarni muvaffaqiyatli bajarish uchun zarur bo‘lgan moddiy-texnik imkoniyatlarini kamaytiradi. Bundan tashqari, soliq turlaridan bosh tortish boshqa jinoyatlarni sodir etish, yashirin iqtisodiyot shakllanishi uchun zamin yaratadi, bozor munosabatlari rivojlanishi va faoliyatiga to‘sqinlik qiladi, chunki budjet siyosatining barqarorligini buzadi, jamiyatda ijtimoiy keskinlik va siyosiy beqarorlikni vujudga keltiradi. Buning hammasi tahlil qilinayotgan qilmish iqtisodiyot sohasida sodir etilayotgan eng og‘ir jinoyatlardan hisoblanishini tasdiqlaydi.\n\n2. Jinoyat obyekti har bir jismoniy va yuridik shaxs tomonidan qonun bilan belgilangan soliq va boshqa to‘lovlarni to‘lashdek konstitutsiyaviy burchlarni bajarish bo‘yicha davlatning moliyaviy sohadagi ijtimoiy munosabatlaridir.\n\n3. JK 184-moddasida javobgarlikni nazarda tutuvchi jinoyatning predmeti – soliqlar, yig‘imlar, bojlar va boshqa to‘lovlar hisoblanadi. Bu tushunchalarning mazmunini aniqlash uchun O‘zbekiston Respublikasi Soliq kodeksiga, shuningdek, amaldagi soliq qonunchiligida qo‘llanilgan ta’riflarga murojaat etish lozim. \n\nQonunchilikka muvofiq, yuqorida qayd etilgan atamalar ma’nosi quyida keltirilgan:\n\n- soliqlar – davlat va (yoki) mahalliy hokimiyat organlari faoliyatini moliyaviy ta’minlash maqsadida tashkilot va jismoniy shaxslardan ularga tegishli bo‘lgan pul mablag‘larini begonalashtirish shaklida olinadigan majburiy, individual qaytarib berilmaydigan to‘lovlar. \n\nO‘zbekiston Respublikasi hududida umumdavlat soliqlari va mahalliy soliqlar va yig‘imlar amal qiladi:\n\n  - umumdavlat soliqlariga yuridik shaxslar daromad (foyda) solig‘i; jismoniy shaxslar daromad solig‘i; qo‘shilgan qiymat solig‘i; aksiz solig‘i; yer osti boyliklaridan foydalanganlik uchun soliq; ekologiya solig‘i; suv resurslaridan foydalanganlik uchun soliqlar kiradi;\n\n  - mahalliy soliqlar va yig‘imlarga quyidagilar kiradi: mol-mulk solig‘i; yer solig‘i; obodonlashtirish va ijtimoiy infratuzilmani rivojlantirish solig‘i; jismoniy shaxslardan transport vositalariga benzin, dizel yoqilg‘isi va gaz ishlatganlik uchun olinadigan soliq; savdo-sotiq qilish huquqi uchun yig‘im, shu jumladan ayrim turlardagi tovarlarni sotish huquqini beruvchi litsenziya yig‘imlari; yuridik shaxslarni, shuningdek, tadbirkorlik faoliyati bilan shug‘ullanuvchi jismoniy shaxslarni ro‘yxatga olganlik uchun yig‘im; \n\n- yig‘imlar – bu madaniy-maishiy xizmatlarni ko‘rsatish yoxud hukumatning mahalliy organlari nazorati ostida o‘tkaziladigan boshqa chora-tadbirlarni, masalan, savdo huquqi uchun to‘lov, tovarlarning alohida turlari savdosi uchun litsenziya to‘lovi kabilar amalga oshirilishi bilan bog‘liq bo‘lgan xarajatlarni qisman qoplash uchun jismoniy va yuridik shaxslardan olinadigan, O‘zbekiston Respublikasi qonunchiligiga muvofiq, davlat hokimiyati mahalliy organlari tomonidan o‘rnatilgan to‘lovlardir. O‘zbekistonda faqat mahalliy yig‘imlar ko‘zda tutilgan; \n\n- bojlar – O‘zbekiston Respublikasi amaldagi qonunchiligi tomonidan o‘rnatilgan, jismoniy va yuridik shaxslardan ularning manfaatlarini ko‘zlagan holda ma’lum harakatlarni qilish va yuridik ahamiyatga ega hujjatlarni maxsus vakolatli muassasalarda (masalan, notarial harakatlarni amalga oshirganda, sud yo‘li bilan bahslarni hal qilganda va hokazolarda) hujjatlarni berish uchun olinadigan to‘lovdir.\n\n- boshqa to‘lovlar – bu amaldagi qonunchilik bilan belgilangan, turli maqsadli davlat budjetidan tashqari jamg‘armalarga jismoniy va yuridik shaxslar daromadlaridan pul mablag‘larini majburiy o‘tkazish, masalan, Nafaqa fondi, Yo‘l fondi, ijtimoiy va shaxsiy sug‘urta, mulk sug‘urtasi bo‘yicha to‘lovlar va hokazo.\n\nBunda soliqlar, yig‘imlar, bojlar va boshqa majburiy to‘lovlarning ro‘yxati O‘zbekiston Respublikasi qonunlarida ko‘zda tutilganligini hisobga olish lozim va shuning uchun har bir alohida vaziyatda mazkur jinoyat aynan qaysi individual belgilangan to‘lovga nisbatan sodir etilganligini aniqlash lozim.\n\n4. Obyektiv tomondan soliq yoki boshqa to‘lovlarni to‘lashdan bo‘yin tovlash daromad yoxud boshqa to‘lovlarni yoki soliq solishning boshqa obyektlarini yashirish, kamaytirib ko‘rsatish, ancha miqdordagi soliqlar, yig‘imlar, bojlar va boshqa to‘lovlarni to‘lashdan bo‘yin tovlaganlik uchun ma’muriy choralar ko‘rilgandan so‘ng ancha miqdorda sodir etilishi bilan tavsiflanadi.\n\n5. Foyda (daromad) – mazkur modda ma’nosida – jami daromad bilan O‘zbekiston Respublikasi Soliq kodeksiga muvofiq belgilanadigan chegirmalar o‘rtasidagi farq hisoblanadi. \n\nJami daromadga – jo‘natilgan tovar, bajarilgan ishlar, ko‘rsatilgan xizmatlar va boshqa operatsiyalar uchun yuridik shaxs olishi lozim bo‘lgan (olgan) yoki tekinga olgan pul yoxud boshqa mablag‘lar kiradi.\n\n6. Chegirmalar – bu qonunda nazarda tutilgan hollarda soliq solinadigan bazaning kamayishiga olib keluvchi soliq to‘lovchining xarajatlari hisoblanadi.\n\n7. Soliq solishning boshqa obyektlari deganda, mazkur modda doirasida shunday predmet va huquqlarni (daromaddan tashqari) tushunish joizki, ular mavjud bo‘lganda soliq majburiyligi paydo bo‘ladi va ularning sifati soliq miqdorini belgilaydi. \n\nAmaldagi Soliq kodeksiga muvofiq soliq solishning boshqa obyektlariga quyidagilar kiradi: tovarlarni (ishlarni, xizmatlarni) realizatsiya qilish oboroti va tovarlar importi, aksiz to‘lanadigan tovarlar, tovarlar (ishlar, xizmatlar) ishlab chiqarish tannarxi, jismoniy va yuridik shaxslar egaligidagi mulk, yer usti va yer osti manbalaridan olib foydalanish suv resurslarining hajmi.\n\n8. Foydani, daromadni yoxud soliq solinadigan boshqa obyektlarni yashirish – bu soliq organlariga taqdim etiladigan tegishli hisobot hujjatlarida ularni olganlik to‘g‘risida haqiqiy ma’lumotlarni qasddan ko‘rsatmaslik, shuningdek, ularning mavjudligi to‘g‘risidagi ma’lumotni yashirib qolish maqsadida ularning kelib tushishini hisobga olish tartibini buzganlik[ Qarang: O‘zbekiston Respublikasi Oliy sudi Plenumining qarorlari. 1991-1998. 2-tom. 159-bet.]. Masalan, taqdim etilgan mahsulotlarga to‘lovni uchinchi shaxsga berish, xo‘jalik oborotidagi veksellardan foydalanish, barter asosida shartnomalar tuzish – daromadlarni yashirish hisoblanadi.\n\n9. Foydani, daromadni yoki soliq solinadigan boshqa obyektlarini kamaytirib ko‘rsatish soliq organlariga taqdim qilinadigan hisobot hujjatlariga bila turib soliqning miqdori to‘g‘risida haqiqatga to‘g‘ri kelmaydigan, balki uni pasaytirish va kamaytirish tomoniga ma’lumotlar kiritishda ifodalanadi.\n\n10. Shuni nazarda tutish lozimki, daromad (foyda) yoki soliq solishning boshqa obyektlarini yashirish yoxud kamaytirib ko‘rsatish – soliq yoki boshqa to‘lovlardan bo‘yin tovlash uslubidir. Boshqacha aytganda, soliq to‘lashdan bo‘yin tovlash turli uslublarni o‘z ichiga olgan kengroq tushunchadir, uni davlat yoxud mahalliy budjet hisobiga majburiy to‘lovlarning olinadigan hajmini pasaytirish maqsadida soliq organlarini aldash deb tushunish lozim.\n\n11. Soliq to‘lashdan boshqacha usulda bo‘yin tovlash deganda, narsalar haqiqiy holatini qasddan o‘zgartirish, soliq organlariga bila turib noto‘g‘ri axborot berishning turli uslublarini qo‘llash, to‘lanadigan soliq hajmini kamaytirish maqsadida ma’lum fakt, holat, hodisalar borasida yanglishtirish tushuniladi. Soliq yoxud boshqa majburiy to‘lovlardan bo‘yin tovlash uslublari turlicha va aksariyat hollarda to‘lanayotgan soliq turiga bog‘liq, xususan, bularga soliq organlariga soliq to‘lash obyektlari haqida hisobot hujjatlarini bermaslik, imkoniyat mavjudligida majburiy to‘lovlarni to‘lamaslik, soliq organlariga ro‘yxatga qo‘ymaslik kabi holatlar kiradi. Mazkur jinoyatni sodir etish uslublari uni kvalifikatsiya qilishga ta’sir qilmaydi. Biroq shuni nazarda tutish lozimki, izohlanayotgan jinoyatning sodir etilishining alohida uslublari mustaqil qilmish deb tan olinishi va mustaqil kvalifikatsiya qilishni talab qilishi mumkin. Masalan, aksizsiz savdo faoliyatini amalga oshirishda, ustav faoliyatini amalga oshirmaslikda, ro‘yxatdan o‘tmasdan savdo qilishda yoxud vositachilik faoliyati bilan shug‘ullanishda va boshqa holatlarda qilmishni jinoyatlar majmui bo‘yicha kvalifikatsiya qilish lozim.\n\n12. Jinoyat soliq qonunchiligida o‘rnatilgan soliq solish to‘lashning tegishli muddatida soliq to‘lanmagan paytdan boshlab tugallangan hisoblanadi. Shuning uchun avvalgi harakatlar (buxgalteriya hisoboti hujjatlariga o‘zgartirishlar kiritish, soliq organlariga yolg‘on hisobot berish va hokazolar)ning hammasi jinoyat sodir etishga tayyorgarlik ko‘rishdir. Agar to‘lov haqiqatda kam to‘langan bo‘lmasa, aybdor harakatida haqiqiy jinoyat tarkibi mavjudligini tasdiqlash mumkin emas.\n\n13. Soliq va boshqa to‘lovlardan bo‘yin tovlash quyidagi majburiy shartlar mavjud bo‘lgandagina jinoyat deb tan olinadi: to‘lanmagan to‘lovning ancha miqdordaligi va ma’muriy preyuditsiya. (Ma’muriy preyuditsiya haqida batafsilroq JK 177-moddasi sharhiga qarang.)\n\n14. To‘lanmagan soliq soliqning avval to‘langan qismi bilan qo‘shimcha to‘lanishi kerak bo‘lgan soliq o‘rtasidagi farqdir. Agar soliq majburiy tartibda undirilsa, to‘lanmagan deb topiladi, soliq to‘lash ixtiyoriy ravishda jinoyat sodir etishga qaraganda harakatsizlikni to‘xtatadi va jinoyat sodir etishdan ixtiyoriy qaytish deb tan olinishi lozim (JK 26-moddasi sharhiga qarang).\n\n15. To‘lanmagan soliqning miqdorini aniqlashda shuni nazarda tutish lozimki, bunda soliq solish obyektining yashirilgan yoki kamaytirib ko‘rsatilgan miqdori emas, balki aybdor tomonidan yashirilgan yoki kamaytirilgan soliq obyektidan to‘lanishi lozim bo‘lgan soliq summasi tushuniladi. Soliq to‘lashdan bo‘yin tovlash, foydani, daromadni va soliq to‘lanadigan boshqa obyektlarni yashirish, kamaytirib ko‘rsatish davomli jinoyat hisoblanadi. Shu sababli zarar miqdori soliq to‘lanmagan barcha muddat uchun kam to‘langan summalar yig‘indisi bilan belgilanishi kerak. Tergov organlari va sudlar to‘lanmagan soliq, daromad va soliq to‘lanadigan boshqa obyektlarning miqdorini aniqlashda Soliq kodeksining oltinchi bobi (chegirmalar va zararlar) talablarini hisobga olishga majburdirlar, ya’ni bunga binoan foydani (daromadni) aniqlashda, masalan, xodimlarning ish haqi, asosiy fondlarni ta’mirlash, ijara to‘lovi bo‘yicha va boshqa xarajatlar chegirilib tashlanadi.\n\nSoliq yoki boshqa to‘lovlardan bo‘yin tovlash oqibatida yetkazilgan zarar miqdorini aniqlashda jinoyat tugallangan davrdagi eng kam oylik ish haqi miqdoridan kelib chiqish lozim.\n\n16. Subyektiv tomondan jinoyat aybning qasd shakli bilan sodir etiladi. Aybdor o‘z harakatlari ijtimoiy xavfliligini anglaydi va soliqlar yoxud boshqa to‘lovlarni yirik hajmda to‘lamaslik oqibatini keltirib chiqarishni xohlaydi yoxud bunga ongli ravishda yo‘l qo‘yadi. Ijtimoiy xavfli oqibatlarning vujudga kelishi imkoniyatlarini bilmaslik jinoiy javobgarlikni keltirib chiqarmaydi. Mazkur jinoyat ehtiyotsizlik yuzasidan sodir etilishi nazarda tutilmagan.\n\n17. Jinoyat kodeksining 184-moddasi dispozitsiyasiga binoan soliqlarni to‘lashdan bo‘yin tovlash harakatda, xuddi shuningdek, harakatsizlikda ham ifodalanishi mumkinligidan, ammo faqat qasddan sodir etilishidan kelib chiqib tergov organlari va sudlar har bir ish bo‘yicha soliq to‘lashdan bo‘yin tovlayotgan shaxsning maqsadini va haqiqiy niyatini aniqlashga majburdirlar. Xizmat vazifalariga sovuqqonlik bilan munosabatda bo‘lish oqibatida hisobni yoki hisobotni chalkashtirib yuborish, foydani hisoblashda xatoga yo‘l qo‘yish holatlarining o‘zinigina Jinoyat kodeksining 184-moddasi bilan kvalifikatsiya qilinishi mumkin emas, lekin tegishli asoslar bo‘lgan taqdirda Jinoyat kodeksining 207-moddasida ko‘zda tutilgan mansab sovuqqonligi jinoyatining tarkibini tashkil etadi.\n\n“Agarda hisobot kichik va o‘rta korxonalar, mikrofirmalar tomonidan soliq organlariga har chorakda taqdim etilishi lozim bo‘lsa, oylik soliqlarni yoki boshqa majburiy to‘lovlarni to‘lashda bo‘yin tovlash, misol uchun mansabga sovuqqonlik bilan qarash oqibatida, hisobot davri kelgunga qadar moliyaviy sanksiyni hisobga olgan holda keyinchalik ularni to‘lgan taqdirda ham Jinoyat kodeksining 184-moddasi bilan kvalifikatsiya qilinishi mumkin emas”[ O‘zbekiston Respublikasi Oliy sudi Plenumining 2000 yil 28 apreldagi 2-sonli “Tadbirkorlik faoliyati bilan bog‘liq qonunchilikni qo‘llash sud amaliyoti to‘g‘risida”gi qarori, 17-band, 2-qism.].\n\n18. Jinoyat subyekti o‘n olti yoshga to‘lgan shaxs hisoblanadi. Bunday subyekt deb qonunga muvofiq daromad, foyda va soliq solishning boshqa obyektlari haqida to‘liq axborot berish hamda davlat foydasiga belgilangan to‘lovlarni kiritish vazifasi yuklatilgan shaxslar tan olinishi mumkin. Bular qatoriga, mulk shaklidan qat’i nazar, korxonalar, muassasalar, tashkilotlarning soliqlarni hisoblab chiqarish va to‘lash bilan bog‘liq buxgalteriya hisobotini olib borish, hujjatlar taqdim qilish zimmasiga yuklatilgan mansabdor shaxslar (korxona, muassasa va tashkilotlarning rahbarlari, ularning o‘rinbosarlari, bosh hisobchilari va hisobxonaning mansabdor shaxslari) kiradi.\n\nQonunga binoan belgilangan hisobot shaklida hujjatlar taqdim etishga va soliq to‘lashga majbur bo‘lgan jismoniy shaxslar (soliq to‘lovchilar) ham ushbu jinoyatning subyektlari bo‘lishi mumkin. JK 184-moddasida nazarda tutilgan jinoyatning sodir etilishini tashkil qilgan yoki unga rahbarlik qilgan yoxud o‘zlarining harakatlari bilan foydani (daromadni) yoki soliq solinadigan boshqa obyektlarning kamaytirilishida ishtirok etishga rahbar, bosh hisobchi, soliq to‘lovchini da’vat etgan, yoxud bu jinoyatni sodir etilishiga maslahat, ko‘rsatma bilan ko‘maklashgan boshqa shaxslar JK 30-moddasiga muvofiq va JK 184-moddasining tegishli qismi bo‘yicha jinoyatning ishtirokchilari (tashkilotchi, dalolatchi yoki yordamchilar) sifatida javobgarlikka tortiladilar.\n\nAgarda mazkur jinoyatni sodir etishda davlat hokimiyati va boshqaruv organlari mansabdor shaxslarining ishtiroki bo‘lsa va ular tahlil qilinayotgan qilmishning sodir etilishiga qasddan yordam berishsa, ularning harakatini tegishli belgilar mavjud bo‘lganda jinoyatlar majmui tariqasida JK 205, 209, 210-moddalari bo‘yicha kvalifikatsiya qilish lozim.\n\n19. JK 184-moddasi 2-qismi sodir etilgan ijtimoiy xavfli qilmish uchun jinoyat tarkibining kvalifikatsiya qilingan quyidagi belgilari mavjud bo‘lganda javobgarlikni nazarda tutadi:\n\na) takroran;\n\nb) ko‘p miqdorda.\n\n(Takroriylik tushunchasi to‘g‘risida JK 164-moddasi sharhiga qarang.) Bunda shuni nazarda tutish lozimki, mazkur jinoyatning takroran sodir etilishi soliq to‘lashdan bo‘yin tovlaganlik uchun JK 184-moddasining qaysi qismi bilan javobgarlik nazarda tutilishidan qat’i nazar, qayd etilishi lozim. Agar shaxsning harakatlari davomli jinoyat xususiyatiga ega bo‘lmasdan bir necha mustaqil epizodlardan iborat bo‘lsa, bu harakatlarning takroranligini ko‘rsatadi \n\nShunday qilib, soliq yoki boshqa to‘lovlarni to‘lashdan bo‘yin tovlash ko‘rinishidagi har bir tugallangan jinoyat mustaqil kvalifikatsiya qilinishi lozim, bunda javobgarlik shu moddaning og‘irroq jazo nazarda tutilgan qism bo‘yicha yuzaga keladi.\n\n20. JK 184-moddasi 3-qismida juda ko‘p miqdorda soliq va boshqa to‘lovlardan bo‘yin tovlash jinoyati sodir etilganligi uchun javobgarlik nazarda tutiladi. (Juda ko‘p miqdor tushunchasi to‘g‘risida JK Maxsus qismi VIII bo‘limi sharhiga qarang.) \n\n21. JK 184-moddasining 4-qismida rag‘batlantiruvchi norma mustahkamlangan, unga muvofiq, “qasddan yashirilgan, kamaytirib ko‘rsatilgan foyda (daromad) bo‘yicha soliqlar va boshqa to‘lovlar to‘liq to‘langan taqdirda, ozodlikdan mahrum qilish tariqasidagi jazo qo‘llanilmaydi”, deyiladi."
        },
        {
            "modda_raqami": "184_1-modda. Budjet va smeta-shtat intizomini buzish.",
            "matni": "Budjet intizomini buzish, ya’ni budjet mablag‘larini budjetda yoki budjetdan moliyalanadigan muassasalar va tashkilotlarning smetalarida nazarda tutilmagan xarajatlaraga yo‘llash, shunday muassasalar va tashkilotlarda xarajatlar qismi bo‘yicha budjetdan ajratilgan mablag‘larning limitlardan ortib ketishi, shtat-smeta intizomini buzish, shunday qilmish uchun ma’muriy jazo qo‘llanilganidan keyin sodir etilgan bo‘lsa, - \n\neng kam oylik ish haqining ellik baravarigacha miqdorda jarima yoki bir yilgacha axloq tuzatish ishlari yoxud olti oygacha qamoq bilan jazolanadi.\n\nO‘sha qilmish ko‘p miqdorda sodir etilgan bo‘lsa, - \n\neng kam oylik ish haqining ellik baravaridan yetmish besh baravarigacha miqdorda jarima yoki ikki yilgacha axloq tuzatish ishlari yoxud bir yilgacha ozodlikdan mahrum qilish bilan jazolanadi.\n\nO‘sha qilmish juda ko‘p miqdorda sodir etilgan bo‘lsa, - \n\neng kam oylik ish haqining yetmish besh baravaridan yuz baravarigacha miqdorda jarima yoki ikki yilgacha ozodlikdan mahrum qilish bilan jazolanadi.\n\nBudjetdan moliyalanadigan muassasalar va tashkilotlarga ish haqi, nafaqalar, stipendiyalar va ularga tenglashtirilgan boshqa xarajatlar to‘lovi uchun pul mablag‘lari berish banklarning rahbarlari va boshqa mansabdor shaxslari tomonidan asossiz ravishda kechiktirilganligi, shunday harakatlar uchun ma’muriy jazo qo‘llanilganidan keyin sodir etilgan bo‘lsa, - \n\neng kam oylik ish haqining ellik baravarigacha miqdorda jarima yoki uch yilgacha muayyan huquqdan mahrum qilish yoxud bir yilgacha ozodlikdan mahrum qilish bilan jazolanadi.",
            "sharxi": "1. Budjet intizomini buzishning ijtimoiy xavfi mazkur jinoyat sodir etilishi natijasida budjetda asossiz taqchillik paydo bo‘lishini, yordamga muhtoj muassasa va tashkilotlarni talab qilingan vositalar, mablag‘lar bilan ta’minlamaslik uchun haqiqiy asos paydo bo‘ladi. Sharhlanayotgan jinoyatning sodir etilishi davlat mablag‘larini samarali, to‘liq natija bilan va o‘z o‘rnida ishlatishga yo‘l bermaydi. Buning natijasida aholining alohida qatlamlari orasida boqimandalik, norozilik kayfiyati shakllanadi, bu esa O‘zbekistonda o‘tkazilayotgan islohotlarning jamiyat tomonidan idrok qilinishiga salbiy ta’sir o‘tkazadi, ularni obro‘sizlantiradi.\n\n2. Sharhlanayotgan moddaning 1-qismida nazarda tutilgan jinoyat obyekti chiqim limitiga rioya qilish, budjet mablag‘larini qonuniy va maqsadli sarf etishning o‘rnatilgan tartibiga rioya qilish sohasidagi ijtimoiy munosabatlardir.\n\n3. Budjet intizomini buzish predmeti deb, budjet mablag‘lari, ya’ni davlat budjetiga kirgan va qonunda o‘rnatilgan tartibda bu mablag‘larni oluvchiga ajratilgan moddiy va pul mablag‘lari tan olinishi lozim. \n\nBudjet mablag‘larini ajratish deganda, oluvchiga moddiy va pul mablag‘larini bevosita yo‘naltirish hamda unga tegishli bo‘lgan vositalarni maqsadli ishlatish sharti bilan budjetga o‘tkazishga ruxsat tushuniladi.\n\n4. Davlat budjeti yoki uning qismi tarkibiga kirmaydigan boshqa vositalar budjet sifatida tan olinmasligi lozim, xususan, quyidagilar hisobiga shakllanadigan Budjet tashkiloti rivojlanish fondi mablag‘lari bunga kirmaydi: \n\n- budjet tomonidan rejali moliyalashtirish hisobidan tejalgan mablag‘lar va hisobot choragining so‘nggi ish kuni oxirida budjet tashkiloti hisobida qolgan (kapital qo‘yilmalarni moliyalashtirish nazarda tutilgan vositalardan tashqari);\n\n- budjet tashkiloti faoliyat sohasi bo‘yicha tovar ishlab chiqarish (ish, xizmatni bajarish) va sotishdan olingan daromad;\n\n- vaqtincha foydalanilmayotgan bino va boshqa davlat mulkini chet tashkilotlarga ijaraga berishdan olingan mablag‘larning 50 foizi. Qolgan 50 foizini budjet tashkiloti mahalliy budjetlar daromadiga o‘tkazadi;\n\n- yuridik va jismoniy shaxslar tomonidan budjet tashkilotiga ko‘rsatilgan homiylik ko‘magi[ Qarang: O‘zbekiston Respublikasi Vazirlar Mahkamasi tomonidan 1999 yil 3 sentyabrdagi 414-sonli qaror bilan tasdiqlangan “Budjet tashkilotlarini mablag‘ bilan ta’minlash Tartibi”.].\n\n5. Jinoyat kodeksi 184-1-moddasining 1-qismida sodir etilgan jinoyat uchun nazarda tutilgan javobgarlik jinoyati obyektiv tomondan quyidagi harakatlardan biri sodir etilganidan iborat: \n\n- budjetda nazarda tutilmagan yoxud budjetdan moliyalashtiriladigan muassasa va tashkilotlar budjeti va smetasida nazarda tutilmagan chiqimlarga budjet vositalarini yo‘naltirish;\n\n- chiqimlar bo‘yicha budjet mablag‘lari limitida olib ketish;\n\n- budjet muassasa va tashkilotlarda shtat-smeta tartibini buzish.\n\n6. Budjetda yoki budjetdan moliyalashtiriladigan muassasa yoki tashkilotlar smetasida nazarda tutilmagan chiqimlarga mablag‘larni yo‘naltirish deb, budjet mablag‘larini sarflash navbatining o‘rnatilgan tartibini buzish yoxud ularni maqsadga muvofiq bo‘lmagan tarzda iste’mol qilish (masalan, past narxli va maishiy predmetlarni ishlab chiqarish uchun ajratilgan mashinasozlik asbob-uskunalarini ishlatish, yoxud quyi tashkilotlar ehtiyoji uchun ajratilgan orgtexnikani boshqaruv tashkilotlari uchun yo‘naltirish) hisoblanadi. \n\nShuni qayd etish lozimki, O‘zbekistonda qonunchilik tomonidan xarajatlarning quyidagi to‘rt guruhi davlat budjetidan mablag‘ bilan ta’minlanadi:\n\nI. Ish haqi va unga tenglashtirilgan to‘lov (bolalik oilalarga nafaqalar va kam ta’minlangan oilalarga moddiy yordam, stipendiyalar va boshqalar).\n\nII. Ish haqiga qo‘shimchalar.\n\nIII. Kapital qo‘yilmalar (Davlat investitsiya dasturida nazarda tutilgan aniq ro‘yxatlarga muvofiq).\n\nIV. Boshqa xarajatlar. \n\nXarajatlarning I va II guruhlariga kiritilgan budjet tashkilotlari birinchi navbatda mablag‘ bilan ta’minlanadi. Xarajatlarning III guruhi budjet tashkilotlari tomonidan Respublika investitsiya dasturida joriy moliya yili uchun belgilangan limitlar doirasida mablag‘ bilan ta’minlanadi.\n\n“Boshqa xarajatlar” IV guruhi bo‘yicha mablag‘lar belgilangan limitlar doirasida quyidagi navbatga rioya qilgan holda sarflanadi: ovqatlantirish, dori-darmonlar; kommunal xizmatlar, boshqa xarajatlar.\n\nBudjet tashkilotlari O‘zbekiston Respublikasi Moliya vazirligi yoki uning hududiy moliya organlari bilan kelishgan holda mavsumiy yoki shoshilinch tadbirlar (birinchi sinf o‘quvchilari uchun maktab anjomlari, kam ta’minlangan oilalar bolalari uchun qishki kiyimlar xarid qilish, epidemiyaga qarshi, yuqumli kasalliklarga qarshi tadbirlar va boshqa tadbirlar)ni mablag‘ bilan ta’minlash uchun mablag‘larni IV guruh mablag‘lari hisobiga tezkorlik bilan xarajat qilishlari mumkin.\n\nIV guruh hisobiga avtomobillar va boshqa avtotransport vositalarini (maxsus avtotransport bundan mustasno), uyali telefonlar va ortiqcha dabdabali buyumlar (import ofis mebeli, audio-video texnika (o‘quv, ilmiy va tibbiy jarayonlarda foydalaniladiganlardan tashqari) ofislar uchun gilamlar va boshqalar) xarid qilishga faqat O‘zbekiston Respublikasi Moliya vazirligi bilan kelishgan holda yo‘l qo‘yiladi[ Qarang: O‘zbekiston Respublikasi Vazirlar Mahkamasi tomonidan 1999 yil 3 sentyabrdagi 414-sonli qaror bilan tasdiqlangan “Budjet tashkilotlarini mablag‘ bilan ta’minlash Tartibi”, 2-bo‘lim. ].\n\n7. Nafaqat pul mablag‘laridan maqsadsiz foydalanish, balki budjetning boshqa mablag‘laridan maqsadsiz foydalanish (masalan, xizmatda foydalaniladigan turar-joy binosidan savdo nuqtasi sifatida foydalanish; quyi tashkilot uchun budjetdan ajratilgan mulkni yuqori turuvchi tashkilot uchun ajratish va hokazo) ham budjet mablag‘larini nazarda tutilmagan xarajatlarga yo‘naltirish deb kvalifikatsiya qilish zarur. Foydalanish deganda, bu mablag‘larni har qanday usulda iste’mol qilish tushuniladi (mulkni ekspluatatsiya qilish, undan kelgan foyda va daromadni olish). \n\nBudjet mablag‘laridan shaxsiy boylik orttirish yoxud boshqa g‘arazli maqsadlardan kelib chiqib, budjetda yoki smetada nazarda tutilmagan xarajatlarga yo‘naltirilganda, qilmish jinoyatlar majmui bo‘yicha JK 184-1-moddasining 1-qismi va tegishli modda (masalan, o‘zlashtirish yoki rastrata yo‘li bilan talon-toroj qilish) bilan kvalifikatsiya qilinishi lozim.\n\n8. Budjet mablag‘lari budjetda yoki budjetdan moliyalangan muassasalar va tashkilotlarning smetalarida nazarda tutilmagan xarajatlarga yo‘llanganda va tezkor tadbirlar sababli yuzaga kelmagan yo‘nalishda sarflansa, budjet mablag‘laridan maqsadsiz foydalanish deb tan olinadi.\n\n9. Budjet – davlat pul mablag‘larining (shu jumladan davlat maqsadli jamg‘armalari mablag‘larining) markazlashtirilgan jamg‘armasi bo‘lib, unda daromadlar manbalari va ulardan tushumlar miqdori, shuningdek, moliya yili mobaynida aniq maqsadlar uchun ajratiladigan mablag‘lar sarfi yo‘nalishlari va miqdori nazarda tutiladi. Budjet respublika budjetiga va mahalliy budjetga bo‘linadi. \n\nSmeta – bu tashkilotlarni ta’minlash hamda xo‘jalik va madaniy qurilish bo‘yicha markazlashtirilgan tadbirlarni amalga oshirish uchun budjetdan beriladigan mablag‘larning miqdori, maqsadli yo‘nalishi va choraklar bo‘yicha taqsimlanishini belgilab beruvchi asosiy reja hujjati.\n\n10. Budjet mablag‘larini budjetda yoki budjetdan moliyalanadigan muassasalar va tashkilotlarning smetalarida nazarda tutilmagan xarajatlarga yo‘llash amalda maqsadsiz foydalanilgan yoki xarajat qilingan paytdan boshlab tugallangan jinoyat deb tan olinishi lozim. Bu mablag‘larni keyinchalik maqsadsiz foydalanish yoki yo‘naltirish maqsadida taqsimlash esa, ishning muayyan holatlaridan kelib chiqib, sharhlanayotgan jinoyatga tayyorgarlik ko‘rish yoxud uni amalga oshirishga suiqasd qilish deb kvalifikatsiya qilinishi lozim.\n\n11. Jinoyat predmeti sifatida budjet mablag‘larining alohida turlari – budjetdan mablag‘ ajratish hisoblanib, ularning tushunchasi qonunchilikda beriladi. Xususan, “qonun hujjatlarda nazarda tutilgan tartibda Davlat budjetidan tashkilotlariga hamda boshqa budjet mablag‘lari oluvchilarga ajratiladigan pul mablag‘lari”[ Qarang: O‘zbekiston Respublikasining 2000 yil 14 dekabrdagi “Budjet tizimi to‘g‘risida”gi Qonuni, 3-modda. // Oliy Majlis Axborotnomasi, 2002, 1-2-sonlar, 6-bet.] budjetdan mablag‘ ajratish deb topiladi.\n\n12. Chiqim moddalari bo‘yicha budjetdan mablag‘ ajratish limitidan oshib ketishi jinoyat subyektining faol harakatlarida ifodalanadi, ular ajratilgan budjet mablag‘laridan maqsadli foydalanishda, ya’ni ulardan belgilangan navbat doirasida foydalanadi, lekin xarajatlarning bir guruhi doirasida rejalashtirilgan (limit) va amalda qilingan xarajatlar o‘rtasidagi manfiy farqni shaklantirishda ifodalanadi. \n\nBudjetdan mablag‘ ajratish xarajatlari limiti deganda, tegishli budjet yoki smetada nazarda tutilgan budjetdan ajratilgan mablag‘larning bir turi, obyekti va obyekt osti xarajatlar bo‘yicha foydalanish miqdori tushuniladi. Rejalashtirgan va amalda qilingan xarajatlar o‘rtasidagi manfiy farq budjet muassasasi yoki tashkiloti ichki hisoblari, masalan, Budjet tashkiloti rivojlanish fondi mablag‘lari hisobidan qoplanganda ham budjetdan mablag‘ ajratish limitlarini oshirish deb topiladi. Agar xarajatlarning butun tegishli guruhi doirasida limitdan oshirish bo‘lmasa, ya’ni bitta tur, obyekt va obyekt osti xarajatlar bo‘yicha budjet pul mablag‘larini sarflashda smetada nazarda tutilgan hajmlar boshqa turdagi obyekt va obyekt osti xarajatlarga ajratilgan rejali pul mablag‘lari hisobidan qoplanganda ham xarajatlarning o‘sha guruhi bo‘yicha kreditorlik qarzi hamda xarajatlar limiti oshirilgan deb hisoblanmaydi. \n\n13. Budjetdan mablag‘ ajratish xarajatlari limitini oshirishni tugallangan jinoyat deb tegishli guruhda rejalashtirilgan va amalda qilingan xarajatlar o‘rtasida manfiy farq paydo bo‘lgan paytdan hisoblanadi.\n\n14. Budjet mablag‘larini budjet yoki smetada nazarda tutilmagan xarajatlarga yo‘naltirishni budjetdan mablag‘ ajratish limitini oshirishdan farqlash lozim. Budjet mablag‘larini yo‘naltirish – bu tegishli budjet yoki smetada nazarda tutilmagan xarajatlarni mablag‘ bilan ta’minlashdir, budjet mablag‘larini oshirish esa, tegishli budjet yoki smetada nazarda tutilgan rejalashtirilgan va amalda qilingan xarajatlar o‘rtasida manfiy farq paydo bo‘lishini nazarda tutadi. Bundan tashqari, budjet mablag‘larini yo‘naltirishda mazkur mablag‘lar nafaqat pul mablag‘larida, balki moddiy qadriyatlarda ham ifodalanishi mumkin, biroq budjetdan mablag‘ ajratishni amalga oshirishda jinoyat predmeti faqat pul mablag‘lari bo‘lishi mumkin. \n\n15. Shtat-smeta intizomi – bu O‘zbekiston Respublikasi qonunchiligi tomonidan o‘rnatilgan smetalarni hamda budjet tashkilot va muassasalarining xodimlari shtat jadvali va tarifikatsiya ro‘yxatlarini ishlab chiqish, tasdiqlash, o‘zgartirish va ro‘yxatga olish tartibidir. \n\n16. Shtat jadvali – mulk egasi, tashkilot rahbari yoxud yuqori organ tasdiqlaydigan doimiy xodimlar mansablari nomi ro‘yxatidir, bunda bir nomli mansablar (bosh o‘rinlar) soni hamda mansab maoshlari miqdori ko‘rsatiladi. \n\n17. Tarifikatsiya ro‘yxati – bu budjet tashkilot shtatida ma’lum mansablarni egallovchi muayyan shaxslarning tarifikatsiyasini ko‘rsatib, ya’ni ushbu xodimlarda attestatsiya natijalariga ko‘ra, ularning ish vaqti asl hajmiga ko‘ra berilgan tegishli malakaviy kategoriyasi mavjudligini hamda ularning mansab maoshi miqdorini ko‘rsatgan holda tuzilgan ro‘yxat.\n\n18. Shtat-smeta intizomi buzilishi O‘zbekiston Respublikasi qonunchiligi tomonidan belgilangan smetalarni hamda budjet tashkilotlari va muassasalari xodimlarining shtat jadvali va tarifikatsiya ro‘yxatlarini ishlab chiqish, tasdiqlash, o‘zgartirish va ro‘yxatga olish tartibiga rioya qilmaslikdir[ Masalan, O‘zbekiston Respublikasi Vazirlar Mahkamasi tomonidan 1999 yil 3 sentyabrdagi 414-sonli qaror bilan tasdiqlangan “Budjet tashkilotlarini mablag‘ bilan ta’minlash Tartibi”, 38-band.]. \n\n19. Aybdor harakatini budjet intizomini buzish subyektini ma’muriy javobgarlikka tortgandan so‘ng, JK 184-1-moddasining 1-qismi bo‘yicha kvalifikatsiya qilish lozim, ya’ni JK 184-1-moddasi 1-qismi bo‘yicha shaxsni javobgarlikka tortish uchun ma’muriy preyuditsiya talab qilinadi. \n\n20. Budjet intizomini buzish qonunda formal tarkibli qilmish sifatida ifodalangan, ya’ni budjet intizomini buzish ijtimoiy xavfli qilmish deb tan olinishi uchun majburiy belgi sifatida oqibatning mavjudligi talab qilinmaydi. Biroq bu oqibatlar sud tomonidan har bir alohida holatda jazo tayinlashda hisobga olinadi. \n\nJK 184-1-moddasi 1-qismi dispozitsiyasida nazarda tutilgan qilmishlardan biri sodir etilgan paytdan boshlab jinoyat tugallangan deb hisoblanadi. \n\n21. Subyektiv tomondan tahlil sharhlanayotgan jinoyat to‘g‘ri qasd shaklidagi ayb bilan tavsiflanadi. Aybdor o‘z qilmishlarining ijtimoiy xavfliligini anglaydi va uni sodir etishni xohlaydi.\n\n22. Jinoyat subyekti o‘n olti yoshga to‘lgan va budjet mablag‘larini taqsimlash hamda sarflash, shuningdek, shtat-smeta intizomiga rioya etilishi uchun mas’ul bo‘lgan shaxsdir. Qonunchilikka muvofiq bunday shaxslar – budjet tashkilotlarining rahbarlari va bosh buxgalterlari, O‘zbekiston Respublikasi Moliya vazirligi tizimining vakolatli xodimlari, shu jumladan Moliya vazirligi rahbarlari va markaziy apparati xodimlari hisoblanadi[ Qarang: O‘zbekiston Respublikasi Vazirlar Mahkamasi tomonidan 1999 yil 3 sentyabrdagi 414-sonli qaror bilan tasdiqlangan “Budjet tashkilotlarini mablag‘ bilan ta’minlash Tartibi”, 37-band.].\n\n23. Budjet tashkiloti deganda, zimmasiga yuklatilgan vazifalarni bajarish bilan bog‘liq bo‘lgan o‘z faoliyatini amalga oshirishi uchun Davlat budjetidan mablag‘ ajratish nazarda tutilgan va bu mablag‘ moliyalashtirishning asosiy manbai hisoblanadigan vazirlik, davlat qo‘mitasi, idora, davlat tashkilotini tushunish lozim[ Qarang: O‘zbekiston Respublikasining 2000 yil 14 dekabrdagi “Budjet tizimi to‘g‘risida”gi Qonuni, 3-modda. // Oliy Majlis Axborotnomasi, 2002, 1-2-sonlar, 6-bet.]. \n\nAgarda budjet intizomini buzish o‘zganing mulkini o‘zlashtirish bilan bog‘liq bo‘lsa, aybdorning harakatlarini JK 167 va 184-1-moddalari bo‘yicha kvalifikatsiya qilish lozim.\n\n24. Javobgarlik JK 184-1-moddasi 2-qismida nazarda tutilgan budjet intizomini buzishning kvalifikatsiya qilingan tarkibi uni ko‘p miqdorda sodir etilganligi hisoblanadi. (Ko‘p miqdor tushunchasi to‘g‘risida Jinoyat Kodeksi Maxsus qismi VIII bo‘limi sharhiga qarang.)\n\n25. Yetkazilgan zarar hajmini baholash budjet tashkilotining budjeti yoxud smetasida nazarda tutilmagan xarajatlarga yo‘naltirgan budjet mablag‘larini, budjetdan mablag‘ ajratishni oshirishni yoki bir moliyaviy yil chegarasida shtat-smeta intizomini buzish natijasida olingan umumiy summa asosida amalga oshiriladi. Miqdorni aniqlashda boshqa moliyaviy yil davrida asossiz sarflangan mablag‘lar hisobiga olinmasligi lozim (masalan, ikki yil ichida asossiz sarflangan vositalarning umumiy summasini ko‘p miqdor sifatida tan olish mumkin emas – har bir moliyaviy yil uchun avvalgi yoki keyingi yil bilan qo‘shilmaydigan o‘z miqdori belgilanishi lozim). Moliyaviy yil deganda, 1 yanvardan 31 dekabr kuni oxirigacha bo‘lgan vaqtni o‘z ichiga oluvchi davrni tushunish lozim[ Qarang: o‘sha joyda, 3-modda. // Oliy Majlis Axborotnomasi, 2002, 1-2-sonlar, 6-bet.]. Shuni ham qayd etish lozimki, tashkilot budjeti yoki smetasida nazarda tutilmagan xarajatlarga yo‘naltirilgan va pul mablag‘larida emas, balki mulk shaklida ifodalangan budjet mablag‘lari miqdorini aniqlashda tegishli smeta yoxud budjetda ko‘rsatilgan mulkning narxidan kelib chiqish lozim.\n\n26. Budjet intizomini buzishning alohida kvalifikatsiya belgisi – jinoyatning juda ko‘p miqdorda sodir etilishi hisoblanadi (JK 184-1-moddasi 3-qismi). (Juda ko‘p miqdor tushunchasi haqida Jinoyat kodeksi Maxsus qismining VIII bo‘limi sharhiga qarang.)\n\n27. Qonunda budjet intizomini buzishning alohida shakli sifatida budjetdan moliyalanadigan muassasalar va tashkilotlariga ish haqi, nafaqalar, stipendiyalar va ularga tenglashtirilgan boshqa xarajatlar to‘lovi uchun pul mablag‘lari berishni asossiz ravishda kechiktirilganligi hisoblanadi.\n\n28. Mazkur jinoyat obyekti budjet mablag‘laridan foydalanishning va xarajatlar limitiga rioya qilishning belgilangan tartibiga rioya qilish bo‘yicha ijtimoiy munosabatlaridan tashqari, birinchi navbatdagi budjet to‘lovlarini o‘z vaqtida to‘lash ham bo‘ladi. Sharhlanayotgan qilmish predmetini e’tiborga olib, shuni ta’kidlash lozimki, fuqarolarni iqtisodiy va ijtimoiy huquqlari hamda mehnat sohasida, ijtimoiy ta’minlash, ta’lim sohasidagi munosabatlarni ham obyekt sifatida tan olish lozim.\n\n29. Budjet intizomini buzishning bu shakli predmeti sifatida budjet tashkilotlarining qonunda ko‘rsatilgan xarajatlarning faqat ish haqi, nafaqa, stipendiya va ularga tenglashtirilgan boshqa to‘lovlar kabi moddalari hisoblanadi.\n\n30. Amaldagi qonunchilikka muvofiq, ish haqi deganda, moliyalash manbaidan qat’i nazar, pul yoki natura shakllarida hisob yozilgan, ish haqlarining barcha turlarini (shuningdek, turli mukofotlar, qo‘shimcha to‘lovlar, qo‘shimcha haqlar va ijtimoiy to‘lovlarni) qamrab oladi, bunga xodimlarga ishlanmagan vaqt (har yilgi yozgi ta’til, bayram kunlari va hokazolar) uchun qonun hujjatlariga muvofiq hisoblab yozilgan pul summalari ham kiradi[ Qarang: O‘zbekiston Respublikasi Adliya vazirligi tomonidan 1999 yil 30 iyulda ro‘yxatga olingan “Yollanib ishlaydiganlarning soni va ish haqi statistikasi bo‘yicha Yo‘riqnoma”, 6-bo‘lim.]. Sharhlanayotgan modda ma’nosida ish haqi faqat pul shaklida ifodalanadi, chunki banklar uni natural shaklda berishni amalga oshirmaydi. Shunga bog‘liq holda mazkur modda doirasida ish haqini belgilashda tergov va sud organlari qonunchilikda belgilangan pul shaklidagi ish haqi sirasiga kiritilgan to‘lovlarning turlari ro‘yxatiga murojaat etishlari lozim[ Qarang: O‘zbekiston Respublikasi Adliya vazirligi tomonidan 1999 yil 30-iyulda ro‘yxatga olingan “Yollanib ishlaydiganlarning soni va ish haqi statistikasi bo‘yicha Yo‘riqnoma”, 6.1-band.].\n\n31. Nafaqa – ijtimoiy ta’minlashning shakli, u ijtimoiy sug‘urta yoxud davlat budjeti mablag‘laridan doimiy yoki bir marotabali to‘lovdir[ Qarang: Bolshoy yuridicheskiy slovar. // Pod. red. A.Ya.Suxareva, V.Ye.Krutskix. – M.: INFRA-M, 2000. 449-bet.]. Amaldagi qonunchilikka muvofiq, ishsizlik bo‘yicha nafaqa, ikki yoshga to‘lgunga qadar bola parvarishi uchun nafaqa, vaqtinchalik ishga layoqatsizlik bo‘yicha nafaqa kabilar to‘lovi nazarda tutiladi.\n\n32. Stipendiya – Oliy ta’lim muassasalarining davlat grantlari bo‘yicha va pulli – shartnoma asosda kunduzi o‘qiydigan, davomati yaxshi bo‘lgan talabalariga (bundan chet ellik talabalar mustasno), O‘zbekiston Respublikasining qonun hujjatlarida nazarda tutilgan boshqa to‘lovlardan qat’i nazar, to‘lanadigan oylik pul ta’minoti (nafaqa). Stipendiya chuqur kasbiy bilimlarni egallash va davomatni oshirishda talabalarni rag‘batlantirish, mutaxassislarni tayyorlash sifatini yanada oshirish uchun zarur sharoitlar barpo etish maqsadida to‘lanadi[ Qarang: O‘zbekiston Respublikasi Adliya vazirligi tomonidan 2004 yil 16 aprelda 1339-son bilan ro‘yxatga olingan “Oliy ta’lim muassasalari talabalariga stipendiyalar tayinlash va to‘lash tartibi to‘g‘risida”gi Yo‘riqnoma, 1-band.].\n\n33. Ish haqi, nafaqa va stipendiyalarga tenglashtirilgan boshqa to‘lovlar deganda, amalga oshirish birinchi navbatdagi hamma xarajatlarni qoplashning bir xil darajasini (proporsional tartibni) ta’minlovchi sharoitlarda birinchi navbatda amalga oshiriladigan qonunchilikda belgilangan to‘lov turini tushunish lozim. Qonunlarda to‘lovlarning bunday turiga harbiylarga pul mablag‘larini berish, moddiy yordam ko‘rsatish bilan bog‘liq to‘lovlar, aliment majburiyatlari bo‘yicha to‘lovlar, sog‘liqqa ziyon keltirishni qoplash, mualliflik bitimlari bo‘yicha rag‘batlantirish, xizmat safari chiqimlari kiritiladi. \n\n34. Pul mablag‘lari berishning asossiz kechiktirilishi budjet intizomini buzish deb tan olinuvchi xarajat turlari ro‘yxati qonunda to‘liq belgilangan va boshqacha talqin qilinishi mumkin emas. Shu munosabat bilan bank rahbari yoxud boshqa mansabdor shaxslari tomonidan boshqa mablag‘lar, zarur ehtiyojlarga navbatdan tashqari amalga oshiriladigan hamda kapital ta’mir xarajatlari uchun to‘lovlar to‘xtatilsa (agarda ular yuqorida qayd etilgan chiqimlar turidan biri bo‘lmasa), aybdorlar harakati mazkur moddaning 4-qismi bilan kvalifikatsiya qilinmaydi. \n\n35. Sodir etganlik uchun javobgarlik sharhlanayotgan moddaning 4-qismida nazarda tutilgan qilmish obyektiv tomondan xuddi shunday harakati uchun ma’muriy chora qo‘llanilgandan so‘ng, bankning budjetdan moliyalashtiriladigan muassasa va tashkilotlariga maosh, nafaqa, stipendiya va ularga tenglashtirilgan boshqa to‘lovlarni asossiz kechiktirganligi tarzidagi harakatsizligida ifodalanadi.\n\n36. Pul mablag‘lari berishni kechiktirish deganda, budjet tashkiloti va muassasalari kabi oluvchilarga pul mablag‘lari muddatida to‘liq yoki qisman o‘tkazib berilmasligini tushunish lozim. Bunda shuni qayd etish lozimki, ish haqi, nafaqa, stipendiya va ularga tenglashtirilgan boshqa to‘lovlar bo‘yicha pul mablag‘larini berish muddati jamoa kelishuvlari, Hukumat qarorlari, vazirliklar buyruqlari, Markaziy bank yo‘riqnomalari bilan belgilanadi. Shu munosabat bilan har bir alohida holatda mablag‘lar to‘lanishi shart bo‘lgan muddat aniqlanadi. \n\nShuni qayd etish lozimki, pul mablag‘larini muddatida o‘tkazib berish to‘liq yoki qisman bo‘lishi mumkin, ya’ni bu bank budjet tashkiloti yoxud muassasasiga beriladigan mablag‘larning qismi dastlab berilgan-berilmaganligi bilan bog‘liqdir. Xususan, agar pul mablag‘larining bir qismi berilgan bo‘lsa, muddatidan qisman o‘tkazib berish deb hisoblanadi, agar muddatidan o‘tkazib berish to‘liq summaga teng bo‘lsa, unda to‘liq muddatidan o‘tkazib berish hisoblanadi. Muddatidan o‘tkazib berish xususiyati qilmishni kvalifikatsiya qilishga ta’sir qilmaydi, biroq sud tomonidan jazo tayinlashda hisobga olinishi lozim.\n\n37. Pul mablag‘lari deganda, O‘zbekiston Respublikasining faqat banknot va tanga shaklidagi naqd pul mablag‘lari tushuniladi. Naqd pulsiz operatsiyani amalga oshirishda, ya’ni naqd pulsiz mablag‘larni o‘tkazishda, ularni budjet tashkiloti hisobiga o‘tkazish muddatining o‘tib ketganligi kodeksning mazkur moddasi bo‘yicha kvalifikatsiya qilinmaydi.\n\n38. Pul mablag‘lari berish kechiktirilishining asossiz deganda, bank rahbari yoxud mansabdor shaxs irodasiga bog‘liq bo‘lmagan, u ularni oldindan ko‘ra olmagan va ko‘ra ololmaydigan va naqd pul mablag‘larini berishga jiddiy ta’sir qilgan qandaydir obyektiv holatlarni tushunish lozim. Masalan, bankda naqd pul mavjudligida, texnik vositalar ishlab turganda, favqulodda vaziyatlar bo‘lmaganda budjet tashkilotlari va muassasalariga pul mablag‘larini kechiktirib berilishini asossiz deb tushunish lozim. \n\nBudjet tashkilotlari va muassasalariga pul mablag‘larini asossiz ravishda kechiktirib berish deb, u aybdorlar irodasiga bog‘liq bo‘lmagan holatlarda, biroq ular bu shaxslarga avvaldan ma’lum bo‘lgan doimiy yoxud vaqti-vaqti bilan yoki qandaydir sabablarga ko‘ra yuz beradigan holatlarnigina hisoblash lozim. Masalan, ma’lum davrda naqd pullar yo‘q bo‘lishini bilib, aynan shu davrga pul mablag‘lari to‘lovi muddatini belgilash shunday holat bo‘ladi. Tergov-sud organlari tomonidan aybdor irodasiga bog‘liq bo‘lmagan, biroq uning o‘zi vujudga keltirgan holatlarni ham pul mablag‘larini asossiz ravishda kechiktirib berish deb kvalifikatsiya qilinishi lozim – bunga ayrim tashkilotlarga pul mablag‘larini berish muddatini boshqa tashkilotlariga zarar yetkazgan holda o‘zgartirish misol bo‘la oladi.\n\n39. Pul mablag‘lari berishni asossiz kechiktirib berilishining sababi har bir muayyan holatda tergov-sud organlari tomonidan ko‘rsatilishi kerak, to‘lovga to‘sqinlik qiladigan obyektiv oqibatlar aybdor harakati natijasida vujudga kelgan bo‘lsa, uning harakati va bu oqibatlar paydo bo‘lishi o‘rtasidagi sababiy bog‘lanishni, shuningdek, qasd yo‘nalishini aniqlash lozim.\n\n40. Pul mablag‘lari berishni asossiz kechiktirishni ijtimoiy xavfli qilmish deb tan olish uchun aybdor dastlab ma’muriy jazoga tortilgan bo‘lishi, ya’ni ma’muriy preyuditsiya mavjud bo‘lishi shart.\n\n41. Ish haqi, nafaqa, stipendiya va shu kabi to‘lovlar uchun budjet tashkiloti yoki muassasalarga pul mablag‘lari to‘liq to‘lanadigan muddat tugaganidan so‘ng jinoyat tugallangan hisoblanadi.\n\n42. Subyektiv tomondan jinoyat to‘g‘ri qasd shaklidagi ayb bilan tavsiflanadi. Aybdor o‘zining harakatlari natijasida budjet tashkiloti va muassasasiga pul mablag‘lari berishni asossiz kechiktirayotganligini anglaydi va shunday harakatlar amalga oshishini xohlaydi. \n\nSharhlanayotgan moddaning 4-qismida nazarda tutilgan javobgarlikni keltirib chiqargan qilmishni sodir etish maqsad va motivlari turlicha bo‘lishi mumkin hamda kvalifikatsiya qilishga ta’sir etmaydi, biroq jazo tayinlashda sud tomonidan hisobga olinadi.\n\n43. Jinoyat subyekti o‘n olti yoshga to‘lgan va maxsus belgilariga ega bo‘lgan: bank rahbari yoki budjet tashkilotlarining mansabdor shaxslarinidir.\n"
        },
        {
            "modda_raqami": "185-modda. Qimmatbaho metallar yoki toshlarni topshirish qoidalarini buzish.",
            "matni": "\nYer ostidan qazib olingan qimmatbaho metallar yoki toshlarni davlatga topshirish qoidalarini buzish, davlatga ko‘p miqdorda zarar yetkazilishiga sabab bo‘lsa, - \n\neng kam oylik ish haqining ellik baravarigacha miqdorda jarima yoki uch yilgacha muayyan huquqdan mahrum qilish yoki uch yilgacha axloq tuzatish ishlari yoxud olti oygacha qamoq bilan jazolanadi. ",
            "sharxi": "1. Jinoyat obyekti – qimmatbaho metall yoki qimmatbaho toshlarni davlatga topshirishning belgilangan tartibidir.\n\n2. Jinoyat predmeti – yer ostidan qazib olinadigan qimmatbaho metallar (oltin, kumush, platina, radiy, iridiy, osmiy, palladiy va boshqalar) yoxud qimmatbaho toshlar (olmos, zumrad, dur, feruza va boshqalar). Sun’iy qimmatbaho toshlar sharhlanayotgan jinoyatning predmeti hisoblanmaydi.\n\n3. Obyektiv tomondan jinoyat yer ostidan qazib olinadigan qimmatbaho metallar yoki toshlarni davlatga topshirish qoidalarini buzish natijasida ko‘p miqdorda zarar keltirishda ifodalanadi. Yer ostidan qazib olingan qimmatbaho metall yoki qimmatbaho toshlar davlatga topshirilishi shart. \n\nQimmatbaho metall yoki qimmatbaho toshlarni topshirish qoidalarini buzish, asosan, shaxs tomonidan affinajga majburiy topshirish yoki yer ostidan qazib olingan yoxud ikkilamchi xom ashyodan olingan qimmatbaho toshlarni davlatga majburiy sotishdan hamda topilgan va ko‘tarilgan qimmatbaho metall yoki qimmatbaho toshlarni topshirishdan har qanday yo‘llar bilan bo‘yin tovlashda yoxud bu predmetlarni qisman topshirishda ifodalanishi mumkin.\n\n4. Affinaj – bu qimmatbaho metallarni mavjud aralashmalardan tozalash, buning natijasida oliy sifatli (yuqori probali) metall paydo bo‘ladi. Qimmatbaho metallar affinajini amalga oshirish huquqiga ega korxonalar ro‘yxati O‘zbekiston Respublikasi Hukumati tomonidan belgilanadi. \n\nAffinajga majburiy topshirishdan bo‘yin tovlash aybdor shaxs qimmatbaho metallar affinaji bo‘yicha harakatni mustaqil amalga oshirayotganligini anglatadi. \n\nMajburiy sotishdan bo‘yin tovlash vakolatli organlarga qimmatbaho metallar yoki qimmatbaho toshlarni sotish bo‘yicha harakatlarning amalga oshirilmaganligidadir.\n\n5. Agar qimmatbaho metallarni yoxud qimmatbaho toshlarni topshirish qoidasi buzilishi natijasida davlatga ko‘p miqdorda zarar yetkazilsa, bu jinoyat tarkibini hosil qiladi. Ko‘p miqdordagi zarar jinoyatning shartli belgisidir. \n\nModdiy tarkibli sharhlanayotgan jinoyat davlatga ko‘p miqdorda zarar yetkazilgan paytdan boshlab tugallangan hisoblanadi.\n\n6. Subyektiv tomondan jinoyat to‘g‘ri qasd bilan amalga oshiriladi. Motiv va maqsad qilmishni kvalifikatsiya qilishda ahamiyatga ega emas. \n\n7. Mazkur jinoyat subyekti – o‘n olti yoshga to‘lgan, qimmatbaho metallar yoki qimmatbaho toshlar topshirish qoidalarini buzgan aqli raso shaxsdir."
        },
        {
            "modda_raqami": "185_1-modda. Rangli metallar, ularning parcha va rezgi chiqitlarini tayyorlash, olish, ulardan foydalanish hamda ularni o‘tkazish qoidalarini buzish.",
            "matni": "Qimmatbaho metallar sirasiga kirmaydigan rangli metallar, ularning parcha va rezgi-chiqitlarini tayyorlash, olish, ulardan foydalanish hamda ularni o‘tkazish qoidalarini buzish, shunday qilmish uchun ma’muriy jazo qo‘llanilganidan keyin sodir etilgan bo‘lsa, - \n\neng kam oylik ish haqining ellik baravaridan yuz baravarigacha miqdorda jarima yoki besh yilgacha muayyan huquqdan mahrum qilish yoxud uch yilgacha axloq tuzatish ishlari yoki olti oygacha qamoq bilan jazolanadi. ",
            "sharxi": "1. Jinoyat obyekti – qonunchilikda belgilangan rangli metallar, ularning parcha, rezgi-chiqitlarini tayyorlash, olish, ulardan foydalanish hamda o‘tkazish qoidalari. \n\nJinoyat predmeti – rangli metallar, ularning parchasi va rezgi-chiqitlari.\n\n2. Jinoyatning obyektiv tomoni ma’muriy jazo qo‘llanilganidan so‘ng sodir etilgan, qimmatbaho metallarga mansub bo‘lmagan rangli metallarni, ularning parcha, rezgi-chiqitlarini tayyorlash, olish, ulardan foydalanish hamda o‘tkazish qoidalarini buzishdan iboratdir.\n\n3. Rangli metallarni noqonuniy tayyorlash – bu amaldagi qonunni buzib rangli metallar, uning parcha, rezgi-chiqitlarini olishga qaratilgan harakatlardir. Masalan, axlatxonadan, aholidan yig‘ish, sotib olish, boshqa tovarlarga almashtirish.\n\n4. Jinoyat mazkur modda dispozitsiyasida aytib o‘tilgan harakatlardan (tayyorlash, olish, ulardan foydalanish hamda o‘tkazish) birontasi sodir etilgan paytdan boshlab tugallangan hisoblanadi. Agar aybdor oldin shunday harakatlari uchun ma’muriy javobgarlikka tortilgan bo‘lsa, jinoiy javobgarlik kelib chiqadi.\n\n5. Qimmatbaho metallarga mansub bo‘lmagan rangli metallar, uning parcha, rezgi-chiqitlarini tayyorlash, olish, ulardan foydalanish hamda o‘tkazish o‘zga mulkka zarar yetkazish yoki xizmat vakolatlarini suiiste’mol qilish bilan bog‘liq bo‘lsa, aybdorning harakatlarini jinoyatlar majmui bo‘yicha kvalifikatsiya qilish lozim.\n\n6. Subyektiv tomondan jinoyat qasddan sodir etiladi. Jinoyatning motiv va maqsadlari qilmishni kvalifikatsiya qilishda ahamiyatga ega emas.\n\n7. Jinoyat subyekti – o‘n olti yoshga to‘lgan aqli raso shaxsdir.\n\n8. Qimmatbaho metallarga mansub bo‘lmagan rangli metallar, ularning parcha, rezgi-chiqitlarini tayyorlash, olish, ulardan foydalanish hamda o‘tkazish qoidalarini mansabdor shaxs sodir etsa, uning harakatlarini tegishli holatlar mavjud bo‘lganda jinoyatlar majmui tariqasida JK 205-moddasi yoki 206-moddasi bo‘yicha kvalifikatsiya qilish lozim."
        },
        {
            "modda_raqami": "185_2-modda. Elektr, issiqlik energiyasi, gaz, vodoprovoddan foydalanish qoidalarini buzish.",
            "matni": "Elektr, issiqlik energiyasi, gaz, vodoprovoddan foydalanish qoidalarini buzish.Umumiy foydalanishdagi elektr, issiqlik, gaz yoki vodoprovod tarmoqlariga o‘zboshimchalik bilan ulanish yoxud elektr, issiqlik energiyasi, tabiiy gaz, sovuq yoki issiq suvni hisobga olish asboblariga, shu jumladan ularning plombalariga qasddan shikast yetkazish yoxud bunday hisobga olish asboblarining ko‘rsatkichlarini o‘zgartirish maqsadida ularga tashqaridan aralashish, shunday harakatlar uchun ma’muriy jazo qo‘llanilganidan keyin sodir etilgan bo‘lsa, —\nOldingi tahrirga qarang.\nbazaviy hisoblash miqdorining yigirma besh baravaridan yetmish besh baravarigacha miqdorda jarima yoki ikki yuz qirq soatgacha majburiy jamoat ishlari yoki bir yilgacha axloq tuzatish ishlari bilan jazolanadi.\n\nUmumiy foydalanishdagi elektr, issiqlik, gaz yoki vodoprovod tarmoqlariga o‘zboshimchalik bilan ulanish yoxud elektr, issiqlik energiyasi, tabiiy gaz, sovuq yoki issiq suvni hisobga olish asboblariga, shu jumladan ularning plombalariga qasddan shikast yetkazish yoxud bunday hisobga olish asboblarining ko‘rsatkichlarini o‘zgartirish maqsadida ularga tashqaridan aralashish ancha miqdorda zarar yetkazgan holda sodir etilgan bo‘lsa, —\n\nbazaviy hisoblash miqdorining yetmish besh baravaridan bir yuz ellik baravarigacha miqdorda jarima yoki ikki yuz qirq soatdan uch yuz soatgacha majburiy jamoat ishlari yoki ikki yilgacha axloq tuzatish ishlari yoxud bir yilgacha ozodlikni cheklash yoki bir yilgacha ozodlikdan mahrum qilish bilan jazolanadi.\n\nUmumiy foydalanishdagi elektr, issiqlik, gaz yoki vodoprovod tarmoqlariga o‘zboshimchalik bilan ulanish yoxud elektr, issiqlik energiyasi, tabiiy gaz, sovuq yoki issiq suvni hisobga olish asboblariga, shu jumladan ularning plombalariga qasddan shikast yetkazish yoxud bunday hisobga olish asboblarining ko‘rsatkichlarini o‘zgartirish maqsadida ularga tashqaridan aralashish ko‘p miqdorda zarar yetkazgan holda sodir etilgan bo‘lsa, —\n\nbazaviy hisoblash miqdorining bir yuz ellik baravaridan uch yuz baravarigacha miqdorda jarima yoki uch yuz soatdan uch yuz oltmish soatgacha majburiy jamoat ishlari yoki ikki yildan uch yilgacha axloq tuzatish ishlari yoxud bir yildan ikki yilgacha ozodlikni cheklash yoki bir yildan ikki yilgacha ozodlikdan mahrum qilish bilan jazolanadi.\n\nUmumiy foydalanishdagi elektr, issiqlik, gaz yoki vodoprovod tarmoqlariga o‘zboshimchalik bilan ulanish yoxud elektr, issiqlik energiyasi, tabiiy gaz, sovuq yoki issiq suvni hisobga olish asboblariga, shu jumladan ularning plombalariga qasddan shikast yetkazish yoxud bunday hisobga olish asboblarining ko‘rsatkichlarini o‘zgartirish maqsadida ularga tashqaridan aralashish juda ko‘p miqdorda zarar yetkazgan holda sodir etilgan bo‘lsa, —\n\nbazaviy hisoblash miqdorining uch yuz baravaridan besh yuz baravarigacha miqdorda jarima yoki ikki yildan uch yilgacha ozodlikni cheklash yoxud ikki yildan uch yilgacha ozodlikdan mahrum qilish bilan jazolanadi.\n\nYetkazilgan moddiy zararning o‘rni qoplangan taqdirda ozodlikni cheklash va ozodlikdan mahrum qilish tariqasidagi jazo qo‘llanilmaydi.\nBirinchi marta jinoyat sodir etgan shaxs, agar u jinoyat aniqlangan kundan e’tiboran o‘ttiz kunlik muddatda yetkazilgan moddiy zararning o‘rnini qoplagan bo‘lsa, javobgarlikdan ozod etiladi.\n\nUshbu modda umumiy foydalanishdagi elektr, issiqlik, gaz yoki vodoprovod tarmoqlariga tijorat maqsadlarida o‘zboshimchalik bilan ulanish yoxud elektr energiyasini, tabiiy gazni, sovuq yoki issiq suvni hisobga olish asboblariga, shu jumladan ularning plombalariga qasddan shikast yetkazish yoxud hisobga olish asboblarining ko‘rsatkichlarini o‘zgartirish maqsadida ularga tashqaridan aralashish orqali talon-toroj qilish bilan bog‘liq harakatlar sodir etilganda qo‘llanilmaydi. ",
            "sharxi": "1. Jinoyat kodeksiga ushbu moddaning kiritilishi milliy qonunchiligimizning rivojlanish mahsuli bo‘lib, davlatning energiya tashuvchi qurilmalariga ehtiyotkorona munosabatda bo‘lishini o‘zida ifoda etadi.\n\n2. Tahlil qilinayotgan jinoyatning obyekti- energiya tashuvchi qurilmalardan ratsional foydalanish bilan bog‘liq ijtimoiy munosabatlar bo‘lib, u strategik ahamiyatga molik moddiy-texnik resurslari hisoblanadi. Qo‘shimcha obyekt sifatida hisoblash qurilmalariga ega bo‘lish, shaxs, davlat va jamiyat xavfsizligi kirishi mumkin.\n\n3. Ushbu jinoyat obyektiv tomondan quyidagicha sodir etilishi mumkin: a) o‘zboshimchalik bilan gaz va suv quvurlariga ulanish; b) elektr, issiqlik energiyasi, tabiiy gaz, issiq yoki sovuq suvni hisoblovchi qurilmalarni buzish; v) ushbu hisoblash asboblariga ularning ko‘rsatkichlarini o‘zgartirish maqsadida ta’sir ko‘rsatish.\n\n4. Suv va gaz qurilmalari tarmog‘i deganda – gaz yoki suvni ishlab chiqaruvchidan (sotuvchidan) iste’molchiga (sotib oluvchiga) yetkazish va uning uzluksizligi hamda texnologik birligi (masalan, kompressor qurilmalari, ulovli trubalar) tushuniladi. Ushbu holatda gaz va suv qurilmalari tarmog‘idagi mavjud texnik uzilishlar (ya’ni, mazkur tarmoqqa mos keladigan shartli loyihalar, masalan, truba o‘rniga avtomobil transportidan foydalanish) mazkur moddadagi nazarda tutilgan tarmoq mazmuniga mos kelmaydi. Gaz va suv tarmoqlariga o‘zboshimchalik bilan, ya’ni qonunda o‘rnatilgan tartib asosida vakolatli organ ruxsatisiz ulanish ijtimoiy xavfli hisoblanadi.\n\nAyniqsa, kommunal tizimda suv ta’minotining Yangi obyektlariga ulanish va uning miqdorini oshirishda buyurtmachi (abonent) SXK tashkilotidan ruxsat olinishi kerak. Suv quvurlari va ularga ulanishga ruxsat berish va texnik shartlar idoraviy tegishligidan qat’iy nazar barcha uchun majburiydir. Gaz quvurlarga ulanish tegishli litsenziyaga ega bo‘lgan, maxsus qurilish –montaj tashkiloti tomonidan tashish, almashtirish, qo‘shimcha vositalarni o‘rnatish (ikkitagacha qurilma o‘rnatish) ta’mirlash va texnik xizmat ko‘rsatish vakolatiga ega bo‘lgan gaz xo‘jaligi tashkilotlari tomonidan amalga oshiriladi.\n\n1. O‘rnatilgan tartibni buzib, gaz yoki suv tarmoqlariga ulanish, gaz yoki suv resurslaridan nazoratsiz foydalanish maqsadida amalga oshirilgan taqdirdagina, ushbu modda bilan kvalifikatsiya qilinishi mumkin.\n\nNazorat qilinmaydigan holda foydalanish deganda, aybdor yoki korxona, muassasa, tashkilotning gaz yoki suv tarmoqlariga hisoblagich qurilmalarini chetlab o‘tib ulanishi tushuniladi. Shuning uchun agar o‘zboshimchalik bilan tarmoqning bir qismiga ulanilgan bo‘lsa, bunday qilmish JK 229-moddasiga ko‘ra, o‘zboshimchalik deb kvalifikatsiya qilinishi zarur. Bunday hollarda qilmish JK ning 185(2)-moddasi bilan kvalifikatsiya qilinmaydi. \n\n2. Gaz va suv tarmog‘iga ulanish gaz yoki suvni amalda sarflangan-sarflanmaganligidan qat’iy nazar tarmoqqa ulangan vaqtdan boshlab tugallangan deb hisoblanadi.\n\n3. Hisoblash asboblari deganda, bevosita suv, issiqlik yoki elektroenergiyaning haqiqiy hajmini miqdoriy hisoblovchi, ikkala taraf (iste’molchi va yetkazib beruvchi)ni aniq qanoatlantiruvchi barqaror o‘lchash – hisoblagich qurilmalari tushuniladi. \n\nHisoblash asboblari O‘zbekistonda qabul qilingan o‘lchov birliklarida ifodalanadi, ular turli oqimlarni o‘lchash uchun zarur va yetarli bo‘lgan gradatsiyalar bo‘yicha ishlab chiqiladi va texnika, foydalanish xavfsizligi talablariga javob berishi, ta’mirga yaroqli bo‘lishi, bir-birini almashtira olishi, indikator qurilmalariga oson kirish kabi shartlarga javob berishi lozim.\n\n4. Hisoblash asboblarini buzish deganda-hisoblash asboblarni qisman yoki to‘liq buzilishi tushuniladi va asbobning to‘liq yoki qisman hisoblash xususiyatlari yo‘qotiladi, shuningdek, uning xo‘jalik qiymatining pasayishi, hisoblash asbobidan butunlay maqsadiga muvofiq ravishda foydalanish imkoniyatining yo‘qotilishiga sabab bo‘ladi.\n\n5. Hisoblash asboblaridagi ko‘rsatkichlarga ta’sir ko‘rsatish, aralashish deganda- asbobning butunligiga putur yetkazmasdan uning ishlash qobiliyati va ko‘rsatkichlari to‘g‘riligining buzilishini tushunish kerak. Ta’sir ko‘rsatish turli yo‘llar bilan amalga oshirilishi mumkin: elektron magnit qurilmalaridan, issiqlik yoki yorug‘lik va h.k. foydalanish; ta’sir ko‘rsatish usullari qilmishini kvalifikatsiya qilishda ahamiyatga ega emas.\n\nMazkur moddaga ko‘ra, hisoblash asboblariga ta’sir ko‘rsatish deb tavsiflanadigan jinoyatning maqsadi- hisoblash asboblari ko‘rsatkichlarini o‘zgartirishdir. Yuqoridagilardan kelib chiqqan holda, agar bunday ta’sir boshqa maqsadlarda amalga oshirilgan bo‘lsa, (qiziquvchanlik, ta’mirlash va b.) shaxs ushbu modda bo‘yicha javobgarlikka tortilmaydi .\n\n6. O‘zboshimchalik bilan gaz yoki suv tarmog‘iga ulanish, hisoblash asboblarini buzish yoki ularga ta’sir ko‘rsatish jinoyat deb topiladi va quyidagi shartilar bo‘lganda JKning sharhlanayotgan moddasining 1-qismi bilan javobgarlikka tortiladi: a) ushbu harakatlar natijasida ancha miqdorda zarar yetkazilgan bo‘lsa; b) ma’muriy preyuditsiyaning mavjudligi;\n\n(Ancha miqdor tushunchasini aniqlash uchun JK ning 8-bo‘limiga qarang). Bu yerda shunga alohida e’tibor berish kerakki, ushbu moddada ko‘rsatilgan javobgarlik belgilangan jinoyat moddiy tarkibli hisoblanadi. Yuqoridagilardan kelib chiqqan holda, ancha miqdordagi zararning kelib chiqmaganligi ushbu jinoyat bo‘yicha javobgarlikka tortish imkoniyatini istisno etadi. \n\n7. Jinoyat subyektiv tomondan hamma vaqt qasddan sodir etiladi, aybdor o‘zi qonunga xilof harakat ekanligini anglaydi, jinoiy oqibatlarning kelib chiqishini xohlaydi va bunga ongli ravishda yo‘l qo‘yadi.\n8. Sharhlanayotgan jinoyatning subyekti 16 yoshga to‘lgan har qanday aqli raso shaxs bo‘lishi mumkin.\n\n9. Aybdorning sharhlanayotgan moddaning 2- va 3-qismlari bo‘yicha javobgarligi o‘sha harakatlar tufayli ko‘p yoki juda ko‘p miqdorda zarar yetkazilganidan vujudga keladi.\n\nO‘zbekiston Respublikasining 2005 yil 30 sentyabrdagi qonuniga muvofiq, 207-moddaning 3-qismi yangi tahrirda bayon etildi, ya’ni mazkur qism “Giyohvandlik vositalari va psixotrop moddalarning ko‘p miqdorda O‘zbekiston Respublikasi davlat yoki bojxona chegaralari orqali qonunga xilof ravishda olib o‘tilishiga sabab bo‘lsa”, degan “b” band bilan to‘ldirildi.\n\nKo‘p miqdor tushunchasi JKning 8-bo‘limida berilgan."
        }
    ]
}