{
    "bob_nomi": "XII bob. Javobgarlikdan ozod qilishning turlari",
    "moddalar": [
        {
            "modda_raqami": "64-modda. Javobgarlikka tortish muddatining o‘tib ketganligi munosabati bilan jinoyat uchun javobgarlikdan ozod qilish.",
            "matni": "Agar jinoyat sodir etilgan kundan boshlab kuyidagi muddatlar:\n\na) ijtimoiy xavfi katta bo‘lmagan jinoyat sodir etilgan kundan boshlab ikki yil;\n\nb) uncha og‘ir bo‘lmagan jinoyat sodir etilgan kundan boshlab to‘rt yil;\n\nv) og‘ir jinoyat sodir etilgan kundan boshlab sakkiz yil;\n\ng) o‘ta og‘ir jinoyat sodir etilgan kundan boshlab o‘n to‘rt yil o‘tgan bo‘lsa, shaxs javobgarlikdan ozod qilinadi.\n\nJavobgarlikka tortish muddati jinoyat sodir etilgan kun-dan boshlab hukm qonuniy kuchga kirgan kungacha hisoblanadi. Agar jinoyat sodir etgan va jinoiy javobgarlikka tortilgan shaxs tergov yoki suddan yashirinsa, muddatning o‘tishi to‘xtatiladi. Aybdor ushlangan yoki aybini bo‘yniga olib arz qilgan kundan boshlab muddatning o‘tishi qaytadan tiklanadi.\n\nAgar og‘ir yoki o‘ta og‘ir jinoyat sodir etgan shaxs ushbu moddada nazarda tutilgan muddatlar o‘tmasdan qasddan yangi jinoyat sodir etsa, muddatning o‘tishi uziladi. Bunday holda javobgarlikka tortish muddatlari yangi jinoyat sodir etilgan kundan boshlab hisoblanadi. Qolgan hollarda, agar shaxs javobgarlikka tortish muddatlari o‘tmasdan yangi jinoyat sodir etsa, bu muddatlar har bir jinoyat uchun alohida hisoblanadi. Agar ijtimoiy xavfi katta bo‘lmagan yoki uncha og‘ir bo‘lmagan jinoyat sodir etilgan kundan boshlab o‘n yil, og‘ir yoki o‘ta og‘ir jinoyat sodir etilgan kundan boshlab yigirma besh yil o‘tgan bo‘lsa, shaxs javobgarlikka tortilishi mumkin emas.\n\nUshbu Kodeks Maxsus qismining moddasida umrbod ozod-likdan mahrum qilish jazosini tayinlash nazarda tutilgan jinoyatni sodir etgan shaxsga nisbatan, javobgarlikka tortish muddatlarini qo‘llash masalasi sud tomonidan hal qilinadi. Agar sud javobgarlikka tortish muddatini qo‘llashni lozim topmasa, umrbod ozodlikdan mahrum qilish jazosi o‘rniga ozodlikdan mahrum qilish tayinlanadi. Ushbu moddada nazarda tutilgan muddatlar ushbu Kodeksning 150-157-moddalarida, 158-moddasining birinchi qismida, 159-moddasining uchinchi va to‘rtinchi qismlarida, 160, 161 va 244-2-moddalarida nazarda tutilgan jinoyatlarni sodir etgan shaxslarga nisbatan qo‘llanilmaydi.",
            "sharxi": "1. Sharhlanayotgan bob muayyan shart-sharoit bilan bog‘liq ravishda jinoiy javobgarlikdan ozod etish asoslarini belgilab beradi. Jinoyat qonunchiligi vazifalarini amalga oshirish va jazo maqsadlariga erishish uchun, jinoyat sodir etgan shaxs o‘zining qonunga xilof xatti-harakatlarining salbiy oqibatlariga duchor bo‘lishi hamma vaqt ham talab qilinavermaydi. Jinoyat sodir etgan shaxslarni jinoiy javobgarlikdan ozod qilish imkoniyatini uni differensiatsiyalash va individuallashtirish prinsiplari hamda insonparvarlik va adolat prinsiplarining haqiqiy belgilari sifatida ko‘rish lozim. Jinoiy javobgarlikdan ozod qilish vakolatli davlat organining sudlov yoki ayblovni bekor qilish, shuningdek, jinoyat sodir etishda aybdor bo‘lgan shaxsga nisbatan davlat majburlov chorasini qo‘llashni bekor qilish haqidagi aktidir. Shaxsni jinoiy javobgarlikdan har qanday asoslarga ko‘ra ozod qilish qilmishning huquqiy tabiatini o‘zgartirmaydi. Shaxsni oqlash yoki qilmishning jinoiy ekanligini istisno qilish uchun asos bo‘lib xizmat qiladigan shart-sharoitni farqlash lozim. Shaxsni oqlash oqlovchi hukm chiqarishga asos bo‘lgan jinoyat tarkibining mavjud emasligi yoki sodir etilgan jinoyatga shaxsning aloqador emasligida ifodalanadi. Qilmishning jinoiyligini istisno qiladigan holatlar shundan iboratki, ular tashqi ko‘rinishidan jinoiy qilmishga o‘xshaydi, ammo ijtimoiy xavf paydo qilmasligi tufayli aslida bunday emas.\n\n2. Sharhlanayotgan bobda qo‘llanayotgan jinoiy javobgarlikdan ozod etish uchun asoslar shaxs muayyan ijtimoiy xavfli va jinoiy jazoga sazovor qilmishni sodir etishda aybdor bo‘lganda vujudga keladi. Shu bilan bog‘liq ravishda, javobgarlikdan shu tarzda ozod qilish reabilitatsiya qilmaydigan (shaxsni oqlamaydigan) asosga ko‘ra ozod etish deb nomlanadi. Bu holda muayyan shart-sharoitga ko‘ra, shaxsni jinoiy jazoga jalb etishning huquqiy asoslari mavjud emas: javobgarlikka tortish muddatining o‘tib ketganligi, aybdor o‘z qilmishiga amalda pushaymon bo‘lganligi, aybdorning kasalligi, qilmish yoki shaxs ijtimoiy  xavfliligini yo‘qotganligi va boshboshqaarhlanayotgan bob javobgarlikdan ozod qilishning har xil turlarini nazarda tutadi, ularning ko‘pchiligi ularning qo‘llanilishi uchun shart sifatida jinoyatning birinchi marta sodir etilishidan iborat (masalan, aybdor o‘z qilmishiga amalda pushaymon bo‘lganligi).\n\n3. Sharhlanayotgan bob shaxsni jinoiy javobgarlikka tortish muddatlarini ko‘zda tutib, shu muddat o‘tganidan so‘ng shaxs undan ozod etiladi. Jinoyat sodir etilganidan so‘ng muayyan muddat o‘tgan va aybdor shaxs jinoiy javobgarlikka tortilmagan va qilmish hamon jinoyatligicha qolayotgan bo‘lishiga qaramay, endi avvalgidek ijtimoiy xavf tug‘dirmaydi. Shaxsning o‘zi ham ushbu muddat o‘tganidan so‘ng ijtimoiy xavfliligini yo‘qotadi. Jinoiy javobgarlikka tortilish o‘tishi deganda, jinoyat sodir etilgan paytdan boshlab, muddati to sud hukmining qonuniy kuchga kirgan paytigacha jinoyat qonunida mustahkamlangan muayyan muddatlarning tugashi tushuniladi. Aynan ana shu muddatlarning o‘tishi shaxsning jinoiy javobgarlikdan ozod etilishi uchun asos bo‘lib xizmat qiladi. Jinoiy javobgarlikdan ozod qilish mumkin bo‘lgan muddatlarning ko‘p yoki qisqaligi jinoyatlarning og‘irligi darajasiga qarab belgilanadi (Jinoyat kodeksining 15-moddasiga berilgan sharhga qarang). Sharhlanayotgan moddaning birinchi qismida to‘rtta jinoyat muddati belgilangan, ularning tugashi bilan u yoki bu jinoyatni sodir etgan shaxs (jinoyatning og‘irlik darajasiga qarab) jinoiy javobgarlikdan ozod qilinadi. Bundan tashqari, sharhlanayotgan moddaning 5-qis-mida maxsus 25 yillik muddat o‘rnatilgan bo‘lib, bu muddatning o‘tishi bilan shaxs jinoiy javobgarlikdan har qanday sharoitda, shu jumladan, jinoyat sodir etgan shaxsning surishtiruv yoki tergovdan yashiringanligi uchun muddatning uzilishi yoki to‘xtatib qo‘yilishi yoki og‘ir yoxud o‘ta og‘ir jinoyat sodir etgandan so‘ng qasddan yangi jinoyat sodir etgan hollarda ham jinoiy javobgarlikdan ozod qilinadi (mazkur moddaning uchinchi va to‘rtinchi qismlari qoidalariga binoan).\n\n4. Ijtimoiy xavfi katta bo‘lmagan jinoyatlar uchun jinoiy javobgarlikka tortish muddati ikki yildan iborat. Mazkur muddat o‘tishi bilan aybdor shaxs muddatning o‘tishi to‘xtatib qo‘yilmasa, jinoiy javobgarlikka tortilishi mumkin emas. Uncha og‘ir bo‘lmagan jinoyat sodir etgan shaxs jinoyat sodir etilgan vaqtdan boshlab 4 yil muddat o‘tmagan bo‘lsa, jinoiy javobgarlikka tortilishi mumkin. Bu holda dastlabki tergov bosqichida bo‘lgan yoki sud tomonidan ko‘rilayotgan jinoyat ishi tugatilishi shart. Og‘ir jinoyat u sodir etilgan vaqtdan boshlab sakkiz yil ichida muayyan jinoyat-huquqiy oqibatlarga olib keladi. Ushbu muddat tugashi bilan aybdor shaxs jinoiy javobgarlikdan ozod qilinadi. Shaxs o‘ta og‘ir jinoyat sodir etganligi uchun ushbu jinoyat sodir etilgan vaqtdan boshlab 14 yil mobaynida javobgarlikka tortilishi mumkin. (JKning 15-moddasi sharhida batafsil bayon etilgan)  5. Sharhlanayotgan moddaning 2-qismi shuni belgilaydiki, javobgarlikka tortish muddatlarining kechishi «jinoyat sodir etilgan kundan boshlab hukm qonuniy kuchga kirgan kungacha» hisoblanadi.\n\nJinoyat sodir etish kuni deganda, jinoyat obyektiv tomoniga kiruvchi harakatning (harakatsizlik) bajarilgan va jinoiy oqibat yuz bergan vaqtini tushunish lozim. Har qanday jinoyat ijtimoiy xavfli qilmish sodir etilishi bilan boshlanadi. Shaxsning ijtimoiy xavfliligi jinoiy harakat (harakatsizlik)ning o‘zida ifodalanadi. Shaxs ijtimoiy xavfli qilmishni sodir etgan vaqtdan boshlab ijtimoiy xavfli hisoblanadi. Jinoyatning ijtimoiy xavflilik darajasi faqatgina jinoyatning xususiyatiga emas, balki uning oqibatlariga ham bog‘liqdir. (Qilmishning ijtimoiy xavfliligi, uning fe’l-atvori va darajasi tushunchalari haqida JKning 14-moddasi sharhiga qarang)\n\nJinoiy qilmishsiz jinoiy javobgarlikning ham vujudga kelishi mumkin emas, shu bilan birga, u jinoiy oqibatsiz ham ahamiyatga ega hisoblanadi (masalan, jinoyatga suiqasd qilish). Shuning uchun jinoiy qilmish har qanday jinoyatning ajralmas qismi bo‘lib hisoblanadi, jinoiy oqibat esa, bu xatti-harakatning ijtimoiy xavfliligini, yetkazilgan zararning miqdorini va h.k.ni belgilaydi.\n\nShunday qilib, jinoiy javobgarlikka tortish muddatining boshlanishi sifatida shaxs tomonidan jinoyatning obyektiv tomoni majburiy elementi jinoiy natijalar boshlangan paytiga qaramasdan, sodir etilgan xatti-harakatlar ijro etilgan kun tan olinishi kerak. Javobgarlikka tortish muddati kechishining boshlanishi, deb jinoiy qilmish sodir etilgan kuni hisoblanishi to‘g‘risidagi qoidadan sud amaliyoti ham kelib chiqadi.\n\n6. Aybdor tayyorgarlik bosqichida yoki suiqasd qilish jarayonida jinoiy harakatlardan voz kechishi yoki o‘zining faol harakatlari bilan ijtimoiy xavfli oqibatlar kelib chiqishining oldini olishi mumkin bo‘lib, bu jinoyat sodir etishdan ixtiyoriy ravishda voz kechilganligidan dalolat beradi va muvofiq ravishda qilmishning jinoiyligini istisno etadigan sharoit hisoblanadi (JKning 26-moddasiga berilgan sharhga qarang). Agar aybdorning harakatlari jinoyat sodir etishdan ixtiyoriy ravishda voz kechishni anglatib, u jinoiy oqibatlarning oldini olgan bo‘lsa va oqibatda jinoyat tugallanmay qolgan taqdirda, jinoyatga tayyorgarlik ko‘rish yoki uni sodir etishga suiqasd qilish jinoiy jihatdan jazolanishi mumkin emas. Xuddi shu nuqtayi nazardan olib qaraydigan bo‘lsak, jinoyatning o‘zi bo‘lmaganligi tufayli jinoiy javobgarlikka tortish muddatlari to‘g‘risida so‘z ham bo‘lishi mumkin emas.\n\n7. Jinoiy javobgarlikka tortish muddatini hisoblash jinoyat ishtirokchilarini javobgarlikka tortishda ham o‘ziga xos xususiyatga egadir. Birgalikdagi bajaruvchilar bo‘lgani holda sodir etilgan jinoyat uchun javobgarlikka tortish muddatining o‘tishi, agar bajaruvchilar jinoyatni birgalikda sodir etishda ishtirok etgan bo‘lsa, jinoyat sodir etilgan vaqtdan boshlab hisoblanadi. (Birgalikda amalga oshirish xususida JKning 29-moddasiga berilgan sharhga qarang) Jinoiy javobgarlikka tortish muddatini hisoblash ishtirokchilar o‘rtasida rollar taqsimlanganda qiyinchilik tug‘diradi. Jinoyat kodeksi 28-moddasiga ko‘ra, ishtirokchilik-da sodir etilgan jinoyatlarda bajaruvchi bilan bir qatorda tashkilotchi, dalolatchi, yordamchilar ishtirok etadi. Bajaruvchi jinoyatning obyektiv tomonini bajargan vaqtidan boshlab javobgar hisoblanadi va demak, javobgarlik muddatining o‘tishi xuddi shu paytdan boshlanadi. Jinoyat tashkilotchisi jinoyat qonuniga ko‘ra, ekssess bajaruvchini istisno etganda, ishtirokchilar tomonidan sodir etilgan barcha jinoyatlar uchun javobgar bo‘ladi, bundan bajaruvchi ekssessi mustasno. Masalan, tashkilotchining harakatlari, yordamchilarning jinoiy faoliyatini ishlab chiqish, tashkil qilish va boshqarish bo‘yicha bir qator bosqichlardan tarkib topgan bo‘lishi mumkin. Agar tashkilotchining faoliyati jinoiy guruhni tashkil qilish bilan cheklangan bo‘lsa va bu guruh aniq jinoyatlarni sodir etmagan bo‘lsa, unda jinoiy javobgarlikka tortish muddati tashkilotchi tomonidan ushbu maqsadda sodir etilganlar qatoridan, jinoiy guruhni tashkil qilishga qaratilgan, oxirgi harakat bajarilgan kundan boshlab hisoblanadi. Bu zanjirda oxirgi harakat bajarilmagunicha javobgarlik muddati o‘tishi hisoblanishi mumkin emas. Tashkilotchiga nisbatan javobgarlikka tortish muddatlarini, u tomondan birinchi harakat sodir etilgan kundan boshlab hisoblash hollarida, barcha keyingi harakatlar uchun javobgarlik asoslanmagan holda uning muddati bilan bekor qilinar edi. Jinoiy guruh tomonidan faqat bitta jinoyat sodir etilganda tashkilotchiga nisbatan javobgarlikka tortish muddatlari ushbu jinoyat sodir etilgan kundan boshlab hisoblanishi kerak. Bir necha jinoyatlar sodir etilganda tashkilotchiga nisbatan javobgarlikka tortish muddatlari sodir etilgan jinoyatning xususiyati va uning yuridik kvalifikatsiyasini hisobga olgan holda hisoblanishi lozim. Jinoiy uyushmaning tashkilotchisi va qolgan ishtirokchilarini jinoiy javobgarlikka tortish muddati, Jinoyat kodeksi 242-moddasi mohiyatiga ko‘ra, ushbu jinoiy guruhlar tuzilgan vaqtdan boshlab hisoblanadi.\n\n8. Dalolatchini jinoyat ishtirokchisi sifatida jinoiy javobgarlikka tortish bajaruvchi tomonidan jinoyat sodir etilgan vaqtdan hisoblanadi. Dalolatchini jinoiy javobgarlikka tortish muddati u tomonidan dalolatchilik harakati amalga oshirilgan vaqtdan boshlab hisoblanadi. Dalolatchining harakati mustaqil jinoiy xususiyatga ega. Va aynan shu holat, dalolatchilik faoliyatining oxirgi paytini aniqlash va javobgarlikka tortish muddatining boshlang‘ich paytini hisoblash to‘g‘risidagi masalani hal qilish uchun muhimdir. Dalolatchining jinoiy niyati shaxsni jinoyatni sodir etishga og‘dirganda amalga oshadi. Bu bilan dalolatchining faoliyati tugallanadi. Jinoyatning bajaruvchi tomonidan sodir etilish payti endi dalolatchining irodasiga bog‘liq bo‘lmaydi. Demak, dalolatchiga nisbatan javobgarlikka tortish muddatlarini hisoblash, bajaruvchi tomonidan jinoyat sodir etilgan paytiga bog‘lanmasligi shart. Dalolatchining jamoat uchun xavfliligi uning boshqa shaxsni jinoyatni sodir etishga og‘dirgan paytda namoyon bo‘ladi. Noqonuniy harakatni sodir etgan har qanday shaxsning jamoat uchun xavfliligi vaqt o‘tishi bilan kamayadi va oxir-oqibatda umuman yo‘qoladi, agar u qonunda o‘rnatilgan muddat davomida jinoiy javobgarlikka tortish muddatini to‘xtatib turishga sabab bo‘lgan yangi jinoyatni sodir etmagan bo‘lsa, shunga nisbatan dalolatchi istisnoni tashkil qilmaydi.\n\nShunday qilib, dalolatchiga nisbatan jinoiy javobgar-likka tortish muddati kechishining boshlang‘ich payti uning boshqa shaxsni jinoyatni sodir etishga og‘dirgan kun bo‘lib hisoblanadi. Masalaning boshqacha hal qilinishi dalolatchini jinoiy javobgarlikka tortish muddatlarining sun’iy uzaytirilishiga olib kelar edi va bu holatda uni bajaruvchiga nisbatan yomonroq holatga qo‘ygan bo‘lar edi. Boshqacha qilib aytganda, dalolatchiga nisbatan javobgarlikka tortish muddatlari bajaruvchi tomonidan jinoyat qachon sodir etilganiga qaramasdan dalolatchilik faoliyati tugagan kundan boshlab hisoblanishi kerak. Bu holat dalolatchiga shaxsni jinoyatni sodir etish uchun og‘dirishga erisha olmagan hollarda ham qo‘llaniladi. Bunday jinoyatga og‘dirishni jinoyatda ishtirokchilik sifatida ko‘rish mumkin emas, lekin u jinoyatga tayyorgarlikni ifodalaydi va unga nisbatan bo‘lgan muddatlar oxirgi tayyorgarlik ishlari sodir etilgan kundan boshlab hisoblanishi lozim.\n\n9. Ishtirokchilikda sodir etilgan jinoyatlarda yordamchi ham o‘z o‘rniga ega bo‘lib, u jismoniy yordamchilik qilganida (mablag‘lar, qurollar berish yoki to‘siqlarni bartaraf qilish) javobgarlikka tortish muddatlarini hisoblash bajaruvchiga jinoyatni sodir etish uchun yordam ko‘rsatilgan oxirgi harakatni sodir etish kunidan boshlab hisoblanishi zarur.\n\nBajaruvchiga jinoyatni sodir etishda yordam ko‘rsatish uchun maslahatlar, ko‘rsatmalar, va’dalar berish bilan ifodalanadigan intellektual yordamchilik ham ko‘p marta sodir etiladigan har xil vaqtdagi xatti-harakatlardan iborat bo‘lishi mumkin. Sherikning har bir bunday xatti-harakati uning jinoiy faoliyati yagona zanjiridagi bo‘g‘imni tashkil qiladi. Bunday holatda muddatni hisoblash oxirgi maslahat, ko‘rsatma, va’da berilgan paytdan boshlanishi shart. Oldindan va’da berilgan jinoyatni yashirish holati, bunday yordam haqiqatda berilgan yoki berilmaganidan qat’i nazar, yordamchilikning o‘zi bo‘lib hisoblanadi (JKning 28-moddasi sharhiga qarang). Shundan kelib chiqqan holda, intellektual yordamchilik, shu jumladan, jinoyatchini va (yoki) jinoyat izlarini yashirishga oldindan va’da berish shaklida, bunday intellektual yordamchilik ko‘rsatilgan kundan boshlanadi. Agar bunday harakatlar bir necha marta bo‘lgan bo‘lsa, unda ularning muddati oxirgi harakat ko‘rsatilgan (va’da, maslahat, yashirish) kundan boshlab hisoblanadi. (Yordamchining jinoyat ishtirokchisi sifatidagi tushunchasi JKning 28-moddasiga berilgan sharhda batafsil izohlangan)\n\n10. Shunday qilib, ishtirokchilikda sodir etilgan jinoyatlarda javobgarlikka tortish muddatini hisoblash turli usullarda amalga oshiriladi. Ularning harakatlarini bajaruvchining jinoiy harakatlari bilan bog‘lash noto‘g‘ridir, chunki yordamchilar va bajaruvchining harakatlari o‘zaro bog‘liq bo‘lsa ham, lekin mustaqil ravishda, ko‘pincha har xil vaqtda sodir etiladi. Ularning ijtimoiy xavfliligi ularning har bir holatiga qarab alohida belgilanadi. Ayni shu asos ishtirokchilardan har birining harakati uchun bajaruvchidan alohida javobgarlikka tortish muddatini hisoblash imkonini beradi. Ishtirokchilar jinoiy javobgarligining asoslari haqidagi masala esa, sodir etilgan yoki tugatilmagan jinoyat (tayyorlash yoki suiqasd) shaklidagi jinoiy faoliyatning bosqichlari bilan bog‘liqdir.\n\nIshtirokchilikda jinoyatni sodir etishda uning muddati har bir yordamchi uchun, ular tomonidan har birining roli bilan bog‘liq bo‘lgan muayyan harakatlar sodir etilgan paytdan boshlab alohida hisoblanadi.\n\n11. Jinoiy javobgarlikka tortish muddatini belgilashda alohida e’tibor davomli va uzoqqa cho‘zilgan jinoyatlarga nisbatan muddatni hisoblashga qaratilishi lozim. (Davomli va uzoqqa cho‘zilgan jinoyatlar tushunchalari Jinoyat kodeksining 32-moddasiga berilgan sharhda batafsil yoritilgan) Uzoqqa cho‘zilgan jinoyatni kvalifikatsiya qilishda aynan jinoyatning boshlanish vaqtini jinoiy harakat sodir etilish vaqtidan, jinoyatning tamom bo‘lish vaqti esa, aybdorni o‘zini jinoyatni tugatishga yoki qaratilgan yoki qilmishning tamom bo‘lishiga sabab bo‘luvchi holatlarning yuz berishini e’tiborga olish lozim. Ushbu jinoyatning tamom bo‘lish vaqtini belgilaydi. Jinoyat tamom bo‘lgan vaqtdan boshlab jinoiy javobgarlikka tortish muddati o‘ta boshlaydi.\n\nJinoiy javobgarlikka tortish muddati uzoqqa cho‘zilgan jinoyatlarda qilmish aybdorning o‘ziga bog‘liq bo‘lgan holatlarga aybdorning o‘zi yoki o‘ziga bog‘liq bo‘lmagan boshqa holatlarga ko‘ra tamom bo‘lish vaqtidan hisoblanadi. Uzoqqa cho‘zilgan jinoyatlarda jinoiy javobgarlikka tortish muddati jinoyatning faktik jihatdan tugaganligini belgilovchi holat (aybdorning aybini bo‘yniga olishi yoki uning ushlanishi) ning yuzaga kelishi bilan boshlanadi. Davomli jinoyatlarda jinoiy javobgarlikka tortish muddati aybdorning yagona qasdi asosida sodir etilgan oxirgi jinoiy harakatning tugashi bilan o‘tishni boshlaydi.\n\nUshbu jinoyatlarga nisbatan jinoiy javobgarlikka tortish muddatlari ularning aybdor ixtiyoriga ko‘ra yoki ixtiyoriga qarshi ravishda tugallangan vaqtdan boshlab hisoblanishi lozim. Bunda sharhlanayotgan moddaning beshinchi qismiga e’tibor qaratish lozim bo‘lib, ushbu qismda mustahkamlangan qoidaga muvofiq, agar jinoyat sodir etilgan kundan boshlab yigirma besh yil o‘tgan bo‘lsa, shaxs javobgarlikka tortilishi mumkin emas. Jinoiy javobgarlikka tortish muddati aybdor shaxsning ixtiyoriga ko‘ra yoki ixtiyoriga qarshi ravishda jinoiy faoliyat tugallangan vaqtidan boshlab, shu jumladan, jinoyat ochilgan hamda ushbu subyektga nisbatan jinoyat ishi qo‘zg‘atilgan vaqtdan boshlab hisoblanishi lozim bo‘lgan uzoqqa cho‘zilgan jinoyatlarga ham ko‘rsatilgan qoida tatbiq etilib, javobgarlikka tortish muddatining o‘tib ketganligi munosabati bilan jinoyat uchun javobgarlikdan ozod qilish uchun asos bo‘lib xizmat qiladi.\n\n12. Bir qancha jinoyatlarda ham jinoiy javobgarlikka tortish muddati o‘ziga xos xususiyatga ega. Jinoyatlarning haqiqiy jamida Jinoyat kodeksining 64-moddasi to‘rtinchi qismidan kelib chiqib, shaxs alohida harakatlar orqali turli jinoyatlar sodir etganida, jinoiy javobgarlikka tortish muddati uning har bir jinoiy qilmishi uchun alohida hisoblanadi. Bu o‘rinda Jinoyat kodeksining 64-moddasi to‘rtinchi qismidagi yangi qasddan jinoyat sodir etilishi oldingi sodir etilgan og‘ir yoki o‘ta og‘ir jinoyat uchun jinoiy javobgarlikka tortish muddati o‘tishini to‘xtatadi. Bu o‘rinda muddatning o‘tishi yangi jinoyat sodir etilgan vaqtdan boshlab hisoblanadi. Jinoyatlarning ideal jamida bir harakat orqali shaxs ikki yoki undan ortiq jinoyat sodir etsa, muddatning o‘tishi har biri uchun alohida-alohida hisoblanadi. Takroriy jinoyat sodir etilgan hollarda javobgarlikka tortish muddatini hisoblashda har bir harakatning sodir etilgan paytini hisobga olish zarur. Jinoyatning takrorlanishi faqat oldingi sodir etilgan jinoyatlar bo‘yicha muddatlar tugamagan qamagan holdagina bo‘lishi mumkin. Oldin sodir etilgan jinoyatlar bo‘yicha muddatlarning tugashi xatti-harakatlarning takrorlanish belgilari bo‘yicha kvalifikatsiya qilishga yo‘l qo‘ymaydi. Shuning uchun kvalifikatsiya qilish belgisi sifatida takroriy jinoyat bo‘lgan jinoyatlar tarkiblari bo‘yicha javobgarlikka tortish muddatlari ulardan oxirgisining sodir etilgan paytidan emas, balki bu qilmishlarning har biriga nisbatan mustaqil hisoblanishi shart. Bunda JKning 64-moddasi 4-qismiga muvofiq, javobgarlikka tortish muddatlarini to‘xtatish va oldingi muddatni bekor qilish qoidasini hisobga olish lozim.\n\nJinoyat qonuni ba’zi bir shaxslarga nisbatan javobgarlikka tortish muddatlarini hisoblashning boshqa qoidalarini ham e’tiborga oladi. Masalan, shaxs ruhiy holati buzilganligi tufayli ozod qilingandan va keyinchalik sog‘ayganidan keyin jinoiy javobgarlikka tortilgan hollarda javobgarlikka tortish muddatlarini hisoblash jinoyat sodir etilgan paytidan emas, balki majburiy tibbiy choralar tayinlangan paytdan boshlanadi. 13. Sharhlanayotgan moddaning 2-qismida jinoiy javobgarlikka tortish muddatini hisoblash jinoyat sodir etilgan kundan boshlab hukm qonuniy kuchga kirgunga qadar davom etishi belgilangan.\n\nBu qoida jinoiy javobgarlikka tortish muddatining tugashini belgilaydi. Bu Jinoyat-protsessual kodeksidagi «hukm uning ustidan apellyatsiya shikoyati berish va protest bildirish muddati o‘tishi bilan qonuniy kuchga kiradi», degan qoidadan kelib chiqadi. Sudining hukmi ustidan apellyatsiya shikoyatlari va protestlari hukm e’lon qilingan kundan e’tiboran yigirma sutka ichida, mahkum, oqlangan shaxs, jabrlanuvchi tomonidan esa ularga hukmning nusxasi topshirilgan kundan e’tiboran shunday muddat ichida berilishi mumkin. Bu hukm e’lon qilingan kundan boshlab yigirma kundan so‘ng qonuniy kuchga kiradi, degan ma’noni bildiradi. Hukmni e’lon qilish protsessual harakati Jinoyat-protsessual kodeksida belgilangan. Jinoyat-protsessual kodeksiga ko‘ra, shaxsni javobgarlikka tortish muddati o‘tgan bo‘lsa, shaxsning jinoyat sodir etilishida aybliligi to‘g‘risidagi masalani hal qilmay turib jinoyat ishi tugatilishi lozim. Javobgarlik muddatining o‘tishi ishni shaxsning aybdorlik masalasini hal qilmay turib tugatishga sabab bo‘ladi. Bunda, agar shaxsni javobgarlikka tortish muddati sud majlisi davomida tugagan bo‘lsa, sudlanuvchi sud zalidan jazo tayinlanmay ozod qilinadi va bu haqda qaror chiqariladi. Boshqacha so‘z bilan aytganda, tugallanish payti sud muhokamasiga emas, balki sharhlanayotgan moddaning birinchi qismida belgilangan. Muddatlarga bog‘liq bo‘ladi. Agar javobgarlikka tortish muddatlari dastlabki tergov jarayonigacha yoki tergov davomida tugasa, unda ish yuqorida ko‘rsatilgan asoslarga ko‘ra, tergovchi tomonidan tugatiladi, agar muddat sud tergovi vaqtida tugasa, unda shaxsning aybdorligi haqidagi masalani hal qilmasdan sud qarori chiqariladi. Agar javobgarlikka tortish muddatlarining tugash holati apellyatsiya va kassatsiya tartibida shikoyat keltirish yoki protest bildirish bosqichida aniqlangan bo‘lsa, sud ishni tugatish to‘g‘risida ajrim yoki qaror chiqaradi. Shaxsni javobgarlikka tortish bo‘yicha hech qanday protsessual yoki tergov harakatlari va jinoyat hodisasini tekshirish javobgarlikka tortish muddatlarini to‘xtata olmaydi. Javobgarlikka tortish muddatlari taqvim yillari bilan hisoblanadigan belgilangan muddatning oxirgi kuni soat 24:00 da tugallanadi. Agar muddatlarning davom etishi to‘xtatilsa, unda u oylar va kunlar bilan hisoblanishi mumkin.\n\n14. Sharhlanayotgan moddaning uchinchi qismi muddat o‘tishini to‘xtatib turish bilan bog‘liq alohida shart-sharoitlarni belgilab beradi. Jinoiy javobgarlikka tortish muddati jinoyat sodir etilgan kundan boshlab qonunda ko‘rsatilgan muddat tugaguniga qadar, uzluksiz tarzda kechaveradi. Biroq, Jinoyat kodeksining 64-moddasi 3-qismidagi qoidada belgilanishicha, agar jinoyat sodir etgan va jinoiy javobgarlikka tortilgan shaxs tergov yoki suddan yashirinsa, muddatning o‘tishi to‘xtatiladi. Muddat o‘tishi uzilishining asosiy shartlari: birinchidan, biron-bir fakt yuzasidan jinoyat ishi qo‘zg‘atilishi va muayyan shaxsning ayblanuvchi sifatida javobgarlikka tortilishi hamda ikkinchidan, tergov va suddan bo‘yin tovlashi. Jinoyat ishi qo‘zg‘atilishi bilan bog‘liq birinchi shart ushbu qoidaning asosiy tarkibiy qismi hisoblanadi, agar jinoyat ishi qo‘zg‘atilmagan bo‘lsa, odil sudlovdan bo‘yin tovlash haqidagi masalaning bo‘lishi ham mumkin emas. Nafaqat jinoyatni sodir qilishda ayblanayotgan yoki gumon qilinayotgan shaxsni, balki tergovga chaqirilgan, jinoyat sodir etganligi tufayli so‘roqqa chaqirilgan, ammo kelmaganlik ham tergov yoki suddan bo‘yin tovlash deb hisoblanadi. Boshqa shaxslarning (jinoyat protsessi ishtirokchilarining) dastlabki tergov va suddan bo‘yin tovlashi vaziyatlarida muddatni to‘xtatib turish sharti qo‘yilmaydi, chunki ular jinoyatni sodir qilishda gumon qilinuvchi yoki ayblanuvchi hisoblanishmaydi.\n\nHuquqni muhofaza qiluvchi organlarga hali ma’lum bo‘lib ulgurmagan jinoyatni sodir etgan shaxs, shuningdek, sodir etilgan jinoyatga aloqadorligi hali aniqlanmagan shaxs tergov va suddan bo‘yin tovlayotgan, deb e’tirof etilishi mumkin emas.\n\nIkkinchi shart tergov va suddan bo‘yin tovlash. Qonunda «yashirinmoq» atamasi qo‘llanadi. «Yashirinmoq» atamasining ma’nosi «bo‘yin tovlash» atamasining ma’nosiga tenglashtirilgan, chunki «yashirinmoq» so‘zining bevosita ma’nosi javobgarlikdan bo‘yin tovlashga qaratilgan harakatni anglatadi. Tergov yoki suddan bo‘yin tovlash deganda, shaxs tomonidan jinoiy javobgarlikdan qochish maqsadida va dastlabki tergov va sud idoralarini butun mamlakat yoki muayyan cheklangan hududda maxsus qidiruv choralarini tashkil etish zaruratini paydo qilgan, bila turib amalga oshirilgan har qanday harakatlar (turar joyini, familiyasini o‘zgartirish, boshqalarga tegishli yoki soxta hujjat bilan yashash) tushuniladi.\n\nShaxsni qidirish bilan bog‘liq bo‘lgan muddat javobgarlikka tortish muddatiga qo‘shilmaydi. Muddatning o‘tishi aybdor topilgan yoki u aybini bo‘yniga olib, arz qilgan kundan boshlab hisoblanadi. Shunday qilib, muddatga shaxs jinoyat sodir etib, tergov yoki suddan yashiringaniga qadar o‘tgan vaqt va ushlangan yoki aybini bo‘yniga olib kelganidan keyin o‘tgan vaqt kiradi. Agarda bu vaqt umumiy hisoblanganda JKning 64-moddasi 1-qismida ko‘rsatilgan muddatlardan oshsa, shaxs jinoiy javobgarlikka tortish muddati o‘tganligi munosabati bilan javobgarlikdan ozod kilinishi shart.\n\nSharhlanayotgan moddaning uchinchi qismi shaxs qo‘lga olingan yoki aybiga iqror bo‘lib kelgan vaqtdan boshlab muddat o‘tishi tiklanishini ko‘zda tutadi.\n\nUshlab turish jinoyat sodir etishda gumon qilinayotgan shaxsni uning jinoiy faoliyat bilan shug‘ullanishiga -\n\nbarham berish, qochib ketishining, dalillarni yashirishi yoki yo‘q qilib yuborishining oldini olish maqsadida qisqa muddatga ozodlikdan mahrum qilishdan iboratdir. Ushlab turish asoslari, muddati, tartibi hamda ushlangan shaxsning huquq va majburiyatlari jinoyat-protsessual qonunchiligida keltirib o‘tilgan. (Aybiga iqror bo‘lib kelish tushunchasi JKning 55-moddasida izohlangan va jazoni yengillashtiruvchi holat, deb qaraladi)\n\n15. Javobgarlikka tortish muddati institutining huquqiy tabiati jinoyat sodir etilgan kundan boshlab ma’lum bir vaqtning o‘tishi bilan jinoyatni sodir etishda ayblanayotgan shaxsning ijtimoiy xavfliligi yo‘qolishidan iboratdir. Aksincha, yangi bir jinoyatning sodir etilishi, shaxsning ijtimoiy xavfliligi davom etayotganligini ko‘rsatadi. Ko‘pincha bu holatlar qasddan jinoyat sodir etishda ko‘riladi, chunki u avval sodir etgan jinoyatini bilgan holda yana jinoiy xulq-atvorga yo‘l qo‘yadi.\n\nYangi jinoyatning sodir etilishi shaxs hamon jamiyat uchun xavf tug‘dirishidan dalolat beradi. Subyekt uning muayyan aksilijtimoiy qarashlaridan dalolat beradigan xulqni tanlagan. Ayniqsa, bu kabi shart-sharoitlar qasddan sodir etilgan jinoyatlarda namoyon bo‘ladi, chunki avval ham jinoyat qilganini yodida tutgan shaxs yana ongli ravishda jinoiy xulqini namoyish etadi.\n\nAna shundan kelib chiqib, Jinoyat kodeksining 64-moddasi to‘rtinchi qismida ko‘rsatilishicha, agar og‘ir yoki o‘ta og‘ir jinoyat sodir etgan shaxs ushbu moddada nazarda tutilgan muddatlar o‘tmasdan qasddan yangi jinoyat sodir etsa, muddatning o‘tishi uziladi. Bunday holda javobgarlikka tortish muddatlari yangi jinoyat sodir etilgan kundan boshlab hisoblanadi. Qolgan hollarda, agar shaxs javobgarlikka tortish muddatlari o‘tmasdan yangi jinoyat sodir etsa, bu muddatlar har bir jinoyat uchun alohida hisoblanadi. 16. Muddat o‘tishining uzilishi qasddan yangi jinoyat sodir etilgan vaqtgacha bo‘lgan muddat bekor qilinib, yangi jinoyat sodir etilgan paytdan boshlab tiklanadi. Qonunga oid ushbu qoida prinsipial ahamiyatga ega bo‘lib, uning mohiyati shundaki, muddat o‘tganligi shaxs yangi jinoyatga qo‘l urmagan holdagina qo‘llanishi mumkin. Shuning uchun, bu qoidani qo‘llash masalasini hal qila turib, tergov va sud idoralari ana shu shaxs mazkur muddat mobaynida boshqa qasddan jinoyat sodir etmaganligidan dalolat beradigan ma’lumotlarga ega bo‘lishlari shart. Aks holda, muddat o‘tishini qo‘llash tartibiga oid qonun talablari buzilishi mumkin.\n\nBu holda muddat o‘tishi uzilib, bekor qilinishi, muddat esa, yangi qasddan sodir etilgan jinoyat kunidan boshlab hisoblanishi uchun kuyidagi shart-sharoitlar mavjudligini aniqlash kerak:\n\nshaxsning sharhlanayotgan moddaning birinchi qismida ko‘rsatilgan muddatlar tugaguniga qadar og‘ir yoki o‘ta og‘ir jinoyat sodir etganligi;\n\nshaxsning sharhlanayotgan moddaning birinchi qismida ko‘rsatilgan muddatlar tugaguniga qadar qasddan yangi jinoyat sodir etganligi.\n\n17. Shunday qilib, jinoiy javobgarlikka tortish muddatlari kechishi uzilishining shartlaridan biri, deb shaxs tomonidan og‘ir yoki o‘ta og‘ir, biroq hali ular uchun jinoiy javobgarlikka tortilmagan, jinoyat sodir etganligi to‘g‘risidagi ma’lumotlarning mavjudligi belgilangan.\n\nBundan tashqari, avval sodir etgan og‘ir yoki o‘ta og‘ir jinoyati uchun jinoiy javobgarlikka tortilishi mumkin bo‘lgan muddat o‘tib borayotgan davrdagina qasddan yangi jinoyat sodir etilganligi fakti aniqlanishi uni to‘xtatish uchun asos bo‘lib xizmat qiladi. Bunda javobgarlikka tortish muddatlari uzilishi uchun aybdorning yangi jinoyati aybli, qasddan sodir etilganligi aniqlanishi lozim. (Qasddan sodir etilgan jinoyat tushunchasi JKning 21-moddasiga berilgan sharhda batafsil yoritilgan) 18. Shaxs tomonidan yangi qasddan jinoyat sodir etganligi to‘g‘risida ma’lumotlar mavjud bo‘lmasa, bunday holda u ana shunday jinoyatni sodir etmagan, deb topilib, avval sodir etgan jinoyati uchun javobgarlikka tortish muddati o‘tganligi ma’lum bo‘lsa, u jinoiy javobgarlikdan ozod etilishi kerak.\n\n19. Jinoiy javobgarlikka tortish muddati o‘tishi instituti fuqarolik qonunchiligida ba’zi bir da’volarga nisbatan belgilangan muddatsizlik prinsipiga asoslanmaydi. Sharhlanayotgan moddaning beshinchi qismida belgilab qo‘yilganidek, agar jinoyat sodir etilgan kundan boshlab ijtimoiy xavfi katta bo‘lmagan yoki uncha og‘ir bo‘lmagan. jinoyat sodir etilgan kundan boshlab o‘n yil, og‘ir jinoyat yoki o‘ta og‘ir jinoyat sodir etilgan kundan boshlab yigirma besh yil o‘tib ketgan bo‘lsa, shaxs javobgarlikka tortilishi mumkin emas.\n\nJinoyatning og‘irligidan qat’i nazar, uni sodir etgan shaxslarni bu qadar uzoq muddatdan so‘ng jinoiy javobgarlikka tortishning maqsadga muvofiq emasligi, birinchi navbatda, jazo maqsadlaridan kelib chiqadi. Jinoyat sodir etilganidan so‘ng qancha uzoq vaqt o‘tsa, jazo shuncha kam samara beradi, chunki aybdor shaxs bu davr mobaynida o‘z xulqi bilan to‘g‘ri yo‘lga kirganligini isbotlashi ham mumkin. Jinoiy javobgarlikka tortish va jazo choralarini ko‘rish kabi muayyan jinoiy huquqiy choralarni qo‘llash esa, uni to‘g‘ri yo‘lga yo‘llash emas, balki ilgari sodir etgan jinoyati uchun o‘ch olish bo‘lib qolardi.\n\n20. Sharhlanayotgan moddaning oltinchi qismi mazkur qoidadan istisno holatini ko‘zda tutadi. Bu qonda qonun bo‘yicha umrbod ozodlikdan mahrum qilish jazosi tayinlanishi mumkin bo‘lgan jinoyatlarga tegishli. Ko‘rsatilgan normaga ko‘ra, ushbu Kodeks Maxsus qismining moddasida umrbod ozodlikdan mahrum qilish jazosini tayinlash nazarda tutilgan jinoyatni sodir etgan shaxsga nisbatan javobgarlikka tortish muddatlarini qo‘llash masalasi sud tomonidan hal qilinadi. Agar sud javobgarlikka tortish muddatini qo‘llashni lozim topmasa, umrbod ozodlikdan mahrum qilish jazosi o‘rniga ozodlikdan mahrum qilish tayinlanadi. Aynan sud javobgarlikdan ozod qilish muddatini qo‘llash yoki qo‘llamaslik masalasini hal qiladi.\n\nAmaldagi qonunga ko‘ra, umrbod ozodlikdan mahrum qilish jazosi berilishi mumkin bo‘lgan jinoyatni sodir etgan shaxs, muddati o‘tgan-o‘tmaganligidan qat’i nazar, har qanday vaqtda jinoiy javobgarlikka tortilishi mumkin. Muddati o‘tganligini qo‘llash ana shunday jinoyat sodir etganlikda ayblangan shaxsning 25 yil o‘tganidan so‘ng jinoiy javobgarlikdan ozod etilishini anglatadi. Agar sud muddati o‘tganligini qo‘llash imkoni yo‘q, deb topsa, u holda umrbod ozodlikdan mahrum qilish jazosi o‘rniga ozodlikdan mahrum etish ko‘rinishida jazo belgilanishi kerak. Jinoyat qonunida sud muddati o‘tganligi masalasini qo‘llash-qo‘llamaslikni hal qilishi mumkin bo‘lgan mezonlar keltirilmagan. Bu qoidani qo‘llash sodir etilgan jinoyatning tavsifi va ijtimoiy xavflilik darajasiga, aybdorning shaxsiga va hattoki, jazoni yengillashtiruvchi yoki og‘irlashtiruvchi sharoitlarga ham bog‘liq emas, balki muayyan vaqt o‘tganidan so‘ng jinoyat sodir etgan shaxsning ijtimoiy xavfliligi qay darajada yo‘qolganiga bog‘liq bo‘ladi, chunki umrbod ozodlikdan mahrum qilish jazosi faqat o‘ta xavfli jinoyatlarga (aybni og‘irlashtiradigan holatlarda qasddan odam o‘ldirish va terrorizm) nisbatan qo‘llanadi. Buning ustiga, sud hech qanday chegaralar bilan cheklanmagan.\n\n21. Sharhlanayotgan moddaning yettinchi qismi xalqaro huquqning ustuvorligini e’tirof etgan holda jinoiy javobgarlikka tortish muddati o‘tganligini qo‘llash qoidalaridan istisno bo‘lgan hollarni ham belgilab o‘tib, unga asosan «150-157-moddalari, 158-moddaning 1-qismi, 159-moddaning 3 va 4-qismlari, 160, 161 va 244_2-moddalarida ko‘rsatilgan jinoyatlarni sodir etgan shaxslarga mazkur moddaga binoan javobgarlikka tortish muddatlari qo‘llanilmaydi. 1. Jinoyat qonuni ham ijtimoiy hayotda, ham huquq sohasida muhit o‘zgarishi mumkinligini ko‘zda tutadi va bu jinoiy javobgarlikka tortish va jazoni qo‘llashga ta’sir o‘tkazmay qolmaydi. JKning 65-moddasiga ko‘ra jinoyatni sodir etgan shaxsni javobgarlikdan ozod etishning umumiy asosi, deb sharoit o‘zgarishi tufayli qilmish yoki shaxs ijtimoiy xavfliligini yo‘qotganligi hisoblanadi.\n\nSharhlanayotgan moddada javobgarlikdan ozod etishning ikki mustaqil, lekin ma’no va mazmun jihatdan jinoiy javobgarlikdan ozod qilishda bir-biriga yaqin bo‘lgan asoslari ko‘rsatilgan:\n\nsharoit o‘zgarganligi tufayli sodir etilgan qilmish-ning ijtimoiy xavfliligini yo‘qotishi;\n\nsharoit o‘zgarishi bilan jinoyat sodir etgan shaxsning ijtimoiy xavfliligini yo‘qotishi.\n\nBirinchi holatda sodir etilayotgan vaqtda ijtimoiy xavfli bo‘lgan qilmishning o‘zi keyinchalik bu xususiyatini yo‘qotadi. Ikkinchi holatda esa, ijtimoiy xavfli qilmishga yo‘l qo‘ygan shaxs endilikda jamiyat uchun hech qanday ijtimoiy xavf tug‘dirmaydi. Har ikki holda ham ijtimoiy xavflilik tavsifi shart-sharoit o‘zgarishi natijasida yo‘qoladi.\n\n22. Sharhlanayotgan moddaning birinchi qismi belgilaydiki, ishni tergov qilish yoki sudda ko‘rish vaqtida sharoit o‘zgarganligi tufayli sodir etilgan qilmish o‘zining ijtimoiy xavfliligini yo‘qotgan deb topilsa, jinoyat sodir etgan shaxs javobgarlikdan ozod qilinishi mumkin. Sodir etilgan qilmishning ijtimoiy xavfliligini yo‘qotishiga oid shart-sharoitning o‘zgarishi tushunchasi butun mamlakat yoki muayyan mintaqa miqyosida jamiyat hayot faoliyatining barcha jabhalarida ro‘y bergan tub o‘zgarishlarni anglatadi. Shart-sharoit o‘zgarishi keng ko‘lamli bo‘lib, birgina muayyan qilmishning emas, balki shu turdagi barcha qilmishlar ijtimoiy xavfini yo‘qotishiga olib kelishi shart. Masalan, mamlakat yoki muayyan mintaqada favqulodda vaziyat bekor qilinganidan so‘ng favqulodda yo harbiy vaziyatda jinoyat, deb topilgan barcha qilmishlar o‘z ijtimoiy xavflilik xususiyatini yo‘qotadi. \n\n23. Sharoitning o‘zgarishi deganda, obyektiv voqelikning o‘zgarishi bois sodir etilgan jinoyatning Yangi ijtimoiy sharoitlarda o‘zining ijtimoiy xavfliligini yo‘qotganligi tushuniladi. Ayni vaqtda sharoitning o‘zgarishi butun davlat miqyosida, shuningdek, ma’lum bir hududda ham bo‘lishi mumkin. Masalan, g‘ayriqonuniy ravishda taqiqlangan joyda baliq ovlash ijtimoiy xavfli hisoblanib, Jinoyat kodeksining 202-moddasiga ko‘ra, javobgarlikka tortishga sabab bo‘ladi. Biroq, miqdorining ko‘payib ketishi yoki yemish tanqisligi sharoitida muayyan jonivorlarning kirilib ketish xavfi paydo bo‘lishi tufayli bunday joylarda baliq tutish va ov qilish rasmiy ravishda ruxsat etilgan bo‘lsa, ushbu ruxsatdan so‘ng bu qilmishlar o‘z ijtimoiy xavflilik tavsifini yo‘qotadi va bunday harakat jinoyat hisoblanmaydi. Shu bilan birga shuni ham unutmaslik kerakki, agar jinoyat sodir etilganidan so‘ng jinoyat qonuni yengillashtirilgan yoki umuman bekor qilingan bo‘lsa, u holda aybdor shaxs Jinoyat kodeksining 65-moddasiga binoan sharoit o‘zgarishi oqibatida emas, balki Jinoyat kodeksining 13-moddasi ikkinchi qismiga ko‘ra, ya’ni qonunni orqaga qaytish kuchi qoidasiga muvofiq, jinoiy javobgarlikdan ozod etiladi.\n\n24. Shaxs yoki qilmish ijtimoiy xavfliligini yo‘qotishi sababli aybdorni jinoiy javobgarlikdan ozod qilish muayyan ijtimoiy munosabatlarning dekriminalizatsiya qilinishi, deb hisoblash uchun asos bo‘la olmaydi.\n\nQilmishni jinoiy jabhadan chiqarish, uning asoslaridan qat’i nazar, shu jumladan, qilmish ijtimoiy xavfliligini yo‘qotganligi tufayli ham, jinoiy javobgarlikning o‘zini inkor etadi. Masalan, Jinoyat kodeksining 187-moddasi O‘zbekiston Respublikasining «O‘zbekiston Respublikasining ayrim qonun hujjatlariga o‘zgartirishlar va qo‘shimchalar kiritish, shuningdek ayrimlarini o‘z kuchini yo‘qotgan deb topish to‘g‘risida»gi Qonuni asosida chiqarib tashlangan. Dekriminalizatsiyada jinoiy javobgarlikka tortishga sabab bo‘lmaydi, chunki bunda umuman jinoyat mavjud bo‘lmaydi.\n\n25. Sharhlanayotgan moddaning ikkinchi qismida shaxs ijtimoiy xavflilik xususiyatini yo‘qotganligi tufayli jinoiy javobgarlikdan ozod qilish mumkinligi nazarda tutilgan. Sharhlanayotgan moddaning birinchi qismidan farqli ravishda, ikkinchi qismining qoidalari qilmish emas, balki aynan shaxs ijtimoiy xavflilik xususiyatini yo‘qotishiga tegishli.\n\nJinoyat sodir etgan shaxs ijtimoiy xavfliligini yo‘qotishiga oid sharoitning o‘zgarishi tor ma’noda tushuniladi: shaxsning jinoyatni sodir etgan va undan keyingi vaqtdagi hayoti va faoliyati shart-sharoitlariga bog‘liq. Ko‘pincha amaliyotda shunga o‘xshash sharoitning o‘zgarishiga jinoyat sodir etgan shaxsning armiyaga xizmatga chaqiruvi, uning ishga yoki o‘qishga kirishi, jinoyat sodir etganligi. oilaviy munosabatlarning yaxshilanishi yoki aybdorning og‘ir kasalligi tufayli mansabdan ketishi sabab bo‘ladi. Jinoyat sodir etgan shaxs ijtimoiy xavfliligini yo‘qotganligi haqida nafaqat uning hayotining obyektiv sharoitlari, balki uning sodir etilgan jinoyatdan keyingi xulqi hamda uning namunali xulqi, kasbiy va ijtimoiy majburiyatlariga munosabati va hatto uning axloqi guvohlik qiladi. Agar aybdor o‘n oltiga kirmagan shaxs bilan jinsiy aloqaga kirgan, lekin oqibatda u bilan turmush qurish uchun ro‘yxatdan o‘tib va to‘liq oila qurgan bo‘lsa, shaxs ijtimoiy xavfliligi yo‘qotilishiga sabab bo‘lgan sharoitlar o‘zgarganligi tufayli uni javobgarlikdan ozod qilish masalasini ko‘rib chiqish shart. 6. Sharoitning o‘zgarishi tufayli qilmishning va shaxsning ijtimoiy xavfliligini yo‘qotgan, deb baholash va uni kvalifikatsiya qilish, qonunda ko‘rsatilganidek, dastlabki tergov va sud idoralari tomonidan amalga oshiriladi. Bunda mazkur asoslarga ko‘ra kvalifikatsiya qilish qilmish sodir etilgan vaqtda emas, balki faqat ishni tergov qilish yoki sudda ko‘rish paytida amalga oshirish kerakligini unutmasliklari shart. Bu haqda sharhlanayotgan moddadagi «ishni tergov qilish yoki sudda ko‘rish vaqtida sodir etilgan qilmish o‘zining ijtimoiy xavfliligini yo‘qotgan deb topilsa» degan ko‘rsatma guvohlik qiladi.\n\n27. «Tergov qilish vaqtida» tushunchasi surishtiruv\n\nva dastlabki tergovdan boshlab, ishning prokuror tomonidan sudga yuborilishi bilan tugaydigan davrni anglatadi.\n\n28. «Ishni sudda ko‘rish vaqtida» tushunchasi sud tergovidagi tayyorgarlik bosqichidan boshlab, sudga ish kelib tushganda, uni sudda ko‘rishga tayinlash masalasidan to hukm chiqarilishi bilan tugaydigan davrni anglatadi.\n\nBunday hollarda tergovchi, prokuror aybdorning roziligi bilan jinoyat ishini to‘xtatish to‘g‘risida, sudya esa, aybdor roziligi bilan jinoyat ishi bo‘yicha ish yuritishni tugatish to‘g‘risida ajrim yoki ayblanuvchining talabiga binoan, ishni sudda ko‘rishni tayinlash to‘g‘risida ajrim chiqaradi.\n\n29. Jinoyat-protsessual qonuni dastlabki tergov idoralari va sudning vakolatlarini belgilay turib jinoyat ishini qilmish yoki shaxs ijtimoiy xavflilik tavsifini yo‘qotganligi sababli tugatishni ko‘zda tutmagan. Xususan, JPKning 333-moddasida JPKning 84-moddasi 5-qismi 1-bandida ko‘rsatilgan asoslarga binoan jinoyat ishi qo‘zg‘atilishining rad etilishi yoki jinoyat ishining sud tomonidan tugatilishi mumkinligi ko‘rsatilmagan.\n\nShu bilan birga, JPKning 84-moddasi 5-qismi 1-bandi mazmuniga asosan, ishni tergov qilish yoki sudda ko‘rib chiqish paytiga kelib, qilmish ijtimoiy xavflilik xususiyatini yo‘qotgan yoxud vaziyat o‘zgarishi oqibatida bu shaxs ijtimoiy jihatdan xavfli bo‘lmay qolgan, deb e’tirof etilsa, jinoyat ishi shaxsning roziligi bilan uning aybliligi haqidagi masalani hal qilmay turib tugatilishi mumkin.\n\nJPKning 84-moddasi 5-qismi 1-bandi mazmuniga asosan, ayblanuvchi dastlabki tergov yoki sud muhokamasida sharoit o‘zgarishi tufayli javobgarlikdan ozod qilish, ya’ni ayblilik masalasini hal qilmasdan turib jinoyat ishini tugatish asosi, deb hisobga olish huquqidan foydalanishi mumkin."
        },
        {
            "modda_raqami": "65-modda. Qilmish yoki shaxs ijtimoiy xavfliligini yo‘qotganligi munosabati bilan javobgarlikdan ozod qilish",
            "matni": "Ishni tergov qilish yoki sudda ko‘rish vaqtida sharoit o‘zgarganligi tufayli sodir etilgan qilmish o‘zining ijtimoiy xavfliligini yo‘qotgan deb topilsa, jinoyat sodir etgan shaxs javobgarlikdan ozod qilinishi mumkin.\nIshni tergov qilish yoki sudda ko‘rish vaqtida sharoit o‘zgarganligi tufayli jinoyat sodir etgan shaxs ijtimoiy xavflilik xususiyatini yo‘qotgan deb topilsa, javobgarlikdan ozod qilinishi mumkin.",
            "sharxi": "1. Jinoyat qonuni ham ijtimoiy hayotda, ham huquq sohasida muhit o‘zgarishi mumkinligini ko‘zda tutadi va bu jinoiy javobgarlikka tortish  va jazoni qo‘llashga ta’sir o‘tkazmay qolmaydi. O‘zbekiston Respublikasi Jinoyat qonunining insonparvarlik prinsiplaridan biri jinoiy qilmish ijtimoiy xavfliligini yo‘qotganligi yoki shaxs ijtimoiy xavfliligini yo‘qotganligi munosabati bilan jinoiy javobgarlikdan ozod qilishdir.\n\nSharhlanayotgan moddada javobgarlikdan ozod etishning ikki mustaqil, lekin ma’no va mazmun jihatdan jinoiy javobgarlikdan ozod qilishda bir-biriga yaqin bo‘lgan asoslari ko‘rsatilgan:\n\n· sharoit o‘zgarganligi tufayli qilmishning ijtimoiy xavfliligini yo‘qotishi;\n\n· sharoit o‘zgarishi bilan shaxsning ijtimoiy xavfliligini yo‘qotishi.\n\nBirinchi holatda sodir etilayotgan vaqtda ijtimoiy xavfli bo‘lgan qilmishning o‘zi keyinchalik bu xususiyatini yo‘qotadi. Ikkinchi holatda esa ijtimoiy xavfli qilmishga yo‘l qo‘ygan shaxs endilikda jamiyat uchun hech qanday ijtimoiy xavf tug‘dirmaydi. Har ikkala holda ham ijtimoiy xavflilik tavsifi shart-sharoit o‘zgarishi natijasida yo‘qoladi.\n\n2. Sharhlanayotgan moddaning birinchi qismi, ishni tergov qilish yoki sudda ko‘rish vaqtida sharoit o‘zgarganligi tufayli sodir etilgan qilmish yoki jinoyat sodir etgan shaxs o‘zining ijtimoiy xavflilik xususiyatini yo‘qotgan deb topilsa, jinoyat sodir etgan shaxs javobgarlikdan ozod qilinishi mumkinligi ko‘zda tutilgan.\n\nSodir etilgan qilmishning ijtimoiy xavfliligini yo‘qotishiga oid shart-sharoitning o‘zgarishi tushunchasi butun mamlakat yoki muayyan mintaqa miqyosida jamiyat hayot faoliyatining barcha jabhalarida ro‘y bergan tub o‘zgarishlarni anglatadi.\n\nShart-sharoit o‘zgarishi keng ko‘lamli bo‘lib, birgina muayyan qilmishning emas, balki shu turdagi barcha qilmishlar ijtimoiy xavfini yo‘qotishiga olib kelishi shart. Masalan, mamlakat yoki muayyan mintaqada favqulodda vaziyat bekor qilinganidan so‘ng favqulodda yo harbiy vaziyatda jinoyat deb topilgan barcha qilmishlar o‘z ijtimoiy xavflilik xususiyatini yo‘qotadi.\n\n3. Sharoitning o‘zgarishi deganda, obyektiv voqelikning o‘zgarishi bois sodir etilgan jinoyatning yangi ijtimoiy sharoitlarda o‘zining ijtimoiy xavfliligini yo‘qotganligi tushuniladi. Ayni vaqtda sharoitning o‘zgarishi butun davlat miqyosida, shuningdek, ma’lum bir hududda ham bo‘lishi mumkin. Masalan, g‘ayriqonuniy ravishda ta’qiqlangan joyda baliq ovlash ijtimoiy xavfli hisoblanib, Jinoyat kodeksining 202-moddasiga ko‘ra, javobgarlikka tortishga sabab bo‘ladi. Biroq, baliq miqdorining ko‘payib ketishi yoki yemish tanqisligi sharoitida muayyan jonivorlarning qirilib ketish xavfi paydo bo‘lishi tufayli bunday joylarda baliq tutish va ov qilish rasmiy ravishda ruxsat etilgan bo‘lsa, ushbu ruxsatdan so‘ng bu qilmishlar o‘z ijtimoiy xavflilik tavsifini yo‘qotadi va bunday harakat jinoyat hisoblanmaydi. Shu bilan birga shuni ham unutmaslik kerakki, agar jinoyat sodir etilganidan so‘ng jinoyat qonuni yengillashtirilgan yoki umuman bekor qilingan bo‘lsa, u holda aybdor shaxs Jinoyat kodeksi 65-moddasiga binoan shart-sharoit o‘zgarishi oqibatida emas, balki Jinoyat kodeksi 13-moddasi ikkinchi qismiga ko‘ra ya’ni qonuninng orqaga qaytish kuchi qoidasiga muvofiq jinoiy javobgarlikdan ozod etiladi.\n\n4. Shaxs yoki qilmish ijtimoiy xavfliligini yo‘qotishi sababli aybdorni jinoiy javobgarlikdan ozod qilish muayyan ijtimoiy munosabatlarning dekriminalizatsiya qilinishi, deb hisoblash uchun asos bo‘la olmaydi.\n\nQilmishni jinoiy jabhadan chiqarish, uning asoslaridan qat’i nazar, shu jumladan qilmish ijtimoiy xavfliligini yo‘qotganligi tufayli ham, jinoiy javobgarlikning o‘zini inkor etadi. Masalan, Jinoyat kodeksi 187-moddasi O‘zbekiston Respublikasining \"O‘zbekiston Respublikasi qonuniy hujjatlariga o‘zgartirish va qo‘shimchalar kiritish, shuningdek, ulardan ba’zilarini kuchini yo‘qotgan deb e’tirof etish to‘g‘risida\"gi Qonuni asosida bekor qilingan. Dekriminalizatsiyada jinoyat tarkibi – obyekti bo‘lmaganligi uchun jinoiy javobgarlikka tortishga sabab bo‘lmaydi. Bunda shaxsni jinoiy javobgarlikka tortish uchun asoslar mavjud bo‘lmaydi.\n\n 5. Sharoitning o‘zgarishi tufayli qilmishning va shaxsning ijtimoiy xavfliligini yo‘qotgan deb baholanishi dastlabki tergov va sud idoralari tomonidan amalga oshiriladi. Bunda mazkur asoslarga ko‘ra baholash qilmish sodir etilgan vaqtda emas, balki faqat ishni tergov qilish yoki sudda ko‘rish paytida amalga oshirilishi kerakligini unutmasliklari shart. Hukm e’lon qilingandan keyin JK 65-moddasini qo‘llab javobgarlikdan ozod qilish mumkin emas. Chunki qonunda faqat ishni tergov qilish va sudda ko‘rish paytidagi sharoitning o‘zgarganligi asos qilib olingan.\n\n6. Surishtiruv yoki sudda ko‘rish vaqtiga kelib, - degan tushuncha jinoiy javobgarlikdan ozod etishning ushbu asosi tergov yoki sud ishiga qadar yuzaga kelishini anglatadi. Jinoyat-protsessual kodeksning mohiyatiga ko‘ra surishtiruv deganda surishtiruv va dastlabki tergov jarayoni tushuniladi. Tergov jarayoni o‘z ichiga jinoyat ishi qo‘zg‘atilib, u sudga yuborilgunga qadar bo‘lgan davrni o‘z ichiga oladi.\n\n7. Tergov vaqtiga qadar, tushunchasi ostida surishtiruvni dastlabki tergov jarayonidagi faoliyatning ma’lum qismi sifatida tushunish zarur. Shuni ham unutmaslik kerakki, jinoyat-protsessual qonunda ko‘zda tutilgan asoslar mavjud bo‘lganida jinoiy ish qo‘zg‘atishdan voz kechilishi ham mumkin. Bu hujjat surishtiruvga chiqarilib, bu jinoiy qonunining \"tergov vaqtiga qadar…\" kabi ta’rifiga tenglashtiriladi.\n\n8. Ish sudda ko‘rilguniga qadar, tushunchasi ostida dastlabki tergovni yoki sud tergovining tayyorgarlik bosqichi anglanib, bunda jinoyat ishining sudda ko‘rish uchun tayinlash vaqti va tartibini belgilaydi. Bunday hollarda tergovchi, prokuror aybdorning roziligi bilan jinoyat ishini to‘xtatish to‘g‘risida, sud’ya esa shuningdek aybdor roziligi bilan jinoyat ishi bo‘yicha ishlarni tugatish to‘g‘risida qaror chiqaradi.Qo‘zg‘atilgan ishni qabul qilib olgan tergovchi aybdorga ish sharoiti o‘zgarganligi tufayli to‘xtatilishi mumkinligini tushuntirib berishi shart. Prokuror zimmasiga ham xuddi shunday vazifa yuklangan bo‘lib, ya’ni u aybdor tomonidan jinoyat ishining tugatilishi to‘g‘risidagi ariza taqdim etilganmi yo yo‘qmi yoki ana shunday rozilik taqdim etish imkoni bor-yo‘qligini aniqlashi shart. Jinoyat ishini sudda ko‘rib chiqish uchun topshirish jarayonida sud’ya ishni aybdorning roziligi bilan ish ko‘rilishini tugatishi yoki aybdor talab qilgan hollarda sud majlisini tayinlashi mumkin. Agar shaxs ishning tugutilishiga qarshilik bildirsa, bunday holatda ish tugatilmaydi.Bunday holatda ish umumiy tartibda ko‘rilib, sudning ayblov yoki oqlov hukmi chiqarilishi bilan tugatiladi.\n\n9. Jinoyat-protsessual qonuni, dastlabki tergov idoralarining vakolatlarini belgilay turib, jinoyat ishni qilmish yoki shaxs ijtimoiy xavflilik tavsifini yo‘qotganligi sababli tugatishni ko‘zda tutmagan.  Faqatgina JPK 84-moddasi  beshinchi qismiga ko‘ra, ishni tergov qilish yoki sudda ko‘rib chiqish paytiga kelib, qilmish ijtimoiy xavflilik xususiyatini yo‘qotgan yoxud vaziyat o‘zgarishi oqibatida bu shaxs ijtimoiy jihatdan xavfli bo‘lmay qolgan deb e’tirof etilsa, shaxsning roziligi bilan uning aybliligi haqidagi masalani hal qilmay turib tugatish mumkin.  \n\n10. Sharhlanayotgan moddaning ikkinchi qismi shaxs ijtimoiy xavflilik xususiyatini yo‘qotganligi oqibatida jinoiy javobgarlikdan ozod qilishni ko‘zda tutadi. Jinoyat-protsessual kodeksi 65-moddasi birinchi qismidan farqli ravishda ikkinchi qism qoidalari qilmish emas, balki shaxs ijtimoiy xavfliligini yo‘qotganiga tegishli.\n\nQilmishning ijtimoiy xavfliligini yo‘qotuvchi holatdan farqli ravishda, u shaxs tomonidan jinoyat sodir etilgunga qadar yoki jinoyat sodir etilgandan so‘ng sharoitning o‘zgarishi bilan bog‘liq bo‘ladi. Boshqacha qilib aytganda, aybdor shaxsni ijtimoiy xavflilik nuqtayi nazaridan huquqiy baholashning o‘zgarishidir. Jinoyat sodir etgan shaxsni ijtimoiy xavfli emas, deb topish uncha og‘ir bo‘lmagan jinoyatlarni sodir qilishda aybdor bo‘lgan shaxsni, ba’zi holatlar munosabati bilan xavflilik darajasi yo‘qolgan deb hisoblashdan iboratdir. Masalan, armiya xizmatini o‘tashga chaqirilgan shaxs uncha og‘ir bo‘lmagan jinoyatni birinchi marta sodir qilgan bo‘lsa, tergov organi yoki sud uni javobgarlikdan ozod qilib, harbiy xizmatni o‘tashiga imkon berishi mumkin.  \n\nJinoyatni sodir etgan shaxs ijtimoiy xavflilik xususiyatini yo‘qotganligi, nafaqat uning obyektiv yashash sharoitlari, balki jinoyat sodir etganidan keyingi xulq-atvori, shuningdek. uning namunali xulqi va xizmati  hamda ijtimoiy majburiyatlariga bo‘lgan munosabatidan ham dalolat berishi mumkin."
        },
        {
            "modda_raqami": "66-modda. Aybdor o‘z qilmishiga amalda pushaymon bo‘lganligi munosabati bilan javobgarlikdan ozod qilish.",
            "matni": "Ijtimoiy xavfi katta bo‘lmagan yoki uncha og‘ir bo‘lmagan jinoyatni birinchi marta sodir etgan shaxs, agar u aybini bo‘yniga olish to‘g‘risida arz qilgan, chin ko‘ngildan pushaymon bo‘lgan, jinoyatning ochilishiga faol yordam bergan va keltirilgan zararni bartaraf qilgan bo‘lsa, javobgarlikdan ozod qilinishi mumkin. Ushbu Kodeks Maxsus qismining tegishli moddasida alohida ko‘rsatilgan hollarda, jinoyat sodir etgan shaxs o‘z qilmishiga amalda pushaymon bo‘lgan taqdirda javobgar-likdan ozod qilinishi lozim.",
            "sharxi": "1. Amalda pushaymon bo‘lganligi munosabati bilan javobgarlikdan ozod qilishning asosi sifatida jinoyat sodir etgandan keyin o‘zining xulqi bilan amalda pushaymonligini tasdiqlagan va shu bilan o‘zining ijtimoiy xavfliligini yo‘qotgan shaxsni jinoiy javobgarlikka tortishning maqsadga muvofiq emasligi ilgari suriladi. Sharhlanayotgan moddaning 1-qismiga binoan, «ijtimoiy xavfi katta bo‘lmagan yoki uncha og‘ir bo‘lmagan jinoyatni birinchi marta sodir etgan shaxs, agar u aybini bo‘yniga olish to‘g‘risida arz qilgan, chin ko‘ngildan pushaymon bo‘lgan, jinoyatning ochilishiga faol yordam bergan va keltirilgan zararni bartaraf qilgan bo‘lsa, javobgarlikdan ozod qilinishi mumkin».\n\nAmalda pushaymon bo‘lish deganda, aybini o‘z bo‘yniga olish to‘g‘risida arz qilgan, huquqni muhofaza qiluvchi organlarga jinoyatning ochilishida va uni sodir etgan shaxslarni topishda yordam bergan va yetkazilgan zararni qoplagan shaxsning faol xatti-harakati tushuniladi.\n\n2. Amalda pushaymon bo‘lish jinoiy javobgarlikdan ozod qilishning asosi sifatida qabul qilinishi uchun sharhlanayotgan modda quyidagi belgilar bo‘lishi lozimligini belgilaydi:\n\nshaxsning birinchi marta jinoyat sodir etishi;\n\nsodir etilgan jinoyatning ijtimoiy xavfi katta bo‘lmasligi yoki uncha og‘ir bo‘lmasligi;\n\nshaxs aybini o‘z bo‘yniga olish to‘g‘risida arz qilganligi;\n\naybdorning chin ko‘ngildan pushaymon bo‘lganligi;\n\njinoyatni ochishda yordam berish;\n\nkeltirilgan zararni bartaraf qilish.\n\nAna shu ko‘rsatilgan barcha belgilarning mavjudligi aybdor shaxsning haqiqatan ham pushaymonligi va u aybiga iqrorligidan dalolat berib, bu uni jinoiy javobgarlikdan ozod etish uchun yetarli bo‘lib ko‘rinadi. Yuqorida ko‘rsatilib o‘tilgan belgilardan birortasining bo‘lmasligi, jinoiy javobgarlikni bekor qilishga to‘sqinlik qilishi mumkin va bu hol JKning 55-moddasi 1-qismi «a» bandida nazarda tutilgan jazoni yengillashtiruvchi holat, deb e’tirof etilishi mumkin, xolos.\n\n3. Shaxs ijtimoiy xavfi katta bo‘lmagan yoki uncha og‘ir bo‘lmagan jinoyat sodir etgan bo‘lsagina qilmishiga amalda pushaymon bo‘lganligi munosabati bilan jinoiy javobgarlikdan ozod etilishi mumkin. (Ijtimoiy xavfi katta bo‘lmagan va uncha og‘ir bo‘lmagan jinoyat tushunchalariga JKning 15-moddasi sharhida izoh berilgan)\n\nOg‘ir yoki o‘ta og‘ir jinoyatlar sodir etgan hollarda shaxsning amalda pushaymon bo‘lishiga sharhlanayotgan modda qo‘llanilmaydi. Bunday hollarda, JKning 55-moddasi 1-qismi «a» bandiga asosan, shaxsning jinoyatni ochishda faol qatnashishi, aybini bo‘yniga olish to‘g‘risida arz qilishi, chin ko‘ngildan pushaymonligi yoki jinoyatni ochishda, ya’ni jinoyatning boshqa ishtirokchilarini topishda, jinoyat ortidan topilgan mulkni qidirishdagi faol harakatlari, jabrlanuvchiga jinoyat sodir etilgandan keyin tibbiy yoki boshqa yordam berishi hamda yetkazilgan zararni qoplashga yo‘naltirilgan boshqa harakatlarini qonun jazoni yengillashtiruvchi holatlar, deb topadi. Aybdor o‘z qilmishiga amalda pushaymon bo‘lganligi Jinoyat kodeksi Maxsus berilgan sharhga qarang)\n\nqismining moddalarida nazarda tutilgan hollar yuqorida ko‘rsatilgan qoidadan mustasno. (JKning 55-moddasiga\n\n4. Jinoiy javobgarlikdan ozod etishning sharhlanayotgan asosi birinchi marta ijtimoiy xavfi katta bo‘lmagan yoki uncha og‘ir bo‘lmagan jinoyatni sodir etgan, ya’ni muqaddam sudlanmagan, tergov yoki sud ostida bo‘lmagan, tergov va suddan yashirinmagan shaxslarga taalluqlidir. Jinoyatni birinchi marta sodir etish avvallari shaxs hech qanday jinoyat sodir etmaganligini anglatadi.\n\nAgarda shaxs kam ahamiyatliligi sababli ijtimoiy xavfliligi yo‘q qilmishni sodir etgan bo‘lsa (JKning 36-moddasi), jinoyat sodir etilgan kundan boshlab jinoiy javobgarlikka tortish muddatlari o‘tgan bo‘lsa (JKning 64-moddasi), qilmish yoki shaxs ijtimoiy xavfliligini yo‘qotganligi munosabati bilan u javobgarlikdan ozod qilinsa (JKning 65-moddasi), amalda pushaymon bo‘lganligi munosabati bilan (JKning 66-moddasi), yarasholganligi munosabati bilan (JKning 661-moddasi) yoki amnistiya akti asosida javobgarlikdan ozod qilinganda (JKning 68-moddasi) ham jinoyat birinchi marta sodir etilgan, deb hisoblanishi kerak. Yangi jinoyat sodir etgan shaxsning oldingi jinoyati uchun sudlanganligi tugallangan yoki olib tashlangan hollarida ham ushbu shaxs jinoyatni birinchi marta sodir qilgan, deb topiladi.\n\n5. Aybini bo‘yniga olish to‘g‘risida arz qilish, chin\n\nko‘ngildan pushaymon bo‘lish, jinoyatning ochilishiga faol yordam berish va keltirilgan zararni bartaraf qilish bularning barchasi amalda pushaymon bo‘lishning yagona shaklini hosil qiladi.\n\nAybini bo‘yniga olish to‘g‘risida arz qilish deganda, hali ushbu jinoyatni sodir etishda gumonlanuvchi yoki aybdor, deb e’tirof etilmagan shaxsning o‘zi tomonidan hech qanday majburlovsiz huquqni muhofaza qiluvchi organlarga murojaat qilishidir. (Aybini bo‘yniga olish to‘g‘risida arz qilish xususida JKning 55-moddasi birinchi qismi «a» bandi sharhiga qarang)\n\nChin ko‘ngildan pushaymon bo‘lish sodir etgan jinoyatni bo‘yniga olish, qilmishi va jinoiy oqibatlari to‘g‘risida afsuslanish va jazoni o‘zining xatti-harakati uchun adolatli va xolis jazo sifatida qabul qilishdir.\n\nJinoyatni ochishga faol yordam berish har xil shaklda bo‘lishi mumkin: jinoyatning boshqa ishtirokchilarini fosh qilish, sodir etilgan jinoyat guvohlarini aniqlashda, jinoyatga oid qurollar, buyumlar va sodir etish vositalarini, shu bilan birga turli daliliy ashyolarni topishda ko‘maklashish, o‘g‘irlangan mol-mulk hamda qidiruvdagi shaxslarning yashiringan joyini ma’lum qilish, tergov va sud ishlarida faol ishtirok etish, yuzma-yuz uchrashuv chog‘ida yolg‘on ko‘rsatma berayotgan boshqa gumondor yoki aybdorlarni fosh etish va h.k. (jinoyatni fosh etishga faol ko‘maklashish to‘g‘risida Jinoyat kodeksining 55-moddasi birinchi qismi «a» bandi sharhiga qarang).\n\nKeltirilgan zararni bartaraf qilish amalda pushaymon bo‘lishning zaruriy belgisi. Sharhlanayotgan modda doirasida qonun chiqaruvchi zarar o‘rnini qoplash emas, aynan uni bartaraf qilish, deb o‘tilib, bu ikki tushuncha o‘zaro farqlanadi. Zarar o‘rnini qoplash amalda zarar uchun tovon to‘lashni anglatadi. Bunday holda zarar bartaraf etilmay, balki unga ekvivalent bo‘lgan mol-mulk bilan uning o‘rni qoplanadi. Bu ikki tushuncha o‘rtasidagi farq fuqarolik qonunchiligini tahlil etishda ham namoyon bo‘ladi, bu yerda ham «zarar o‘rnini qoplash» atamasi qo‘llaniladi.\n\nTovon to‘lash hollari zararni bartaraf qilish sifatida ko‘rilishi mumkin emas, chunki u hamisha ham aybdorning chin ko‘ngildan pushaymonligi, uning obro‘-e’tibori tiklanishi bilan bog‘liq emas. Ko‘rsatilgan hollarda zarar o‘rnini qoplashni iqtisodiyot sohasidagi jinoyatlarga nisbatan qo‘llash mumkin. Zararni bartaraf qilish esa shu bilan birga jabrlanuvchi yoki uning yaqin qarindoshlari ruhiy iztiroblarini yengillashtirishdan ham iborat bo‘lishi kerak. Harakatsizlikdan iborat bo‘lgan, ya’ni ota-onasini boqishdan bosh tortish, harbiy yoki muqobil xizmatdan bosh tortish kabilarda yetkazilgan zararni ixtiyoriy ravishda bartaraf qilish ushbu jinoyatlar uchun asos bo‘lgan majburiyatlarni ado etishda ham ifodalanishi mumkin. Nihoyat, shaxsning sha’ni va qadr-qimmatiga tajovuz qiladigan jinoyatlar, masalan, tuhmat va haqorat qilish, yetkazilgan zararni qoplash oshkora (matbuot vositalarida, sudda) uzr so‘rash yoki tuhmat-bo‘hton materiallarni rad etish orqali amalga oshirilishi ham mumkin. Yetkazilgan zararni bartaraf qilishning barcha shu kabi shakllari jinoyat tufayli yetkazilgan zarar o‘rni moddiy jihatdan qoplanishi bilan birga keladi. (Zararni bartaraf qilish xususida to‘laroq JKning 55-moddasi 1-qismi «a» bandida bayon etilgan).\n\n6. Faqatgina yuqorida ko‘rsatilgan shartlarning bir vaqtda mavjudligida (ijtimoiy xavfi katta bo‘lmagan yoki uncha og‘ir bo‘lmagan jinoyatning birinchi marta sodir etilishi va boshqalar) JKning 66-moddasiga asosan aybdor shaxsni javobgarlikdan ozod qilish masalasi qo‘yilishi mumkin. 7. Sharhlanayotgan moddaning 2-qismiga muvofiq, ushbu Kodeks Maxsus qismining tegishli moddasida alohida ko‘rsatilgan hollarda, jinoyat sodir etgan shaxs o‘z qilmishiga amalda pushaymon bo‘lgan taqdirda javobgarlikdan ozod qilinishi lozim». Ta’kidlash lozimki, JKning 66-moddasi 2-qismida ko‘zda tutilgan hollar Jinoyat kodeksining davlatga xoinlik qilish (157-modda), O‘zbekiston Respublikasining konstitutsiyaviy tuzumiga tajovuz kilish (159-modda), josuslik (160-modda), pora berish (211-modda), pora olish-berishda vositachilik qilish (212-modda), diniy ekstremistik, separatistik, fundamentalistik yoki boshqa taqiqlangan tashkilotlar tuzish, ularga rahbarlik qilish, ularda ishtirok etish (2442-modda), kurol, o‘q-dorilar, portlovchi moddalar yoki portlatish qurilmalariga qonunga xilof ravishda egalik qilish (248-modda) uchun javobgarlikni nazarda tutuvchi moddalarida o‘z ifodasini topgan.\n\nJPKning 84-moddasi 1-qismi 8-bandiga asosan, O‘zbekiston Respublikasi Jinoyat kodeksi Maxsus qismining tegishli moddasida shaxsning o‘z qilmishiga amalda pushaymon bo‘lganligi tufayli javobgarlikdan ozod qilinishi nazarda tutilgan bo‘lsa, shaxsning jinoyat sodir etilishida aybliligi to‘g‘risidagi masalani hal qilmay turib jinoyat ishi tugatilishi lozim. Bunda JPKning 84-moddasi 2-qismiga ko‘ra, agar ayblanuvchi, sudlanuvchi yoki vafot etgan ayblanuvchining, sudlanuvchining yaqin qarindoshlari talab qilsa, ishni yuritish umumiy tartibda davom ettirilishi mumkin. Bunday hollarda hukm qilish uchun asoslar mavjud bo‘lsa, ayblov hukmi jazo tayinlanmasdan chiqariladi.\n\n8. Aybdor o‘z qilmishiga amalda pushaymon bo‘lganligi tufayli jinoiy javobgarlikdan ozod qilish tergovchi, prokuror yoki sud (sudya) vakolatiga kiradi, agarda bunga JPKning 84-moddasi 5-qismi 2-bandiga muvofiq ayblanuvchining roziligi bo‘lsa. Agarda ayblanuvchi bunday rozilik bermasa, ish sud tomonidan ko‘rib chiqiladi va sud muhokamasi natijalari bo‘yicha yoki oqlov hukmi chiqariladi yoki shaxs JKning 71-moddasi qoidalari bo‘yicha jazo tayinlanmasdan aybdor, deb topiladi. Shunday qilib, aybdorga nisbatan jinoyat sodir etilishida aybliligi to‘g‘risidagi masalani hal qilmay turib aybdorning amalda pushaymon bo‘lganligi asosida jinoyat ishi tugatilishiga uning roziligi JKning 66-moddasida nazarda tutilgan aybdor o‘z qilmishiga amalda pushaymon bo‘lganligi munosabati bilan javobgarlikdan ozod qilishni JKning 71-moddasida nazarda tutilgan o‘xshash asosga ko‘ra jazodan ozod etishdan farqlashga imkon beradi.\n\n7. Aybdor o‘z qilmishiga amalda pushaymon bo‘lishini jinoyat sodir etishdan ixtiyoriy qaytishdan farqlash lozim. Birinchisi faqatgina jinoiy qilmish tugallanganidan keyin amalga oshishi mumkin, ixtiyoriy qaytish esa, aksincha, jinoyat tugallangan vaqtdan oldin amalga oshishi lozim, chunki u shaxsning jinoyatga tayyorgarlik ko‘rish harakatlarini yoki jinoyat sodir etishga bevosita qaratilgan harakatlarni ixtiyoriy va uzil-kesil to‘xtatishidan iborat bo‘ladi, bunda shaxs o‘zining jinoiy qasdini oxiriga yetkazish mumkinligini anglagan bo‘lishi shart. Aybdor o‘z qilmishiga amalda pushaymon bo‘lishidan farqli o‘laroq, ixtiyoriy qaytish jinoiy javobgarlikdan ozod etmasdan, uni butunlay istisno qiladi. Jinoyat sodir etishdan ixtiyoriy qaytgan shaxs, agar amalda sodir etgan qilmishida boshqa jinoyat tarkibining barcha alomatlari bo‘lsagina, javobgarlikka tortiladi."
        },
        {
            "modda_raqami": "66_1-modda. Yarasholganligi munosabati bilan jinoiy javobgarlikdan ozod qilish.",
            "matni": "Ushbu Kodeks 105-moddasining birinchi qismida (qasddan badanga o‘rtacha og‘ir shikast yetkazish), 106-moddasida (kuchli ruhiy hayajonlanish holatida qasddan badanga og‘ir yoki o‘rtacha og‘ir shikast yetkazish), 107-moddasida (zaruriy mudofaa chegarasidan chetga chiqib, qasddan badanga og‘ir shikast yetkazish), 108-moddasida (ijtimoiy xavfli qilmish sodir etgan shaxsni ushlashning zarur choralari chegarasidan chetga chiqib, badanga qasddan og‘ir shikast yetkazish), 109-moddasida (qasddan badanga yengil shikast yetkazish), 110-moddasining birinchi qismida (qiynash), 111-moddasida (ehtiyotsizlik orqasida badanga o‘rtacha og‘ir yoki og‘ir shikast yetkazish), 113-moddasining birinchi va ikkinchi qismlarida (tanosil yoki OIV kasalligi/OITSni tarqatish), 115-moddasida (ayolni o‘z homilasini sun’iy ravishda tushirishga majburlash), 116-moddasining birinchi va ikkinchi qismlarida (kasb yuzasidan o‘z vazifalarini lozim darajada bajarmaslik), 117-moddasining birinchi qismida (xavf ostida qoldirish), 121-moddasining birinchi qismida (shaxsni jinsiy aloqa qilishga majbur etish), 122-moddasida (voyaga yetmagan yoki mehnatga layoqatsiz shaxslarni moddiy ta’minlashdan bo‘yin tovlash), 123-moddasida (ota-onani moddiy ta’minlashdan bo‘yin tovlash), 125-moddasining birinchi qismida (farzandlikka olish sirini oshkor qilish), 126-moddasining birinchi, ikkinchi, uchinchi va to‘rtinchi qismlarida (oilaviy (maishiy) zo‘ravonlik), 136-moddasida (ayolni erga tegishga majbur qilish yoki uning erga tegishiga to‘sqinlik qilish), 138-moddasining birinchi qismida (zo‘rlik ishlatib g‘ayriqonuniy ravishda ozodlikdan mahrum qilish), 139-moddasining birinchi va ikkinchi qismlarida (tuhmat), 140-moddasining birinchi va ikkinchi qismlarida (haqorat qilish), 141-moddasining birinchi qismida (shaxsiy hayot daxlsizligini buzish), 1412-moddasining birinchi qismida (shaxsga doir ma’lumotlar to‘g‘risidagi qonunchilikni buzish), 143-moddasida (xat-yozishmalar, telefonda so‘zlashuv, telegraf xabarlari yoki boshqa xabarlarning sir saqlanishi tartibini buzish), 148-moddasida (mehnat qilish huquqini buzish), 149-moddasida (mualliflik yoki ixtirochilik huquqlarini buzish), 167-moddasining birinchi qismida (o‘zlashtirish yoki rastrata yo‘li bilan talon-toroj qilish), 168-moddasining birinchi qismida (firibgarlik), 169-moddasining birinchi qismida (o‘g‘rilik), 170-moddasining birinchi qismida hamda ikkinchi qismining «b» va «v» bandlarida (aldash yoki ishonchni suiiste’mol qilish yo‘li bilan mulkiy zarar yetkazish), 172-moddasida (mulkni qo‘riqlashga vijdonsiz munosabatda bo‘lish), 173-moddasining birinchi qismida (mulkni qasddan nobud qilish yoki unga zarar yetkazish), 180-moddasida (soxta to‘lovga qobiliyatsizlik), 181-moddasida (to‘lovga qobiliyatsizlikni yashirish), 185-moddasida (elektr, issiqlik quvvati, gaz, vodoprovoddan foydalanish qoidalarini buzish), 189-moddasida (savdo yoki xizmat ko‘rsatish qoidalarini buzish), 191-moddasida (qonunga xilof ravishda axborot to‘plash, uni oshkor qilish yoki undan foydalanish), 192-moddasida (raqobatchini obro‘sizlantirish), 229-moddasida (o‘zboshimchalik), 256-moddasining birinchi va ikkinchi qismlarida (tadqiqot faoliyatini amalga oshirishda xavfsizlik qoidalarini buzish), 257-moddasining birinchi qismida (mehnatni muhofaza qilish qoidalarini buzish), 258-moddasining birinchi qismida (tor-kon, qurilish yoki portlatish ishlari xavfsizligi qoidalarini buzish), 259-moddasining birinchi qismida (yong‘in xavfsizligi qoidalarini buzish), 260-moddasining birinchi qismida (temiryo‘l, dengiz, daryo yoki havo transportining harakati yoki ulardan foydalanish xavfsizligi qoidalarini buzish), 266-moddasining birinchi qismida (transport vositalari harakati yoki ulardan foydalanish xavfsizligi qoidalarini buzish), 268-moddasining birinchi qismida (transportning xavfsiz ishlashini ta’minlashga doir qoidalarni buzish), 277-moddasining birinchi qismida (bezorilik), 298-modda-sining birinchi qismida (mashinalarni boshqarish yoki ular-dan foydalanish qoidalarini buzish) nazarda tutilgan jinoyatlarni sodir etgan shaxs, agar u o‘z aybiga iqror bo‘lsa, jabrlanuvchi bilan yarashsa va yetkazilgan zararni bartaraf etsa, jinoiy javobgarlikdan ozod etilishi mumkin.\n\nOg‘ir yoki o‘ta og‘ir jinoyatlarni sodir etganlik uchun sudlanganlik holati tugallanmagan yoki sudlanganligi olib tashlanmagan shaxslar yarasholganligi munosabati bilan jinoiy javobgarlikdan ozod qilinmaydi.",
            "sharxi": "1. Jinoiy javobgarlikdan ozod qilish uchun asos sifatida yarashuvning qo‘llanilishi aybdor va jabrlanuvchining o‘zaro kelishishi masalasidir. Yarashuv tomonlarning erkin xohish-istaklari va majburlovsiz amalga oshiriayotganligini aniqlash kerak. Bu esa, jabrlanuvchi tomonidan aybdorni kechirishi hamda shaxsni qilmishi uchun jinoiy javobgarlikka tortilishini istamaslikda namoyon bo‘ladi. O‘z navbatida, aybdordan ham o‘z aybini tan olib, yetkazilgan zararni qoplash talab qilinadi.\n\nO‘zbekiston Respublikasi Oliy sudi Plenumi qaroriga binoan, «yarashuv to‘g‘risidagi ariza har doim yozma shaklda taqdim etilib, unda jinoyat natijasida yetkazilgan zarar bartaraf etilganligi (yoki jabrlanuvchining zarardan voz kechganligi) va yarasholganligi munosabati bilan jinoyat ishini tugatish haqidagi iltimos ko‘rsatilgan bo‘lishi lozim.\n\nYarashuv to‘g‘risida ish yuritish masalasini qo‘zg‘atish huquqiga qonunda belgilangan tartibda jabrlanuvchi (fuqaroviy da’vogar) deb topilgan shaxs yoki uning qonuniy vakili egadir.\n\nJabrlanuvchi bilan ayni bir vaqtning o‘zida ishda fuqaroviy da’vogar ham qatnashgan hollarda yarashuv to‘g‘risida ish yuritishni boshlash uchun ham jabrlanuvchi, ham fuqaroviy da’vogar tomonidan tegishli ariza berilgan bo‘lishi shart.\n\nIsh bo‘yicha bir gumon qilinuvchi, ayblanuvchi, sudlanuvchi va bir necha jabrlanuvchi bo‘lgan hollar uchun ham qonunda aynan shunday talablar belgilangan. Jabrlanuvchilarning hatto birortasidan tegishli ariza bo‘lmagan hollarda yarashuv to‘g‘risida ish yuritish mumkin emas. Bunday holda jinoyat ishi bo‘yicha ish yuritish umumiy asoslarda olib boriladi».\n\nShu bilan bir vaqtda, ish bo‘yicha bir jabrlanuvchi va bir necha gumon qilinuvchi, ayblanuvchi, sudlanuvchilar bo‘lgan taqdirda ham qonun jabrlanuvchining ulardan ayrimlari yarashuvga kelishi mumkinligini e’tirof etadi. Bunday hollarda ishning jabrlanuvchi yarashuvga kelgan gumon qilinuvchi, ayblanuvchi, sudlanuvchilarga oid qismi alohida ish yurituvga ajratilib, JPKning 584-moddasi tartibida sudga yuboriladi, qolganlarga doir qismi bo‘yicha esa, ish yuritish umumiy asoslarda olib boriladi\". \n\n2. Yarashuv o‘zining mazmuni bo‘yicha amalda pushaymon bo‘lish bilan o‘xshash bo‘lib, u bilan bir xil belgilarga ega. Amalda pushaymon bo‘lishdan farqli o‘laroq, yarashuvda yetkazilgan zararni qoplash va zarar yetkazilgan jabrlanuvchi tomonidan kechirilishni talab qiladi, lekin amalda pushaymon bo‘lishda bu rol dastlabki tergov organlari va sudga tegishli. Formal nuqtayi nazardan amalda pushaymon bo‘lishning shartlari aniq ko‘rsatilgan va ularning hatto bittasining yo‘qligi ushbu asosni qo‘llashga yo‘l qo‘ymaydi. Yarashuvda jabrlangan shaxs bilan aybdor shaxs o‘rtasida zararni qoplash haqida kelishilmagan bo‘lsa va tomonlar shunga rozi bo‘lgan vaziyatlar javobgarlikdan ozod qilishga xalaqit bermaydi.\n\n3. Jabrlanuvchining arizasi yo‘qligi uchun jinoyat ishini qo‘zg‘atmaslik bilan yarasholganlik munosabati bilan jinoiy javobgarlikdan ozod qilish tushunchalarini farqlash lozim. Ayrim jinoyat tarkiblari bo‘yicha jinoyat ishlari faqatgina jabrlanuvchining shikoyati yoki istisno holatlarda vakolatli shaxslar tomonidan qo‘zg‘atilishi mumkin (xususiy-ommaviy ayblov ishlari) va bunda jabrlanuvchi shaxsan o‘zi yoki vakili orqali mazkur ish bo‘yicha sud muhokamasi jarayonida ayblovni quvvatlash huquqiga ega bo‘ladi.\n\nShunday qilib, xususiy-ommaviy ayblovda arizaning mavjudligi shart bo‘lib, u jinoiy ta’qibni qo‘zg‘atish uchun sabab bo‘ladi. Shaxs ariza bermaganligi yoki jinoiy ish qo‘zg‘atish uchun boshqa asos yo‘qligi yarashuvdan yoki jinoyat hodisasi mavjud emasligidan dalolat berib, bu jinoyat faktining o‘zi yo‘qligining isboti bo‘la oladi. Jabrlanuvchi nochor ahvolda bo‘lganligi tufayli, ayblanuvchiga qaram bo‘lganligi yoki boshqa sabablarga ko‘ra huquqini va qonuniy manfaatlarini shaxsan o‘zi himoya qila olmaydigan favqulodda xollarda prokuror jabrlanuvchining arizasisiz ham jinoyat ishini qo‘zg‘atishi shart. \n\n4. Aybdorning va jabrlanuvchining yarashuvini qonuniy va ixtiyoriy harakat, deb hisoblash uchun ma’lum bir shartlar bo‘lishi kerak:\n\nJinoyat kodeksining 66-1-moddasida jinoyatlardan birining sodir etilganligi; ko‘rsatilgan\n\naybiga iqror bo‘lish;\n\njabrlanuvchi bilan yarashish;\n\nyetkazilgan zararning qoplanishi;\n\nog‘ir va o‘ta og‘ir jinoyatlarni sodir etganlik uchun sudlanganlik holatining yo‘qligi;\n\n5. Yarasholganligi munosabati bilan shaxsning jinoiy javobgarlikdan ozod qilinishining asosi sifatida aynan Jinoyat kodeksining 661-moddasida sanab o‘tilgan jinoyatlar-dan birining sodir etilishi, bunda ushbu institutning boshqa tarkibiy elementlari ham mavjud bo‘lishi lozim. Amaldagi qonunchilikning tahlili shuni ko‘rsatadiki, sharhlanayotgan moddada ko‘rsatilgan jinoyat tarkiblari ijtimoiy xavfi katta bo‘lmagan va uncha og‘ir bo‘lmagan jinoyatlar toifasiga kiradi. Sharhlanayotgan moddaning birinchi qismida belgilangan jinoyat tarkiblarining ro‘yxati qat’iy bo‘lib, uning doirasi kengaytirib talqin etilishi mumkin emas.\n\nOliy sud tushuntirishlariga ko‘ra, agar shaxs bir nechta jinoyat sodir etgan bo‘lib, ulardan biri Jinoyat kodeksi 661-moddasida ko‘rsatilgan bo‘lsa, ishning shu qismi Jinoyat-protsessual kodeksining 62-bobida belgilangan tartibda tugatilishi mumkin, lekin bu tartib takroriylik belgisini beradigan jinoyatlarga tatbiq etilmaydi.\n\n6. Aybiga iqror bo‘lish va zararni qoplash o‘zida jabrlanuvchi bilan yarashish maqsadini olgan harakatlardan iboratdir.\n\nYarashuv jabrlanuvchining afv etishigina emas, balki uning aybdorga nisbatan o‘z dastlabki talab va da’volaridan rasmiy ravishda voz kechishini anglatadi. U jinoyatni sodir etgan shaxsni jinoiy javobgarlikka tortish iltimosidan voz kechish (agar yarashuv jinoiy ish qo‘zg‘atilishidan avval yuz bergan bo‘lsa) yoki uning arizasiga ko‘ra qo‘zg‘atilgan jinoyat ishini tugatishni so‘rab berilgan arizadan iborat bo‘ladi. Yarashuv akti jinoyat-protsessual qonun hujjatlari talablariga muvofiq, bayonnoma bilan rasmiylashtiriladi. Jabrlanuvchi bilan yarashuv aybiga iqror bo‘lmasdan ro‘y berishi mumkin emas. Shaxs yetkazilgan zarar o‘rnini qoplab, jabrlanuvchi shaxs o‘z da’volaridan voz kechishi xususida kelishuvga kelishga intilar ekan, demak, bu faqat aybini tan olish orqali amalga oshishi mumkin.\n\nYetkazilgan zararni qoplash inson hayoti va sog‘lig‘iga\n\ntajovuz paytida salomatlikka yetkazilgan mulkiy zarar o‘rnini to‘ldirishdan, shuningdek ma’naviy zararni qoplashdan iborat bo‘ladi. (Bu haqda batafsil JKning 55-moddasi 1-qismi va 66-moddasi sharhiga qarang)\n\n7. Yarashuvning keyingi sharti aybdorning og‘ir va o‘ta og‘ir jinoyat sodir etganligi uchun sudlanmaganligi.\n\nAybdorning og‘ir yoki o‘ta og‘ir jinoyati uchun sudlanganlik holati yo‘qligi, shu shaxsni avval og‘ir yoki o‘ta og‘ir jinoyati uchun sudlanmagan yoki sudlangan, lekin sudlanganlik qonuniy tartibda olib tashlangan yoki muddati tugallangan bo‘lishini anglatadi. Bundan tashqari, qonunning o‘zgarganligi tufayli jinoyat, deb hisoblanmaydigan qilmishi uchun jazo o‘tagan shaxs sudlangan hisoblanmaydi. (Sudlanganlik, olib tashlangan sudlanganlik va tugallangan sudlanganlik tushunchalari JKning 78 va 79-moddalariga berilgan sharhda yoritilgan. Og‘ir va o‘ta og‘ir jinoyatlar tushunchalari haqida JKning 15-moddasiga berilgan sharhga qarang)\n\n8. Jinoyat sodir etgan shaxsning jabrlanuvchi bilan yarashganligi munosabati bilan jinoyat ishini tugatish to‘g‘risidagi (yoki jinoyat ishini qo‘zg‘atishni rad etish) qaror surishtiruv organi yoki tergovchi tomonidan prokurorning roziligi bilan, shuningdek prokuror tomonidan dastlabki tergovning barcha bosqichida, sud (sudya) tomonidan esa, sudning (sudyaning) hukm e’lon qilish uchun maslahat xonasiga kirishdan oldin sud muhokamasining har qanday vaqtida ajrim shaklida qabul qilinishi mumkin.\n\nYarashuv to‘g‘risidagi ishlar bo‘yicha surishtiruvchi, tergovchi, prokuror va sud zimmasiga qonun bilan yuklatilgan majburiyatlardan biri, bu yarashuv sud tomonidan tasdiqlangandan keyin kelib chiqadigan huquqiy oqibatlarni jabrlanuvchi (fuqaroviy da’vogar) ga tushuntirish shartligidir. Qonunning ushbu talabiga rioya etmaslik yarashuv to‘g‘risidagi ish bo‘yicha chiqarilgan qarorning bekor qilinishiga asos bo‘lishi mumkin.\n\n9. Yarashuv instituti jinoiy javobgarlikdan ozod qilish turi sifatida shaxsning aybdorligi masalasini hal etmay turib jinoyat ishlarini tugatish uchun asos bo‘ladi."
        },
        {
            "modda_raqami": "67-modda. Kasallik tufayli javobgarlikdan ozod qilish.",
            "matni": "Agar jinoyat sodir etgan shaxsda hukm chiqarilguniga qadar o‘z harakatlarining ahamiyatini anglay olmaydigan yoki ularni boshqara olmaydigan tarzda ruhiy holatning buzilishi yuzaga kelgan bo‘lsa, u javobgarlikdan ozod qilinadi.Bunday shaxsga nisbatan sud tomonidan tibbiy yo‘sindagi majburlov choralari qo‘llanilishi mumkin. Bunday shaxs ushbu Kodeksning 64-moddasida nazarda tutilgan muddatlar o‘tmasdan tuzalsa, javobgarlikka tortiladi. Bunday holda javobgarlikka tortish muddatlari sud tomonidan tibbiy yo‘sindagi majburlov chorasi qo‘llanilgan kundan hisoblanadi.",
            "sharxi": "1. Jinoiy javobgarlikning asosiy xususiyatlaridan biri shaxsning jamoatchilik tomonidan qoralanishi bo‘lib, u jazo choralari qo‘llanilishida ifodalanadi. Shu nuqtayi nazardan, jinoiy javobgarlik jamiyatning barcha a’zolariga nisbatan jinoyatning oldini olish chorasi sifatida emas, balki ijtimoiy xavfli qilmish sodir etgan shaxsga nisbatan alohida ta’siri muhim hisoblanadi. Shu sababli, javobgarlikning ahamiyatini anglab yetishga qobil bo‘lmagan shaxsni jinoiy javobgarlikka tortish jamiyat va davlat tomonidan ayblash va jazoni o‘tash (JKning 75-moddasi) jinoiy javobgarlik va jazoning maqsadiga to‘g‘ri kelmaydi.\n\n2. Sharhlanayotgan moddaning birinchi qismiga muvofiq, «Agar jinoyat sodir etgan shaxsda hukm chiqarilguniga qadar o‘z harakatlarining ahamiyatini anglay olmaydigan yoki ularni boshqara olmaydigan tarzda ruhiy holatning buzilishi yuzaga kelgan bo‘lsa, u javobgarlikdan ozod qilinadi». Ushbu norma aqli raso holatda jinoyat sodir etgan, biroq hukm e’lon qilinishidan oldin ruhiy holati buzilgan shaxslarning jinoiy javobgarlikdan ozod qilinishini nazarda tutmoqda.\n\nQonun chiqaruvchi javobgarlikdan ozod qilishning ko‘rib chiqilayotgan asosini ruhiy holati buzilgan shaxs aynan o‘zining qilmishlarini anglamasligi yoki ularni boshqara olmasligi bilan bog‘laydi.\n\n3. Shaxs jinoyat sodir etganligi va u buning uchun so‘zsiz tegishli jazoga tortilishini anglash, javobgarlikning muqarrarligi va odillik tamoyilini aks ettiradi. Buning intellektual ko‘rinishi sodir etilgan ijtimoiy xavfli, g‘ayriqonuniy qilmish uchun jamiyat tomonidan qoralanib, jazo berilishi muqarrarligidir. Shu bilan birga, anglash mavjud bo‘lmas ekan, shaxs ruhiy holatining buzilishi bilan og‘rib qolgan hollarda ham jinoiy javobgarlik maqsadlariga erishilmaydi. Jinoyat qonuni jinoiy javobgarlikdan ozod etishning mazkur institutini qo‘llashga imkon beradigan yagona asos sifatida jinoyat sodir etgan shaxsning ruhiy holatining buzilganligini e’tirof etadi.\n\n4. Kasallikka duchor bo‘lgan shaxsning o‘z harakatlarini boshqara olmasligi shundan iboratki, birinchidan, mazkur shaxs, o‘zi va atrofdagilar uchun xavf tug‘diruvchi manbadir; ikkinchidan, u ushbu shaxsning nochorligiga sabab bo‘ladi, ya’ni shaxs o‘zining asosiy hayotiy ehtiyojlarini mustaqil ravishda qondirishga layoqatsiz bo‘ladi; uchinchidan, u shaxs psixiatriya yordamisiz qoldirilgandek bo‘lsa, ruhiy holati yomonlashuvi oqibatida uning sog‘lig‘iga jiddiy zarar yetkazilishiga olib kelishi mumkin. Mazkur holatlar teng ravishda javobgarlikka tortish ahamiyatini anglab yetmaslik hollariga ham tegishlidir.\n\n5. Sharhlanayotgan moddaning birinchi qismi jinoiy javobgarlikdan ozod qilish asosi sifatida jinoyat sodir etgan shaxsning muayyan ruhiy holatining buzilganligidan kelib chiqadigan aqli norasoligini nazarda tutadi. Aqli norasolik to‘rtta ruhiy holatining buzilganidan birining mavjudligi tufayli kelib chiqishi mumkin, ular: ruhiy holatining surunkali buzilishi; ruhiy holatining vaqtinchalik buzilishi; aqlning pastligi; kasallikning boshqa holatlari. Ushbu ruhiy holatning buzilishi sud-tibbiy ekspertizasi tomonidan belgilanib, u kasallikning jinoyatdan keyingi xulqi variantlaridan birini ko‘rsatib o‘tishi shart: mas’uliyatni anglamaslik hissi yoki o‘z harakatlarini boshqara olmaslik. Shuningdek, ruhiy holatining buzilganligi tufayli yuzaga kelgan har ikki omil mavjud bo‘lishi mumkin. 6. Sharhlanayotgan moddaning ikkinchi qismi davlatning ushbu shaxslarni tuzatish uchun va ularni jamiyatga qaytarish, shu bilan birga, ularning keyinchalik jinoiy xulqi va sog‘lig‘i yomonlashuvining oldini olish maqsadida tibbiy yordam ko‘rsatish majburiyatini belgilab beradi. Bunday hollarda jinoyat qonuni ruhiy holatining buzilgan shaxsga nisbatan tibbiy yo‘sindagi majburlov choralarini qo‘llashga ruxsat beradi. Tibbiy yo‘sindagi majburlov choralari tushunchasi, ularni qo‘llashning asosi, tartibi va maqsadi Jinoyat kodeksining VII bo‘limida belgilab berilgan.\n\n7. Sharhlanayotgan moddaning uchinchi qismi jinoiy javobgarlikdan ozod etishning mazkur asosini qo‘llash uchun qo‘shimcha shart belgilab beradi. Shart shundan iboratki, shaxs ushbu Kodeksning 64-moddasida nazarda tutilgan muddatlar o‘tmasdan tuzalsa, javobgarlikka tortiladi. Bunday holda javobgarlikka tortish muddatlari sud tomonidan tibbiy yo‘sindagi majburlov chorasi qo‘llanilgan kundan hisoblanadi. Jinoiy javobgarlikka tortish jarayonini tiklash uchun kuyidagi shart-sharoitga e’tibor berish zarur:\n\nshaxsning sog‘ayib ketishi;\n\ntibbiy yo‘sindagi majburlov choralari va undan keyingi javobgarlikka jalb etish muddati o‘tib ketmay, shu doirada bo‘lishi shart.\n\n8. Shaxsning ruhiy holatining buzilganligi javobgarlikdan ozod etishning asosi hisoblanadigan bo‘lsa, mazkur asosning mavjud emasligi, shaxsni jinoiy javobgarlikka tortishni istisno qilmaydi. Shaxsning sog‘ayib ketganligi sud-psixiatriya ekspertizasi xulosasi bilan tasdiqlanishi shart. Sog‘ayish darajasi to‘liq bo‘lib, u shaxsning o‘z harakatlarini anglashi va ularni boshqara olmaslik bilan bog‘liq shart-sharoitlarni bartaraf etishi lozim. Kasallikdan qisman sog‘ayib (remissiya) yoki uning kuchayishi (zo‘rayishi) to‘xtalib, ammo surunkali ruhiy holatining buzilganlik ko‘rinishlari saqlanib qolgan hollarda jinoiy javobgarlikka tortish jarayonini qayta boshlash mumkin emas. Bunday hollarda, shaxsning ruhiy holati yomonlashuvi takrorlanishi mumkin bo‘lib, bu kasallik bilan bog‘liq ravishda jazodan ozod etilishga olib keladi. Aybsizlik prezumpsiyasi mohiyatini ochib berib, jinoyat-protsessual qonunni qo‘llashda paydo bo‘ladigan har qanday shubha gumon qilinuvchi, ayblanuvchi yoki sudlanuvchi foydasiga hal etilishi kerakligini qayd etadi (ushbu holatda tuzalishi fakti shubha tug‘dirayotgan shaxsga nisbatan).\n\n9. Javobgarlikdan ozod qilingan, biroq tibbiy yo‘sindagi majburlov choralar qo‘llanganidan keyin sog‘aygan shaxsni jinoiy javobgarlikka tortish imkonini beradigan boshqa bir shart sifatida qonun jinoiy javobgarlikka tortish muddatlarini e’tirof etadi. (Jinoiy javobgarlikka tor-tish muddatlari tushunchasi haqida JKning 64-moddasiga berilgan sharhga qarang)\n\nJavobgarlikka tortish muddatlari aybiga qo‘yilayotgan jinoyatdan, aniqrog‘i uning og‘irligi darajasidan kelib chiqib hisoblanadi. Masalan, jinoyat toifasiga nisbatan differensiyalashgan muddatlar o‘rnatilgan. Muddat kechishi davrlarini, aynan shular belgilab beradi. Bundan tashqari, 64-modda jinoiy javobgarlikka tortishning umumiy muddatini ham belgilab beradi.\n\nUshbu asoslarga ko‘ra jinoiy javobgarlikdan ozod qilingan shaxsning tuzalishi munosabati bilan uni jinoiy javobgarlikka tortish uchun muddatlarni hisoblash jinoyat sodir etilgan kundan boshlab emas, balki unga nisbatan tibbiy yo‘sindagi majburlov chorasi qo‘llanilgan kundan boshlab hisoblanadi.\n\nJinoiy javobgarlikka tortishning umumiy yigirma besh yillik muddati o‘tib ketishi shaxsni jinoiy javobgarlikka tortishning iloji yo‘qligini va javobgarlikka tortishning maqsadsiz ekanligini anglatadi. Biroq, ruhiy holatining buzilganligi jinoiy javobgarlikka tortish muddatining to‘xtatilishiga yoki uzilishiga sababchi holat hisoblanmaydi. 68-modda. Amnistiya akti asosida javobgarlikdan\n\nozod qilish\n\nJinoyat sodir etgan shaxs amnistiya akti asosida javobgarlikdan ozod qilinishi mumkin."
        },
        {
            "modda_raqami": "68-modda. Amnistiya akti asosida javobgarlikdan ozod qilish",
            "matni": "Jinoyat sodir etgan shaxs amnistiya akti asosida javobgarlikdan ozod qilinishi mumkin.",
            "sharxi": "1. Sharhlanayotgan moddaga binoan, «jinoyat sodir etgan shaxs amnistiya akti asosida javobgarlikdan ozod qilinishi mumkin». Amnistiya jinoyat sodir etgan, shuningdek, jazo o‘tayotgan shaxslarga nisbatan insonparvarlik akti bo‘lib, amnistiya to‘g‘risidagi qaror O‘zbekiston Respublikasi Oliy Majlisi Senati tomonidan O‘zbekiston Respublikasi Prezidentining taqdimnomasiga asosan qabul qilinadi. Amnistiya jinoyat sodir etgan shaxslarga nisbatan jinoyat-huquqiy ta’sir choralarini qo‘llamagan holda ularga tuzalish imkonini berish yoxud bu choralar qo‘llanilgan shaxslarning ahvolini yengillashtirish maqsadida e’lon qilinadi.\n\nAmnistiya - davlatning vakolatli organi, ya’ni O‘zbekiston Respublikasi Oliy Majlisi Senati qabul qilgan normativ-huquqiy hujjatda ifodalangan erki bo‘lib, o‘z ijtimoiy mohiyatiga ko‘ra muayyan toifadagi jinoyatlarni sodir etgan muayyan toifadagi shaxslarni kechirish bo‘lib, davlat va jamiyat tomonidan qo‘llab-quvvatlanadigan hujjatdir va u sud tartibida qo‘llaniladi. Amnistiya akti jinoyat sodir etgan shaxslarni jinoiy javobgarlik va jazodan ozod qilish, jazoni yengillashtirish, sudlanganlikning huquqiy oqibatlaridan ozod qilish masalalarini hal qilib, jinoyat-huquqiy, jinoyat-protsessual, jinoyat-ijroiya munosabatlar doirasida tartibga solinadi.\n\nAmnistiya akti muayyan jinoyat uchun javobgarlikni nazarda tutuvchi jinoyat qonunini va sud hukmini inkor qilmaydi. U faqat sudlanganlar va jinoyat sodir etganlar qismatini yengillashtiradi, ya’ni jinoyat huquqiga tegishli bo‘lgan insonparvarlik prinsipining amalga oshirilishiga ko‘maklashadi. Asosan amnistiya aktlari respublikamiz uchun muhim bo‘lgan kunlarda qabul qilinadi, masalan: Mustaqillik kuni, Konstitutsiya kuni, Xotira va qadrlash kuni (9 may) va h.k.\n\n2. Amnistiya bu ma’lum bir turdagi va xildagi jinoyat sodir etgan ma’lum bir turdagi shaxslar yoki barcha shaxslarni jinoiy javobgarlikdan ozod qilish yoki tayinlangan jazoni o‘tashdan ozod qilish yoki sud tomonidan tayinlangan jazoni qisqartirish yoki yengilroq jazo bilan almashtirish akti hisoblanadi. Xususan, Jinoyat kodeksining 68, 76 va 79-moddalariga muvofiq, amnistiya akti qo‘llanilishi natijasida quyidagi huquqiy oqibatlar kelib chiqishi mumkin:\n\nshaxs jinoiy javobgarlikdan ozod etilishi;\n\nmahkum asosiy va ijro etilmagan qo‘shimcha jazodan ozod etilishi;\n\nmahkumga tayinlangan asosiy va ijro etilmagan qo‘shimcha jazo muddatining kamaytirilishi;\n\nmahkum jazodan muddatidan ilgari shartli ravishda ozod etilishi;\n\nmahkumga tayinlangan jazoning o‘talmagan qismi yengilrog‘i bilan almashtirilishi;\n\njinoyat sodir etgan shaxsdan sudlanganlik muddatidan ilgari olib tashlanishi.\n\n3. Amnistiya akti normativ hujjat bo‘lib, yuridik kuchi muayyan demografik, ijtimoiy, jinsiy, huquqiy va boshqa xususiyatli shaxslarga nisbatan (masalan, Ikkinchi jahon urushi ishtirokchilari va ularga tenglashtirilgan shaxslar, ayollar, voyaga yetmagan yoki 60 yoshdan oshganlar va hokazo) yoki muayyan bir turdagi jinoyat sodir etgan shaxslarga (masalan, ehtiyotsizlik orqasida, iqtisodiy va h.k.) nisbatan qo‘llaniladi. Ya’ni, amnistiya qo‘llash uchun shartlar aktning o‘zida bo‘ladi va faqat ularning mavjudligi yoki aksincha yo‘l qo‘ymaydigan vaziyatlarning yo‘qligida amnistiya u yoki bu shaxsga nisbatan qo‘llanilishi mumkin. Masalan, O‘zbekiston Respublikasi Oliy Majlisi Senatining «O‘zbekiston Respublikasi Konstitutsiyasi qabul qilinganligining o‘n to‘rt yilligi munosabati bilan amnistiya to‘g‘risida»gi qaroriga binoan, amnistiya o‘ta og‘ir bo‘lmagan jinoyatlari uchun birinchi marta sudlangan ayollarga, jinoyat sodir etgan vaqtda 18 yoshga to‘lmagan shaxslarga, 60 yoshga to‘lgan erkaklarga hamda chet el fuqarolariga; ehtiyotsizlik orqasida jinoyat sodir etganlarga, shuningdek hukm qilingan shaxslarga, basharti ular ijtimoiy xavfi katta bo‘lmagan yoki uncha og‘ir bo‘lmagan jinoyat sodir etgan bo‘lsalar, mazkur qaror kuchga kirgunga qadar bir yildan oshmagan muddat ichida qonunda belgilangan tartibda jazoni o‘tashga to‘sqinlik qiladigan og‘ir kasallikka chalingan yoki birinchi va ikkinchi guruh nogironlari deb topilgan shaxslarga (javobgarlikni og‘irlashtiradigan holatlarda qasddan odam o‘ldirish jinoyatini sodir etganlar bundan mustasno) hamda qarorda aniq ko‘rsatilgan boshqa bir qator shaxslarga nisbatan qo‘llaniladi.\n\n4. Amnistiya aktlari, odatda, jazo o‘tash paytidagi o‘zini tutishi, davlat tomonidan ularga nisbatan insonparvarlik munosabatini tushunib, anglab yetishi va yangi jinoyatni sodir etmasligi haqida taxmin qilishga asos bera oladigan shaxslarni ozod qilish masalalarini hal etadi. Avval qayd etilganidek, amnistiya aktlari sodir etilgan jinoyatlarning toifasi, ayblanuvchining shaxs xususiyatlari, jinoyatni birinchi marotaba sodir etishi va h.k. bilan borliq ma’lum shartlarni o‘z ichiga olishi mumkin. Shu nuqtayi nazardan, amnistiya ko‘proq aynan o‘ta xavfli retsidivistlarga, jazo o‘tash rejimini muntazam buzuvchi shaxslarga, muqaddam afv etish yoki amnistiya tartibida jazo o‘tashdan ozod etilgan va yana qasddan jinoyatlarni sodir etgan shaxslarga, boshqa xavfli jinoyatchilarga nisbatan qo‘llanmaydi. Masalan, agar amnistiya aktida yoki uni qo‘llash tartibi to‘g‘risidagi Nizomda boshqacha holat nazarda tutilgan bo‘lmasa, amnistiya akti muqaddam amnistiya aktiga muvofiq jinoyat ishi qo‘zg‘atilishi rad etilgan yoki amnistiya aktiga asosan jinoiy javobgarlikdan yoxud jazodan ozod etilgan va amnistiya akti qo‘llanilgandan so‘ng qasddan yangi jinoyat sodir etgan shaxsga nisbatan qo‘llanilmaydi. Shu bilan birga, Oliy sud Plenumi o‘z qarorida tushuntiradiki, Jinoyat kodeksi Umumiy qismining normalariga muvofiq, amnistiya akti shaxs muqaddam amnistiya aktiga asosan jinoiy javobgarlikdan yoki jazodan ozod etilgan-etilmaganligidan qat’i nazar, quyidagi hollarda qo‘llanilishi mumkin, agar:\n\njinoyat qonuni o‘zgarishi natijasida shaxs muqaddam jinoiy javobgarlikdan yoki jazodan ozod etilgan qilmish jinoyat deb hisoblanmay qolgan bo‘lsa;\n\namnistiya akti qo‘llanilgan paytdan boshlab shaxs amnistiya aktiga asosan jinoiy javobgarlikdan yoki jazodan ozod etilgan jinoyat uchun qonunda belgilangan jinoiy javobgarlikka tortish muddatlariga teng vaqt o‘tgan bo‘lsa (agar amnistiya aktida boshqacha holat nazarda tutilgan bo‘lmasa);\n\nshaxs muqaddam boshqa davlat (shu jumladan, sobiq SSSR) ning amnistiya aktiga asosan jinoiy javobgarlikdan yoki jazodan ozod etilgan bo‘lib, O‘zbekiston Respublikasining xalqaro shartnomasida va amnistiya aktida boshqa holat nazarda tutilmagan bo‘lsa.\n\nJinoyat-protsessual kodeksi 23-moddasining uchinchi qismiga muvofiq, agar tekshirish natijalari bo‘yicha shaxsga nisbatan o‘tmishda amnistiya akti qo‘llanilganligi to‘g‘risida ma’lumot to‘plash imkoni bo‘lmasa, amnistiya akti qo‘llanilishi shart.\n\nOliy sud instansiyasining ko‘rsatmalariga muvofiq, shuni ham inobatga olish lozimki, amnistiya akti qo‘llanilishini istisno etuvchi muayyan shartlar belgilangan hollarda amnistiya aktini, agar unda boshqacha holat nazarda tutilgan bo‘lmasa, bunday shartlar (masalan, jazo o‘tash tartibini muttasil buzish, shaxsni o‘ta xavfli retsidivist deb topish) amnistiya akti kuchga kirgunga qadar yuzaga kelgandagina qo‘llamaslik mumkin.\n\nUmuman olganda, shuni qayd etish lozimki, amnistiya tatbiq etilmaydigan shaxslar doirasi amnistiya akti bilan belgilanadi va kengaytirilgan tarzda talqin etilishi mumkin emas.\n\n5. Ularning amal qilish davrida sodir etilgan qilmishlarga tatbiq etiladigan ma’muriy va jinoyat qonunchiligi normalaridan farqli ravishda, amnistiya akti faqat uning qonuniy kuchga kirishidan avval jinoyatlar sodir etgan shaxslarga tatbiq etiladi. Amnistiya to‘g‘risidagi qaror unda mavjud bo‘lgan maxsus ko‘rsatmaga binoan, odatda, uning qabul qilingan yoki e’lon qilingan kunidan boshlab qonuniy kuchga kiradi. Bu yerda shuni izohlash kerakki, davomli va uzoqqa cho‘zilgan jinoyatlar sodir etgan shaxslarga nisbatan amnistiya akti, faqat bu jinoyatlar amnistiya akti kuchga kirgunga qadar tamomlangan bo‘lsa, qo‘llaniladi.\n\n6. Agar shaxsning harakatlari bir xil huquqiy oqibat tug‘diruvchi, ya’ni shaxsni faqat jinoiy javobgarlikdan yoki jazodan ozod etishni yoxud jazo qo‘llanilishi istisno etilishini nazarda tutuvchi bir necha amnistiya akti ta’siri doirasiga tushsa, shaxs sodir etgan oxirgi jinoyatdan keyin kuchga kirgan amnistiya aktini qo‘llash kerak. Biroq, agar amnistiya aktlarida faqat jazo muddatlari kamaytirilishi nazarda tutilgan bo‘lsa, barcha amnistiya aktlari xronologik ketma-ketlikda qo‘llanilishi lozim.\n\nShaxsning harakatlari turlicha huquqiy oqibat tug‘diruvchi, ya’ni ayrimlari shaxsni jinoiy javobgarlikdan, boshqalari esa jazodan ozod etishni yoki jazo muddatlari kamaytirilishini nazarda tutuvchi bir necha amnistiya akti ta’siri doirasiga tushgan hollarda shaxsning ahvolini ko‘proq yaxshilaydigan amnistiya akti qo‘llanilishi kerak!. Ushbu oxirgi holat O‘zbekiston Respublikasi Jinoyat kodeksi insonparvarlik tamoyilining navbatdagi ifodasidir.\n\n7. Amnistiya aktining ijro etilishi uning kuchga kirgan paytidan boshlab uch oy davomida amalga oshiriladi. Amnistiya aktini ijro etish yuklatilgan organlar tizimi va ularning vakolatlari, shuningdek, amnistiya akti bilan hamda uni qo‘llash yuzasidan nizom bilan belgilanadi.\n\nAmnistiya aktini qo‘llash to‘g‘risida surishtiruv, tergov organi qaror, sud esa ajrim, ayblov hukmi chiqaradi. Jinoyat-protsessual qonunchiligiga muvofiq, amnistiya akti sodir etilgan qilmish uchun jazo qo‘llashni bartaraf etgan holda jinoyat ishi qo‘zg‘atilishi mumkin emas, qo‘zg‘atilgan ish esa tugatilishi lozim bo‘ladi. Agar ayblanuvchi bunga rozilik bermasa, shuningdek, jinoyat ishi sud muhokamasi bosqichida bo‘lsa, amnistiya akti asosida jinoyat ishining tugatilishiga yo‘l qo‘yilmaydi. Bu vaziyatda sud ishni ko‘rib chiqishni oxirigacha yetkazadi va asoslari mavjud bo‘lganda ayblov hukmini chiqarib, asosiy jazo sifatidagi jazodan ozod qilish bilan yoki jazoni tayinlamagan holda oqlov hukmini chiqaradi.\n\nAgar jinoyat ishi shaxsni javobgarlikdan ozod qilishni nazarda tutuvchi amnistiya aktiga xilof ravishda qo‘zg‘atilgan bo‘lsa, ayblov hukmi, garchi unda mahkumni jazodan ozod qilish nazarda tutilgan yoki jazo tayinlanmagan bo‘lsa-da, bekor qilinib, ish JPK 84-moddasi birinchi qismining ikkinchi bandiga asosan tugatilishi shart."
        }
    ]
}