{
    "bob_nomi": "XIII_1 bob. Tadbirkorlik faoliyatiga to‘sqinlik qilish, qonunga xilof ravishda aralashish bilan bog‘liq jinoyatlar hamda xo‘jalik yurituvchi subyektlarning huquqlari va qonuniy manfaatlariga tajovuz qiladigan boshqa jinoyatlar",
    "moddalar": [
        {
            "modda_raqami": "192_1-modda. Xususiy mulk huquqini buzish.",
            "matni": "Nazorat qiluvchi, huquqni muhofaza qiluvchi hamda boshqa davlat organining va davlat tashkilotining mansabdor shaxsi yoki xizmatchisi tomonidan xususiy mulkdorlarning huquqlarini buzish yo‘li bilan ularga zarar yetkazish, ya’ni mulk huquqini qonunga xilof ravishda cheklash va (yoki) undan mahrum etish, xususiy mulkka tajovuz qilish, nomaqbulligi oldindan ayon bo‘lgan shartlarni mulkdorga majburan qabul qildirish, shu jumladan mol-mulkni yoki mulkiy huquqlarni topshirishni asossiz ravishda talab qilish, shuningdek mulkdorning mulkini olib qo‘yish yoxud uni o‘z mol-mulkiga bo‘lgan huquqidan voz kechishga majburlash, talon-toroj alomatlari mavjud bo‘lmagan taqdirda, shunday harakatlar uchun ma’muriy jazo qo‘llanilganidan keyin sodir etilgan bo‘lsa,\n\nbazaviy hisoblash miqdorining ikki yuz baravaridan uch yuz baravarigacha miqdorda jarima yoki uch yilgacha muayyan huquqdan mahrum qilish yoxud uch yuz soatdan uch yuz oltmish soatgacha majburiy jamoat ishlari yoki uch yilgacha axloq tuzatish ishlari yoxud uch yilgacha ozodlikdan mahrum qilish bilan jazolanadi.\n\nO‘sha harakatlar:\n\na) ko‘p miqdorda zarar yetkazgan holda;\n\nb) bir guruh shaxslar tomonidan oldindan til biriktirib sodir etilgan bo‘lsa, —\n\nbazaviy hisoblash miqdorining uch yuz baravaridan besh yuz baravarigacha miqdorda jarima yoki muayyan huquqdan mahrum qilib, uch yildan besh yilgacha ozodlikni cheklash yoxud uch yildan besh yilgacha ozodlikdan mahrum qilish bilan jazolanadi.\n\nO‘sha harakatlar:\n\na) juda ko‘p miqdorda zarar yetkazgan holda;\n\nb) uyushgan guruh manfaatlarini ko‘zlab sodir etilgan bo‘lsa,\n\nbazaviy hisoblash miqdorining besh yuz baravaridan olti yuz baravarigacha miqdorda jarima yoki muayyan huquqdan mahrum qilib, besh yildan yetti yilgacha ozodlikdan mahrum qilish bilan jazolanadi.",
            "sharxi": "1. O‘zbekistonda xususiy mulk daxlsizligi, davlat tomonidan himoya qilinishiga alohida e’tibor qaratilyapti. Konstitutsiyamizda xususiy mulk boshqa mulk shakllari kabi daxlsiz va davlat himoyasida ekani, mulkdor faqat qonunda nazarda tutilgan hollarda hamda tartibdagina mulkidan mahrum etilishi mumkinligi qat’iy mustahkamlangan. Ta’kidlash joizki, o‘tgan yillar davomida mamlakatimizda ushbu konstitutsiyaviy qoida asosida xususiy mulk va mulkdorlarni himoyalashga qaratilgan ishonchli me’yoriy-huquqiy asos hamda kafolatlarni, jumladan, kichik biznes va xususiy tadbirkorlikka zarur sharoit hamda imtiyozlarni yaratish bo‘yicha ko‘pgina ishlar bajarildi va bajarilmoqda. Chunonchi, 2012-yilda O‘zbekiston Respublikasining «Xususiy mulkni himoya qilish va mulkdorlar huquqlarining kafolatlari to‘g‘risida»gi Qonuni qabul qilindi.\n\n2. O‘zbekiston Respublikasi Prezidentining 2015 yil 15 maydagi «Xususiy mulk, kichik biznes va xususiy tadbir-korlikni ishonchli himoya qilishni ta’minlash, ularni jadal rivojlantirish yo‘lidagi to‘siqlarni bartaraf etish chora-tadbirlari to‘g‘risida»gi PF-4725-sonli Farmoni aynan mazkur sohadagi muhim hujjatlardan biri bo‘ldi. Mazkur farmon asosida respublika iqtisodiyotida xususiy mulkning o‘rni va rolini tubdan oshirish, xususiy mulk va xususiy tadbirkorlikni rivojlantirish yo‘lidagi to‘siq va cheklovlarni bartaraf etish, iqtisodiyotda davlat ishtirokini kamaytirish, yalpi ichki mahsulotda xususiy mulk, jumladan, chet el kapitali ishtirokidagi ulushini izchil oshirish asosiy vazifa etib belgilandi. Shuningdek, xususiy mulk, kichik biznes va xususiy tadbirkorlikni ishonchli himoya qilishni ta’minlash, ularni jadal rivojlantirish yo‘lidagi to‘siqlarni bartaraf etish bo‘yicha chora-tadbirlar dasturi ishlab chiqildi.\n\n3. Mazkur dasturning 2-bandi birinchi va uchinchi xatboshilariga ko‘ra, «Huquqni muhofaza qiluvchi, nazorat qiluvchi va boshqa organlarning mansabdor shaxslarining javobgarligini oshirish maqsadida:\n\nqonuniy tadbirkorlik faoliyatiga to‘sqinlik qilganlik, xususan tadbirkorlik faoliyati erkinligini himoya qilish sohasidagi qonunchilikni bir necha bor buzganlik uchun hattoki jinoiy javobgarlikni qo‘llash;\n\nxususiy mulkdorlarning huquqlarini buzish, ularga zarar yetkazish, ya’ni mulk huquqini qonunga xilof ravishda cheklash va (yoki) undan mahrum etish, xususiy mulkka tajovuz qilish, nomaqbulligi oldindan ayon bo‘lgan shartlarni mulkdorga majburan qabul qildirish, shu jumladan mol-mulkni yoki mulkiy huquqlarni topshirishni asossiz ravishda talab qilish, shuningdek mulkdorning mulkini olib qo‘yish yoxud uni o‘z mol-mulkiga bo‘lgan huquqidan voz kechishga majburlaganlik uchun Ma’muriy javobgarlik to‘g‘risidagi kodeksga hamda Jinoyat kodeksiga qo‘shimchalar kiritish nazarda tutildi.\n\n4. Xususan, O‘zbekiston Respublikasi Prezidentining yuqorida qayd etilgan Farmoni asosida qabul qilingan O‘zbekiston Respublikasining 2015-yil 20 avgustdagi «O‘zbekiston Respublikasining ayrim qonun hujjatlariga xususiy mulkni, tadbirkorlik subyektlarini ishonchli himoya qilishni yanada kuchaytirishga, ularni jadal rivojlantirish yo‘lidagi to‘siqlarni bartaraf etishga qaratilgan o‘zgartish va qo‘shimchalar kiritish to‘g‘risida»gi O‘RQ-391-sonli Qonuni ushbu yo‘nalishdagi muhim qadam hisoblanadi, zero u xususiy mulkni qo‘llab-quvvatlash va daxlsizligini ishonchli ta’minlash bo‘yicha chora-tadbirlarni normativ-huquqiy jihatdan mustahkamlash maqsadida ishlab chiqilgan.\n\nMazkur qonun qabul qilinishi bilan O‘zbekiston Respublikasining Jinoyat, Jinoyat-protsessual, Fuqarolik, Uy-joy, Soliq, Ma’muriy javobgarlik to‘g‘risidagi kodeks-lariga hamda «Tadbirkorlik faoliyati erkinligining kafolatlari to‘g‘risida»gi qonunlarga bir qator o‘zgartish va qo‘shimchalar kiritildi.\n\nShuningdek, JKning 192-1-192-2-moddalarini o‘zida jamlagan Tadbirkorlik faoliyatiga to‘sqinlik qilish, qonunga xilof ravishda aralashish bilan bog‘liq jinoyatlar hamda xo‘jalik yurituvchi subyektlarning huquqlari va qonuniy manfaatlariga tajovuz qiladigan boshqa jinoyatlar deb nomlanuvchi XIII bob ham ushbu qonun asosida kiritilgan.\n\nXususan, Jinoyat kodeksi va Ma’muriy javobgarlik to‘g‘risidagi kodeksga xususiy mulkni himoya qilish va xususiy tadbirkorlik huquqlarini himoyalashning kafolatlarini ta’minlash uchun mulkdorning manfaatlariga ancha miqdorda zarar yetkazgan holda mulk huquqini qonunga xilof ravishda cheklash va undan mahrum qilishga qaratilgan harakatlarni sodir etish, nomaqbulligi oldindan ma’lum bo‘lgan shartlarni mulkdorga majburan qabul qildirish, shu jumladan, uning mol-mulkini tortib olib qo‘yishda aybdor shaxslarning, jumladan, mansabdor shaxslarning javobgarligini oshirish maqsadida kiritilayotgan qo‘shimcha xususiy mulk huquqini buzish haqidagi yangi moddada o‘z aksini topdi.\n\n5. Sharhlanayotgan 192-1-modda aynan xususiy mulk huquqini buzganlik uchun jinoiy javobgarlikni nazarda tutadi. Biroq, mazkur normaning qo‘llanilishida ma’muriy preyuditsiya mavjudligini ko‘rishimiz mumkin. Ya’ni, xususiy mulk huquqini buzganlik uchun jinoiy javobgarlikka tortish uchun nazorat qiluvchi, huquqni muhofaza qiluvchi hamda boshqa davlat organining va davlat tashkilotining mansabdor shaxsi yoki xizmatchisi xususiy mulk huquqini buzganligi uchun ilgari MJtKning 241-moddasi bilan ma’muriy javobgarlikka tortilgan bo‘lishi lozim hisoblanadi.\n\n6. Mazkur normaning MJtKning 241-moddasidan farqli jihati shundaki, nazorat qiluvchi, huquqni muhofaza qiluvchi hamda boshqa davlat organining va davlat tashkilotining mansabdor shaxsi yoki xizmatchisiga nisbatan jarima ma’muriy jazosi qo‘llanilgan bo‘lishidir.\n\n7. Jinoyatning bevosita obyekti mulkdorlar huquqlarining kafolatlari sohasida vujudga keladigan ijtimoiy munosabatlardan iborat. Masalan, O‘zbekiston Respublikasining «Xususiy mulkni himoya qilish va mulkdorlar huquqlarining kafolatlari to‘g‘risida»gi Qonunining 7-moddasiga asosan mulkdorning davlat organlari bilan o‘zaro munosabatlarida mulkdor huquqlarining ustuvorligi prinsipi amal qiladi, unga muvofiq, qonunchilikdagi xususiy mulk huquqini amalga oshirish bilan bog‘liq holda yuzaga keladigan barcha bartaraf etib bo‘lmaydigan ziddiyatlar va noaniqliklar mulkdorning foydasiga talqin etiladi. Shuningdek, ushbu qonunning 13-moddasida belgilanishicha, xususiy mulkka tajovuz qilishga yo‘l qo‘yilmaydi. Qonunga xilof ravishda xususiy mulk huquqini cheklashga va (yoki) undan mahrum qilishga bevosita yoki bilvosita qaratilgan harakatlarga yo‘l qo‘yilmaydi. Nomaqbulligi oldindan ma’lum bo‘lgan shartlarni mulkdorga majburan qabul qildirish, shu jumladan undan mol-mulkni, moliyaviy mablag‘larni yoki boshqa mulkiy huquqlarni topshirishni asossiz ravishda talab qilish taqiqlanadi. Mulkdorning xo‘jalik faoliyatiga pirovard natijada uning mol-mulki tortib olinishiga olib keladigan yoxud olib kelishi mumkin bo‘lgan yoxud mulkdorni o‘z mulkiga bo‘lgan huquqidan voz kechishga majbur qiladigan qonunga xilof ravishdagi aralashuv taqiqlanadi.\n\n8. 2012 yilda qabul qilingan O‘zbekiston Respublikasining «Xususiy mulkni himoya qilish va mulkdorlar huquqlarining kafolatlari to‘g‘risida»gi qonunida xususiy mulk huquqiga oid asosiy tushuncha va atamalar yoritilgan. Qonunga muvofiq, xususiy mulk huquqi shaxsning qonunchilikka muvofiq qo‘lga kiritgan mol-mulkka egalik qilish, undan foydalanish va uni tasarruf etish huquqidir, bunda mazkur tushuncha nafaqat ushbu qonunchilik hujjatida, balki Asosiy qonunda va Fuqarolik kodeksida ham mustahkamlangan.\n\nDavlat buzilgan xususiy mulk huquqining tiklanishini va uning sud orqali himoya qilinishini kafolatlaydi. Mulkdorga yetkazilgan zararning o‘rni uni yetkazgan shaxs tomonidan qonunchilikka muvofiq to‘la hajmda qoplanishi kerak.\n\n9. Qonunga ko‘ra, xususiy mulk huquqini himoya qilish quyidagi yo‘llar bilan amalga oshiriladi:\n\nxususiy mulk huquqini tan olish;\n\nxususiy mulk huquqi buzilishidan oldingi holatni tiklash va xususiy mulk huquqini buzadigan yoki uning buzilishi xavfini tug‘diradigan harakatlarning oldini olish;\n\nbitimni haqiqiy emas deb topish va uning haqiqiy emasligi oqibatlarini qo‘llash;\n\ndavlat organining va boshqa organning yoki fuqarolar o‘zini o‘zi boshqarish organining hujjatini haqiqiy emas deb topish;\n\nxususiy mulk huquqini mulkdorning o‘zi himoya qilishi;\n\nburchni aslicha (natura) bajarishga majbur qilish;\n\nzararning o‘rnini qoplash;\n\nneustoyka undirish;\n\nma’naviy ziyonni qoplash;\n\nxususiy mulk huquqi munosabatlarini tartibga solishda qonunchilik barqarorligini ta’minlash;\n\ndavlat organining va boshqa organning yoki fuqarolar o‘zini o‘zi boshqarish organining qonunga zid bo‘lgan hujjatining sud tomonidan qo‘llanilmasligi;\n\nmol-mulkning ayrim turlariga bo‘lgan xususiy mulk huquqining vujudga kelganligini, o‘zgarganligini va bekor qilinganligini davlat ro‘yxatidan o‘tkazish.\n\nXususiy mulk huquqini himoya qilish qonunga muvofiq boshqa usullar bilan ham amalga oshirilishi mumkin.\n\n10. Mazkur jinoyat obyektiv tomondan quyidagi harakatlarda ifodalanadi:\n\n1) mulk huquqini qonunga xilof ravishda cheklash va (yoki) undan mahrum etish;\n\n2) xususiy mulkka tajovuz qilish;\n\n3) nomaqbulligi oldindan ayon bo‘lgan shartlarni mulkdorga majburan qabul qildirish, shu jumladan mol-mulkni yoki mulkiy huquqlarni topshirishni asossiz ravishda talab qilish;\n\n4) mulkdorning mulkini olib qo‘yish yoxud uni o‘z mol-mulkiga bo‘lgan huquqidan voz kechishga majburlash, talon-toroj alomatlarisiz sodir etish.\n\n11. Amaldagi qonunchilikka binoan xususiy mulk huquqi qonunda nazarda tutilgan hollarda va tartibdagina cheklanishi mumkin. Qolgan hollarda mulkdor o‘z mol-mulkiga nisbatan qonunga zid bo‘lmagan har qanday harakatlarni bajarishga haqli. U o‘z mol-mulkidan xo‘jalik faoliyatini va qonunda taqiqlanmagan boshqa faoliyatni amalga oshirish uchun foydalanishi mumkin. O‘zbekiston Respublikasi Fuqarolik kodeksining 206-moddasi 1-qismiga asosan, davlat organining mulkdorning mol-mulkini olib qo‘yishga bevosita qaratilmagan qarori munosabati bilan, shu jumladan mulkdorga qarashli uy, boshqa imoratlar, inshootlar yoki ekinlar joylashgan yer uchastkasini olib qo‘yish to‘g‘risidagi qarori munosabati bilan mulk huquqining bekor qilinishiga qonunlarda belgilangan hollar va tartibdagina yo‘l qo‘yiladi, bunda mulkdorga olib qo‘yilgan mol-mulkka teng mol-mulk beriladi va uning ko‘rgan boshqa zararlari to‘lanadi yoki mulk huquqi bekor qilinishi bilan yetkazilgan zarar to‘la hajmda to‘lanadi. Xususiy mulk bo‘lgan mol-mulkni, shu jumladan yer uchastkasini natsionalizatsiya va rekvizitsiya qilingan hollarda olib qo‘yish, agar qonunda boshqacha qoida nazarda tutilmagan bo‘lsa, mulkdorga uning bozor qiymati, shuningdek bunday olib qo‘yish munosabati bilan mulkdorga yetkazilgan zararning o‘rni to‘la qoplanishi sharti bilangina amalga oshiriladi. Mol-mulkdan foydalanish fuqarolarning, yuridik shaxslar va davlatning huquqlarini hamda qonun bilan qo‘riqlanadigan manfaatlarini buzgan taqdirdagina xususiy mulk huquqini cheklash yoki mahrum qilinishiga yo‘l qo‘yiladi.\n\n12. Xususiy mulk huquqiga tajovuz ikki xil shaklda bo‘lishi mumkin: xususiy mulk huquqini cheklash va (yoki) undan mahrum qilish. Xususiy mulk huquqini qonunga xilof ravishda cheklash va (yoki) undan mahrum etishning istalgan shakllari ko‘rilayotgan jinoyat tarkibining obyektiv tomoni belgisi bo‘lishi mumkin. Bunda talon-toroj belgilari mavjud bo‘lmasligi zarur.\n\n13. Nomaqbulligi oldindan ayon bo‘lgan shartlarni mulkdorga majburan qabul qildirish, shu jumladan mol-mulkni yoki mulkiy huquqlarni topshirishni asossiz ravishda talab qilish.\n\nMajburan qabul qildirish deganda nazorat qiluvchi, huquqni muhofaza qiluvchi hamda boshqa davlat organining va davlat tashkilotining mansabdor shaxsi yoki xizmatchisi tomonidan mulkdorga xususiy mulkni tasarruf etish yuzasidan nomaqbul shartlarni qabul qildirishi, mulkdor mazkur shartlar bo‘yicha qonun doirasida bahslashishi, biroq, qayd etilgan davlat organi yoki tashkilot xususiy mulkdor takliflariga rozilik berish yoki kelishishdan bosh tortishi tushuniladi. Ustun maqomga ega nazorat qiluvchi, huquqni muhofaza qiluvchi hamda boshqa davlat organining va davlat tashkilotining mansabdor shaxsi yoki xizmatchisi tomonidan xususiy mulkni tasarruf etishning aynan u taklif etgan shartlarini majburan qabul qildirish vakolatini suiiste’mol qilish, ustun maqomdan foydalanib, mulkdorga nomaqbul yoki kamsituvchi shartnoma shartlarga ko‘nishga majburlash hisoblanadi. Bu kabi shartlar sifatida bozordagi narxlarga nomuvofiq baholangan shartlar asosida mol-mulkni olish, sotish, xizmatlar ko‘rsatish, ishlarni bajarish va boshqalarni ko‘rsatish mumkin.\n\n14. Mol-mulkni yoki mulkiy huquqlarni topshirishni asossiz ravishda talab qilish mansabdor shaxs yoki xizmatchi tomonidan oshkora tarzda moddiy boyliklar, pullar, ne’matlar, moddiy manfaat va boshqani topshirishni talab qilishdan iborat.\n\nMulk huquqi turli hujjatlarda mustahkamlanishi mumkin, masalan, mulk oldi-sotdi shartnomasi, u yoki bu mulkiy qimmatliklarni olishga berilgan ishonchnomalar, vasiyatnoma, sug‘urta polisi, turli xil qimmatli qog‘ozlar va h.k.\n\n15. Mulkdorning mulkini olib qo‘yish yoxud uni o‘z mol-mulkiga bo‘lgan huquqidan voz kechishga majburlash, talon-toroj alomatlari mavjud bo‘lmagan taqdirda.\n\nMulkni olib qo‘yish deganda, nazorat qiluvchi, huquqni muhofaza qiluvchi hamda boshqa davlat organining va davlat tashkilotining mansabdor shaxsi yoki xizmatchisi tomonidan tekinga, qonunga xilof ravishda, mulkni o‘zining yoki uchinchi shaxslarning foydasi uchun, talon-toroj alomatlari mavjud bo‘lmagan holda muomalaga kiritish tushuniladi.\n\nO‘z mol-mulkiga bo‘lgan huquqidan voz kechishga majburlash deganda, ko‘rib chiqilayotgan jinoyat subyektlari tomonidan mulkdorning o‘zi nazorat qiluvchi, huquqni muhofaza qiluvchi hamda boshqa davlat organining va davlat tashkilotining mansabdor shaxsi yoki xizmatchisiga mol-mulkiga bo‘lgan huquqini topshirishga qaratilgan har qanday harakatlar tushuniladi (masalan, oldi-sotdi shartnomasini ro‘yxatdan o‘tkazishga majburlash).\n\n16. Jinoyat, xuddi shunday harakatlar uchun ma’muriy jazo qo‘llanilganidan keyin sodir etilgan qilmish natijasida mulkdorga zarar yetkazilganidan so‘ng tamomlangan hisoblanadi. Ko‘p miqdorda zarar yetkazganlik uchun javobgarlik sharhlanayotgan moddaning 2-qismida belgilanganidan kelib chiqqan holda, xulosa qilish mumkinki, ko‘p miqdordan kam zarar yetkazgan shaxs birinchi qism bo‘yicha javobgarlikka tortiladi.\n\n17. Jinoyat subyektiv tomondan qasddan, xususan, aybning to‘g‘ri qasd shakli bilan sodir etiladi. Jinoyatning motivi va maqsadi qilmishni kvalifikatsiya qilishga ta’sir qilmaydi.\n\n18. Jinoyatning subyekti nazorat qiluvchi, huquqni muhofaza qiluvchi hamda boshqa davlat organining va davlat tashkilotining mansabdor shaxsi yoki xizmatchisi bo‘lishi mumkin.\n\nNazorat qiluvchi organ deganda, xo‘jalik yurituvchi subyektlar faoliyati ustidan davlat nazoratini amalga oshirishga vakolatli vazirliklar hamda idoralar tushunilishi lozim. Nazorat qiluvchi organlarning xo‘jalik yurituvchi subyektlar faoliyatini nazorat qilishga aloqasi bo‘lmagan mansabdor shaxslari va xizmatchilari, ularda tegishli vakolat va ta’sir doirasi mavjud emasligi tufayli, mazkur Jinoyatning subyekti bo‘la olmaydi.\n\nBoshqa davlat organi va davlat tashkiloti deganda, o‘z vakolatiga ko‘ra xo‘jalik yurituvchi subyektlarning qonuniy faoliyatiga to‘sqinlik qilish imkoniyatiga ega organ va tashkilotlar tushuniladi.\n\n19. Shaxsning harakatlari a) ko‘p miqdorda zarar yetkazgan holda; b) bir guruh shaxslar tomonidan oldindan til biriktirib sodir etilgan bo‘lsa, JKning 191-1-moddasi 2-qismi bilan kvalifikatsiya qilinadi.\n\n20. Mazkur moddaning birinchi qismida berilgan harakatlar a) juda ko‘p miqdorda zarar yetkazgan holda; b) uyushgan guruh manfaatlarini ko‘zlab sodir etilgan bo‘lsa, javobgarlik JKning 191-1-moddasi 3-qismi bo‘yicha vujudga keladi."
        },
        {
            "modda_raqami": "192_2-modda. Tadbirkorlik subyektlarining faoliyatini tekshirish va moliya-xo‘jalik faoliyatini taftish qilish tartibini buzish.",
            "matni": "Tadbirkorlik subyektlarining faoliyatini tekshirishning va moliya-xo‘jalik faoliyatini taftish qilishning belgilangan tartibini buzish, xuddi shuningdek tadbirkorlik subyektlari faoliyatini qonunga xilof ravishda tekshirish tashabbusi bilan chiqish va (yoki) o‘tkazish, shunday harakatlar uchun ma’muriy jazo qo‘llanilganidan keyin sodir etilgan bo‘lsa,\n\nbazaviy hisoblash miqdorining ikki yuz baravaridan uch yuz baravarigacha miqdorda jarima yoki uch yilgacha muayyan huquqdan mahrum qilish yoxud uch yuz soatdan uch yuz oltmish soatgacha majburiy jamoat ishlari yoki uch yilgacha axloq tuzatish ishlari yoxud uch yilgacha ozodlikdan mahrum qilish bilan jazolanadi.\n\nO‘sha harakatlar:\n\na) ko‘p miqdorda zarar yetkazgan holda;\n\nb) bir guruh shaxslar tomonidan oldindan til biriktirib sodir etilgan bo‘lsa,\n\nbazaviy hisoblash miqdorining uch yuz baravaridan besh yuz baravarigacha miqdorda jarima yoki muayyan huquqdan mahrum qilib, uch yildan besh yilgacha ozodlikni cheklash yoxud uch yildan besh yilgacha ozodlikdan mahrum qilish bilan jazolanadi.\n\nO‘sha harakatlar:\n\na) juda ko‘p miqdorda zarar yetkazgan holda;\n\nb) uyushgan guruh manfaatlarini ko‘zlab sodir etilgan bo‘lsa,\n\nbazaviy hisoblash miqdorining besh yuz baravaridan olti yuz baravarigacha miqdorda jarima yoki muayyan huquqdan mahrum qilib, besh yildan yetti yilgacha ozodlikdan mahrum qilish bilan jazolanadi.",
            "sharxi": "O‘zbekiston Respublikasi Prezidentining 1998 yil 19 noyabrdagi «Xo‘jalik yurituvchi subyektlarni tekshirishni tashkil qilishni tartibga solish to‘g‘risida»gi Farmoni bilan tekshirishlarni rejalashtirish tartibiga katta o‘zgarishlar kiritildi.\n\nO‘zbekiston Respublikasining 1998 yil 24 dekabrdagi «Xo‘jalik yurituvchi subyektlar faoliyatini davlat tomonidan nazorat qilish to‘g‘risida»gi Qonuni bilan tekshirishlar turlari va atamalari, tadbirkorlik subyektlari faoliyatini davlat tomonidan nazorat qilishning shakllari va asosiy prinsiplari, rejali va rejadan tashqari tekshirishlarni o‘tkazish asoslari, tekshirishlar davriyligi va muddatlari, nazorat qiluvchi organlar mansabdor shaxslari huquqlari va majburiyatlari belgilangan.\n\nO‘zbekiston Respublikasi Prezidentining 2005 yil 14 iyundagi «Tadbirkorlik subyektlarini huquqiy himoya qilish tizimini yanada takomillashtirish chora-tadbir-lari to‘g‘risida»gi Farmoniga asosan, tadbirkorlik subyektlarining moliya-xo‘jalik faoliyatini tekshirish (taftish qilish) belgilangan tartibda faqat davlat soliq xizmati organlari, tekshirish davomida soliq va valyutaga oid jinoyat alomatlari aniqlangan taqdirda esa, O‘zbekiston Respublikasi Bosh prokuraturasi huzuridagi Iqtisodiy jinoyatlarga qarshi kurash departamenti tomonidan amalga oshirilishi belgilandi.\n\nO‘zbekiston Respublikasi Prezidentining 2011 yil 4 apreldagi «Tadbirkorlik subyektlarini tekshirishlarni yanada qisqartirish va ular faoliyatini nazorat qilishni tashkil etish tizimini takomillashtirish borasidagi qo‘shimcha chora-tadbirlar to‘g‘risida»gi Farmoni bilan tadbir-korlik subyektlari faoliyati erkinligi kuchaytirilib, kichik tadbirkorlik subyektlari faoliyati bo‘yicha soliq tekshirishlarini 30 taqvim kunidan ortiq o‘tkazishga yo‘l qo‘yilmaydi.\n\n1. Jinoyatning bevosita asosiy obyekti tadbirkorlik subyektlarining faoliyatini tekshirish va moliya-xo‘jalik faoliyatini taftish qilish tartibi hamda ularning normal faoliyat yuritishini ta’minlash bilan bog‘liq bo‘lgan ijtimoiy munosabatlar hisoblanadi.\n\n2. Jinoyat obyektiv tomondan tadbirkorlik subyektlarining faoliyatini tekshirish vakolatiga ega bo‘lgan nazorat qiluvchi organning mansabdor shaxsi tomonidan xuddi shunday harakatlar uchun ma’muriy javobgarlikka tortilganidan so‘ng, tadbirkorlik subyektlarining moliya-xo‘jalik faoliyatini taftish qilishning belgilangan tartibini buzish, shuningdek tadbirkorlik subyektlari faoliyatini qonunga xilof ravishda tekshirish tashabbusi bilan chiqish va (yoki) o‘tkazishda namoyon bo‘ladi.\n\n3. Tadbirkorlik faoliyati (tadbirkorlik) tadbirkorlik faoliyati subyektlari tomonidan qonunchi-likka muvofiq amalga oshiriladigan, o‘zi tavakkal qilib va o‘z mulkiy javobgarligi ostida daromad (foyda) olishga qaratilgan tashabbuskorlik faoliyatidir.\n\nTadbirkorlik faoliyati subyektlari (tadbir-korlik subyektlari) bu belgilangan tartibda davlat ro‘yxatidan o‘tgan hamda tadbirkorlik faoliyatini amalga oshirayotgan yuridik va jismoniy shaxslardir.\n\nNazorat qiluvchi organlar bu xo‘jalik yurituvchi subyektlar faoliyatini davlat tomonidan nazorat qilishga qonunchilik bilan idoralardir. vakolat berilgan vazirliklar va\n\nTekshirish deganda, xo‘jalik yurituvchi subyektlar tomonidan qonunlar hamda o‘z faoliyatini tartibga soluvchi boshqa qonunchilik qanday bajarilayotganligini nazorat qiluvchi organlarning bir marta nazorat qilishi tushuniladi.\n\nTekshirishning quyidagi turlari mavjud:\n\nmoliya-xo‘jalik faoliyatini tekshirish (taftish qilish) soliq va valyuta to‘g‘risidagi qonunchilikka rioya etilishi ustidan nazoratni amalga oshirish maqsadida xo‘jalik yurituvchi subyektlarning buxgalteriya, moliya, statistika, bank hamda boshqa hujjatlarini o‘rganish va taqqoslash;\n\nmuqobil tekshirish;\n\noperatsiyalar birligi tufayli o‘zaro bog‘liq bo‘lgan va turli xo‘jalik yurituvchi subyektlardagi yoki bir xo‘jalik yurituvchi subyektning turli bo‘linmalaridagi hujjatlarni taqqoslashdan iborat tekshiruv;\n\nnazorat tartibida tekshirish;\n\nxo‘jalik yurituvchi subyektlarning ilgarigi tekshirishda ko‘rsatilgan qoidabuzarliklarni bartaraf etishi ustidan nazorat qiluvchi\n\norganlar amalga oshiradigan tekshirish.\n\nTekshirishlarni qayd etish daftari bu o‘tkazilgan tekshirishlar to‘g‘risidagi axborot yozib qo‘yiladigan maxsus daftar bo‘lib, unda tekshirish o‘tkaziladigan sanalar, tekshirish o‘tkazish asosi va tekshirish o‘tkazish to‘g‘risida chiqarilgan hujjat hamda uning raqamlari rasmiylashtiriladi.\n\n4. Jinoyat tadbirkorlik subyektlarining faoliyatini tekshirishning va moliya-xo‘jalik faoliyatini taftish qilishning belgilangan tartibini buzish, shuningdek tadbirkorlik subyektlari faoliyatini qonunga xilof ravishda tekshirish tashabbusi bilan chiqish va (yoki) o‘tkazish vaqtidan boshlab tamomlangan hisoblanadi. Jinoyatni tamomlangan deb topish uchun muayyan oqibatlarning kelib chiqishi shart emas.\n\nJKning 192-2-moddasi ma’muriy preyuditsiyaga ega.\n\n5. Jinoyat subyektiv tomondan qasddan, xususan, to‘g‘ri qasd bilan sodir etiladi. Shaxs tadbirkorlik subyektlarining moliya-xo‘jalik faoliyatini taftish qilishning belgilangan tartibini buzayotganligini, shuningdek tadbirkorlik subyektlari faoliyatini qonunga xilof ravishda tekshirish tashabbusi bilan chiqayotgani va (yoki) o‘tkazayotganini anglaydi, biladi va buni o‘z xohishi asosida amalga oshiradi.\n\n6. Jinoyatning motivi va maqsadi qilmishni kvalifikatsiya qilishga ta’sir qilmaydi.\n\n7. Jinoyatning subyekti faqat maxsus subyekt bo‘lib, tegishli tadbirkorlik subyektlarining faoliyatini tekshirish va moliya-xo‘jalik faoliyatini taftish qilish vakolatiga ega bo‘lgan nazorat qiluvchi organning mansabdor shaxsi hisoblanadi.\n\n8. O‘sha harakatlar:\n\na) ko‘p miqdorda zarar yetkazgan holda;\n\nb) bir guruh shaxslar tomonidan oldindan til biriktirib sodir etilgan bo‘lsa, JKning 1922-moddasi 2-qismi bilan kvalifikatsiya qilinadi.\n\n9. Basharti, ko‘rib chiqilayotgan moddaning birinchi qismida ko‘zda tutilgan harakatlar: a) juda ko‘p miqdorda zarar yetkazgan holda; b) uyushgan guruh manfaatlarini ko‘zlab sodir etilgan bo‘lsa, javobgarlik JKning 1922-moddasi 3-qismi bo‘yicha vujudga keladi. "
        },
        {
            "modda_raqami": "192_3-modda. Tadbirkorlik subyektlarining faoliyatini va (yoki) ularning bank-lardagi hisobvaraqlari bo‘yicha operatsiyalarni qonunga xilof ravishda to‘xtatib turish.",
            "matni": "Tadbirkorlik subyektlarining faoliyatini va (yoki) ular-ning banklardagi hisobvaraqlari bo‘yicha operatsiyalarni qonunga xilof ravishda to‘xtatib turish, shunday harakatlar uchun ma’muriy jazo qo‘llanilganidan keyin sodir etilgan bo‘lsa, —\n\nbazaviy hisoblash miqdorining ikki yuz baravaridan uch yuz baravarigacha miqdorda jarima yoki uch yilgacha muayyan huquqdan mahrum qilish yoxud uch yuz soatdan uch yuz oltmish soatgacha majburiy jamoat ishlari yoki uch yilgacha axloq tuzatish ishlari yoxud uch yilgacha ozodlikdan mahrum qilish bilan jazolanadi.\n\nO‘sha harakatlar:\n\na) ko‘p miqdorda zarar yetkazgan holda;\n\n6) bir guruh shaxslar tomonidan oldindan til biriktirib sodir etilgan bo‘lsa,\n\nbazaviy hisoblash miqdorining uch yuz baravaridan besh yuz baravarigacha miqdorda jarima yoki muayyan huquqdan mahrum qilib, uch yildan besh yilgacha ozodlikni cheklash yoxud uch yildan besh yilgacha ozodlikdan mahrum qilish bilan jazolanadi.\n\nO‘sha harakatlar:\n\na) juda ko‘p miqdorda zarar yetkazgan holda;\n\nb) uyushgan guruh manfaatlarini ko‘zlab sodir etilgan bo‘lsa, -\n\nbazaviy hisoblash miqdorining besh yuz baravaridan olti yuz baravarigacha miqdorda jarimaima yoki muayyan huquqdan mahrum qilib, besh yildan yetti yilgacha ozodlikdan mahrum qilish bilan jazolanadi.",
            "sharxi": "1. Sharhlanayotgan norma jinoyat qonunchiligiga O‘zbekiston Respublikasi Prezidentining 2015 yil 15 maydagi «Xususiy mulk, kichik biznes va xususiy tadbirkorlikni ishonchli himoya qilishni ta’minlash, ularni jadal rivojlantirish yo‘lidagi to‘siqlarni bartaraf etish chora-tadbirlari to‘g‘risida»gi Farmoni va u asosida 2015 yil 20 avgustda qabul qilingan O‘zbekiston Respublikasining «Xususiy mulk huquqlarining kuchaytirilishi munosabati bilan O‘zbekiston Respublikasining ayrim qonun hujjatlariga o‘zgartish va qo‘shimchalar kiritish, shuningdek ayrim qonun hujjatlarini o‘z kuchini yo‘qotgan deb topish to‘g‘risida»gi Qonunga binoan kiritilgan norma hisoblanadi.\n\n2. Jinoyatning bevosita sita obyekti tadbirkorlik subyektlarining faoliyatini va ularning banklardagi hisobvaraqlari bo‘yicha operatsiyalarni qonuniy amalga oshirishni ta’minlash bilan bog‘liq bo‘lgan ijtimoiy munosabatlardir.\n\n3. Mazkur jinoyat obyektiv tomondan tadbirkorlik subyektlarining faoliyatini yoki ularning banklardagi hisobvaraqlari bo‘yicha operatsiyalarni qonunga xilof ravishda to‘xtatib turish orqali sodir etishda ifodalanadi.\n\nBu jinoyat obyektiv tomonining zaruriy belgisi tadbirkorlik subyektlarining faoliyatini yoki ularning banklardagi hisobvaraqlari bo‘yicha operatsiyalarni qonunga xilof ravishda to‘xtatib turganlik uchun MJtKning 2413-moddasiga ko‘ra, ma’muriy jazo qo‘llanilganidan keyin shaxs bir yil ichida takroran ushbu qilmishni sodir etgan bo‘lishidir.\n\nTadbirkorlik subyekti faoliyatini yoki uning bankdagi operatsiyalarini qonunga xilof ravishda to‘xtatib turish bu tadbirkorlik subyektlari faoliyatini davlat tomonidan nazorat qilishga vakolat berilgan nazorat qiluvchi organlar yoki banklarning tadbirkorlik subyekti faoliyatini yoki uning bank orqali amalga oshiradigan pul-kredit va boshqa moliyaviy operatsiyalarini muayyan muddatga cheklab qo‘yishdir.\n\nBank operatsiyalari deganda, tadbirkorlik subyektining bankda joylashgan o‘z hisob raqami orqali moddiy mablag‘larini tadbirkorlik faoliyati natijasida ushbu hisob raqamga kiritish yoki chiqarish bilan bog‘liq operatsiyalarni shuningdek, banklarning tijoriy faoliyatlari bilan bog‘liq bo‘lgan faoliyatlar tushuniladi.\n\nHisobvaraq bo‘yicha operatsiyalarning belgilangan muddat-lari buzilgan taqdirda bank yoki boshqa kredit tashkiloti tadbirkorlik faoliyati subyektiga qonunchilikda nazarda tutilgan tartibda va muddatlarda foizlar to‘laydi.\n\n4. Mazkur Jinoyat subyektiv tomondan qasddan sodir etiladi. Bunda, subyektning harakatlarida qasdning to‘g‘ri qasd shakli namoyon bo‘ladi.\n\n5. Jinoyatning subyekti maxsus hisoblanadi. Zero, ushbu jinoyat ham mansabdor shaxslar tomonidan sodir etiladigan jinoyat hisoblanadi\n\n6. Agar birinchi qismda berilgan harakatlar ko‘p miqdorda zarar yetkazgan holda yoki bir guruh shaxslar tomonidan oldindan til biriktirib sodir etilgan bo‘lsa, javobgarlik JK 1923-moddasi 2-qismi bo‘yicha vujudga keladi.\n\n7. Juda ko‘p miqdorda zarar yetkazgan holda yoki uyushgan guruh manfaatlarini ko‘zlab sodir etilgan harakatlar, JKning 1923-moddasi 3-qismi bo‘yicha javobgarlikni keltirib chiqaradi."
        },
        {
            "modda_raqami": "192_4-modda.  Tadbirkorlik subyektlarini homiylikka va boshqa tadbirlarga majburiy jalb etish",
            "matni": "Nazorat qiluvchi, huquqni muhofaza qiluvchi hamda boshqa davlat organining va davlat tashkilotining mansabdor shaxsi yoki xizmatchisi tomonidan tadbirkorlik subyektlarini pul mablag‘larini hamda boshqa moddiy qimmatliklarni ajratish bilan bog‘liq homiylikka va boshqa tadbirlarga majburiy jalb etish, shunday harakatlar uchun ma’muriy jazo qo‘llanilganidan keyin sodir etilgan bo‘lsa, —\n\nbazaviy hisoblash miqdorining ikki yuz baravaridan to‘rt yuz baravarigacha miqdorda jarima yoki uch yilgacha muayyan huquqdan mahrum qilish yoxud uch yuz oltmish soatdan to‘rt yuz sakson soatgacha majburiy jamoat ishlari yoki uch yildan besh yilgacha ozodlikni cheklash yoxud uch yildan besh yilgacha ozodlikdan mahrum qilish bilan jazolanadi.\n\nYetkazilgan moddiy zararning o‘rni qoplangan taqdirda ozodlikni cheklash va ozodlikdan mahrum qilish tariqasidagi jazo qo‘llanilmaydi.",
            "sharxi": "1. Jinoyatning bevosita obyekti tadbirkorlik subyektlarining mustaqil faoliyat yuritishi va ularning huquq va qonuniy manfaatlarini ta’minlash bilan bog‘liq bo‘lgan ijtimoiy munosabatlar hisoblanadi.\n\n2. Mazkur normada belgilangan jinoyatning obyektiv tomondan nazorat qiluvchi, huquqni muhofaza qiluvchi hamda boshqa davlat organining va davlat tashkilotining mansabdor shaxsi yoki xizmatchisi tomonidan tadbirkorlik subyektlarini pul mablag‘larini hamda boshqa moddiy qimmatliklarni ajratish bilan bog‘liq homiylikka va boshqa tadbirlarga majburiy jalb etishida namoyon bo‘ladi.\n\nTadbirkorlik subyektlarini pul mablag‘larini hamda boshqa moddiy qimmatliklarni ajratish bilan bog‘liq homiylikka va boshqa tadbirlarga majburiy jalb etish jinoyati obyektiv tomonining zaruriy belgisi mazkur jinoyat qo‘llanilishida ham ma’muriy preyuditsiya mavjud. Ya’ni, nazorat qiluvchi, huquqni muhofaza qiluvchi hamda boshqa davlat organining va davlat tashkilotining mansabdor shaxsi yoki xizmatchisi tomonidan tadbirkorlik subyektlarini pul mablag‘larini hamda boshqa moddiy qimmatliklarni ajratish bilan bog‘liq homiylikka va boshqa tadbirlarga majburiy jalb etish, shunday harakatlar uchun MJtKning 241-4-moddasi bilan ma’muriy jazo qo‘llanilganidan keyin sodir etilgan bo‘lishi lozim.\n\nTadbirkorlik subyektlarini pul mablag‘larini hamda boshqa moddiy qimmatliklarni ajratish bilan bog‘liq homiylikka va boshqa tadbirlarga majburiy jalb etish deganda, tegishli vakolatga ega bo‘lgan mansabdor shaxs yoki xizmatchi tomonidan tadbirkorlik subyekti hisob raqamidagi mablag‘lar yoxud uning moddiy boyliklarini muayyan turdagi tadbirlarga homiylik yoki homiylik ishlariga jalb etish tushuniladi.\n\n3. Ushbu jinoyat subyektiv tomondan to‘g‘ri qasd bilan sodir etiladi.\n\nJinoyatning motivi va maqsadi qilmishni kvalifikatsiya qilishga ta’sir qilmaydi.\n\n4. Ushbu jinoyatning subyekti, yuqorida sharhlab o‘tilgan norma singari, maxsus subyekt bo‘lib, unga ko‘ra, nazorat qiluvchi, huquqni muhofaza qiluvchi hamda boshqa davlat organining va davlat tashkilotining mansabdor shaxsi yoki xizmatchisi mazkur jinoyatning subyekti hisoblanadi.\n\n5. Yetkazilgan moddiy zararning o‘rni qoplangan taqdirda ozodlikni cheklash va ozodlikdan mahrum qilish tariqasidagi jazo qo‘llanilmaydi."
        },
        {
            "modda_raqami": "192_5-modda. Litsenziyalash to‘g‘risidagi qonunchilikni va ruxsat berish tartib-taomillarini buzish to‘g‘risidagi qonun.",
            "matni": "Litsenziya va ruxsat etish xususiyatiga ega boshqa hujjatlarni berishning belgilangan tartibi hamda muddatlarini buzish, shu jumladan litsenziyalarning va ruxsat berish tartib-taomillarining yangi turlarini qonunga xilof ravishda joriy etish, shunday harakatlar uchun ma’muriy jazo qo‘llanilganidan keyin sodir etilgan bo‘lsa, —\n\nmuayyan huquqdan mahrum qilib, bazaviy hisoblash miqdorining yuz baravaridan uch yuz baravarigacha miqdorda jarima yoki uch yuz oltmish soatgacha majburiy jamoat ishlari yoxud ikki yilgacha axloq tuzatish ishlari bilan jazolanadi.\n\nO‘sha harakatlar:\n\na) juda ko‘p miqdorda zarar yetkazgan holda;\n\nb) uyushgan guruh manfaatlarini ko‘zlab sodir etilgan bo‘lsa, —\n\nbazaviy hisoblash miqdorining uch yuz baravaridan olti yuz baravarigacha miqdorda jarima yoki muayyan huquqdan mahrum qilib, uch yildan besh yilgacha ozodlikni cheklash yoxud uch yildan besh yilgacha ozodlikdan mahrum qilish bilan jazolanadi.",
            "sharxi": "1. Jinoyatning bevosita obyekti litsenziyalash to‘g‘risidagi qonunchilikni va ruxsat berish tartib-taomillarini to‘g‘risidagi qonunchilikning ijrosini ta’minlash bilan bog‘liq bo‘lgan ijtimoiy munosabatlar hisoblanadi.\n\n2. Mazkur jinoyat obyektiv tomondan litsenziya va ruxsat etish xususiyatiga ega boshqa hujjatlarni berishning belgilangan tartibi hamda muddatlarini buzish, shu jumladan litsenziyalarning va ruxsat berish tartib-taomillarining yangi turlarini qonunga xilof ravishda joriy etishda namoyon bo‘ladi.\n\nUshbu jinoyat obyektiv tomonining zaruriy belgisi tegishli vakolatga ega bo‘lgan mansabdor shaxs yoki xizmatchi tomonidan litsenziya va ruxsat etish xususiyatiga ega boshqa hujjatlarni berishning belgilangan tartibi hamda muddatlarini buzish, shu jumladan litsenziyalarning va ruxsat berish tartib-taomillarining yangi turlarini qonunga xilof ravishda joriy etganlik uchun MJtKning 241-5-moddasi bilan ma’muriy jazo qo‘llanilganidan keyin sodir etilgan bo‘lishidir.\n\nLitsenziya jismoniy yoki yuridik shaxsga beriladigan, litsenziya talablari va shartlariga majburiy ravishda rioya etilgan taqdirda faoliyatning litsenziyalanadigan turini yoki uning kichik turini amalga oshirish huquqini beruvchi hujjat. Faoliyatning litsenziyalanayotgan turi O‘zbekiston Respublikasi hududida amalga oshirilishi uchun litsenziya olish talab qilinadigan faoliyat turi; tadbirkorlik faoliyati subyektlari tomonidan qonunchilikka muvofiq amalga oshiriladigan, o‘zi tavakkal qilib va o‘z mulkiy javobgarligi ostida daromad (foyda) olishga qaratilgan tashabbuskorlik faoliyatidir.\n\nLitsenziyalash litsenziya berish to‘g‘risidagi arizani topshirish, qabul qilish va ko‘rib chiqish, litsenziyani berish, uning amal qilish muddatini uzaytirish, amal qilishini to‘xtatib turish, qayta tiklash hamda tugatish, shuningdek litsenziyani bekor qilish, qayta rasmiylashtirish va chaqirib olish jarayoni bilan bog‘liq tadbirlar majmui.\n\nLitsenziyalash, ruxsat berish va xabardor qilish tartib-taomillari sohasidagi vakolatli organlar faoliyatning ayrim turlarini litsenziyalashni, ruxsat etish xususiyatiga ega hujjatlarni berishni amalga oshiradigan, shuningdek maxsus elektron tizim vositasida xabarnomalarni qabul qiladigan maxsus vakolatli organlar va tashkilotlar.\n\n3. Jinoyat subyektiv tomondan faqat qasddan, xususan, qasdning to‘g‘ri qasd shakli bilan sodir etiladi. Ya’ni, aybdor tomonidan litsenziya va ruxsat etish xususiyatiga ega boshqa hujjatlarni berishning belgilangan tartibi hamda muddatlarini buzish, shu jumladan litsenziyalarning va ruxsat berish tartib-taomillarining yangi turlarini qonunga xilof ravishda joriy etish o‘z xohishiga ko‘ra sodir etiladi.\n\nJinoyatning motivi va maqsadi qilmishni kvalifikatsiya qilishga ta’sir qilmaydi.\n\n4. Ushbu jinoyatning subyekti maxsus vakolatli organning litsenziya va boshqa ruxsat beruvchi hujjatlarni berishga vakolatli mansabdor shaxsi yoki xizmatchisi hisoblanadi.\n\n5. Juda ko‘p miqdorda zarar yetkazgan holda yoki uyushgan guruh manfaatlarini ko‘zlab sodir etilgan harakatlar JK 192-5-moddasi 2-qismi bo‘yicha javobgarlikni keltirib chiqaradi.\n\n192-6-modda. Imtiyozlar va preferensiyalarni qo‘llashni g‘ayriqonuniy ravishda rad etish, qo‘llamaslik yoki qo‘llashga to‘sqinlik qilish."
        },
        {
            "modda_raqami": "192_6-modda. Imtiyozlar va preferensiyalarni qo‘llashni g‘ayriqonuniy ravishda rad etish, qo‘llamaslik yoki qo‘llashga to‘sqinlik qilish.",
            "matni": "Tadbirkorlik subyektlariga berilgan imtiyozlar va preferensiyalarni qo‘llashni g‘ayriqonuniy ravishda rad etish, qo‘llamaslik yoki qo‘llashga to‘sqinlik qilish, shunday harakatlar uchun ma’muriy jazo qo‘llanilganidan keyin sodir etilgan bo‘lsa,\n\nbazaviy hisoblash miqdorining yuz baravaridan uch yuz baravarigacha miqdorda jarima yoki ikki yilgacha muayyan huquqdan mahrum qilish yoxud uch yuz soatdan uch yuz oltmish soatgacha majburiy jamoat ishlari yoki ikki yilgacha axloq tuzatish ishlari bilan jazolanadi.\n\nO‘sha harakatlar:\n\na) juda ko‘p miqdorda zarar yetkazgan holda;\n\nb) uyushgan guruh manfaatlarini ko‘zlab sodir etilgan bo‘lsa,\n\nbazaviy hisoblash miqdorining uch yuz baravaridan olti yuz baravarigacha miqdorda jarima yoki uch yuz oltmish soatdan to‘rt yuz sakson soatgacha majburiy jamoat ishlari yoki muayyan huquqdan mahrum qilib, bir yildan uch yilgacha ozodlikni cheklash yoxud uch yilgacha ozodlikdan mahrum qilish bilan jazolanadi.",
            "sharxi": "1. Ushbu jinoyatning bevosita obyekti tadbirkorlik faoliyati hamda xo‘jalik yurituvchi subyektlarga qonunda ko‘rsatilgan imtiyozlar va preferensiyalarni qo‘llash va tartibini ta’minlovchi ijtimoiy munosabatlar hisoblanadi. Davlat tomonidan faoliyat uchun qulay sharoitlar yaratish hamda tadbirkorlikning ustuvor yo‘nalishlarni rivojlantirish maqsadida u yoki bu korxona va tashkilotlarga imtiyozlar va preferensiyalar beriladi. Imtiyozlar va preferensiyalar O‘zbekiston Respublikasi Soliq kodeksi, qonunlar, O‘zbekiston Respublikasi Prezidenti Farmonlari, O‘zbekiston Respublikasi Prezidenti Qarorlari, O‘zbekiston Respublikasi Vazirlar Mahkamasining qarorlari bilan joriy etiladi. Imtiyoz va preferensiyalarni qo‘llash tegishli nizomlar asosida tartibga solinadi.\n\n2. Jinoyat kodeksi 192-6-moddasida ko‘zda tutilgan jinoyat obyektiv tomondan:\n\n1) tadbirkorlik subyektlariga berilgan imtiyozlar va preferensiyalarni qo‘llashni g‘ayriqonuniy ravishda rad etish;\n\n2) qo‘llamaslik;\n\n3) qo‘llashga to‘sqinlik qilishda ifodalanadi.\n\nTadbirkorlik subyektlariga berilgan imtiyozlar va preferensiyalarni qo‘llashni g‘ayriqonuniy ravishda rad etish deganda, murojaatni qabul qilinishi va ko‘rib chiqilishini qonunga xilof ravishda rad etish bilan bog‘liq harakatlar tushuniladi.\n\nImtiyozlar va preferensiyalarni qo‘llamaslik deganda, qonunlarda nazarda tutilgan hamda tadbirkorlik subyektlariga berilishi, qo‘llanilishi lozim yoki mumkin bo‘lgan imtiyozlar va preferensiyalarni hech bir sabab yoki asossiz qo‘llash bilan bog‘liq harakatlarni bajarmaslikda namoyon bo‘ladi. Tadbirkorlik subyektlariga nisbatan imtiyozlar va preferensiyalar ushbu tadbirkorlik subyektlari tomonidan mustaqil ravishda qo‘llaniladi, ularning qo‘llanishi ustidan nazorat qaysi turdagi imtiyozlar va preferensiyalar berilganiga qarab, tegishli organlar zimmasiga yuklatilgan. Bularga davlat soliq xizmati, davlat bojxona xizmati va boshqalar kirishi mumkin. Mantiqiy sharhlash yo‘li bilan shunday xulosaga kelish mumkin, imtiyozlar va preferensiyalar tegishli shaxslar tomonidan soliq va boshqa to‘lovlarni hisoblashda qo‘llanadimi. Mos ravishda soliqlar, bojxona to‘lovlarini hisoblashda, kreditni berishda foiz stavkalarini belgilashda va boshqa holatlarda berilgan imtiyozlar va preferensiyalarni hisobga almaslik ushbu imtiyozlar va preferensiyalarni qo‘llamaslik sifatida e’tirof etiladi.\n\nImtiyozlar va preferensiyalarni qo‘llashga to‘sqinlik qilish normal ishchi jarayonni olib borishga imkon bermaydigan faoliyat bo‘lib, u tegishli tuzilmalar tomonidan imtiyozlar va preferensiyalar berish bo‘yicha ularga yuklangan funksiyalarni bajarishga xalaqit beradigan yoki tashkiliy jihatdan buzadigan har qanday to‘siqlar yaratishda ifodalanadi.\n\n«To‘sqinlik qilish» tushunchasi, tadbirkorlik subyektlariga imtiyozlar va preferensiyalar berish bog‘liq bo‘lgan shaxslarga nisbatan ruhiy va (yoki) jismoniy ta’sir o‘tkazishni ham qamrab oladi. Bundan tashqari, qo‘llashga to‘sqinlik qilish ostida tadbirkorlik subyektlariga berilgan imtiyozlar va preferensiyalardan foydalanishga to‘sqinlik qilishni ham tushunish shart.\n\n3. Mazkur jinoyat subyektiv tomondan qasddan, xususan, to‘g‘ri qasd shaklida sodir etiladi. Jinoyatning motivi va maqsadi qilmishni kvalifikatsiya qilishga ta’sir qilmaydi, biroq, ularni aniqlash muhim amaliy ahamiyatga ega. Masalan, moddiy manfaat olish maqsadida tadbirkorlik subyektlariga berilgan imtiyozlar va preferensiyalarni qo‘llashni g‘ayriqonuniy ravishda rad etishni, mazkur qilmishni sodir etgan subyektga qarab, tamagirlik yo‘li bilan pora berishni talab qilish (JKning 210-moddasi) yoki tovlamachilik yo‘li bilan haq berishni talab qilish (JKning 214-moddasi) sifatida kvalifikatsiya qilish lozim.\n\nJuda ko‘p miqdorda zarar yetkazishning subyektiv tomoni egri qasdda ifodalanib, kelib chiqqan oqibatlarga ko‘ra kvalifikatsiya qilinadi hamda mazkur oqibatlar kelib chiqmasa, juda ko‘p miqdorda zarar yetkazishga suiqasd deb baholanishi mumkin emas.\n\n4. Jinoyat kodeksining 192-6-moddasida ko‘zda tutilgan jinoyatning subyekti imtiyozlar va preferensiyalarni qo‘llash vakolatiga ega bo‘lgan, shuningdek ularning qo‘llanishi to‘g‘riligi ustidan nazorat qilish majburiyati yuklangan maxsus subyekt bo‘lishi mumkin.\n\n5. Birinchi qismda nazarda tutilgan harakatlar juda ko‘p miqdorda zarar yetkazgan holda yoki uyushgan guruh manfaatlarini ko‘zlab sodir etilgan bo‘lsa, JKning 192-6-moddasi 2-qismi bo‘yicha javobgarlikni keltirib chiqaradi."
        },
        {
            "modda_raqami": "192_7-modda. Xo‘jalik yurituvchi subyektlarga va boshqa tashkilotlarga pul mablag‘lari berishni asossiz ravishda kechiktirish.",
            "matni": "Xo‘jalik yurituvchi subyektlarga va boshqa tashkilotlarga ish haqi, nafaqalar, nafaqalar, stipendiyalar va ularga tenglashtirilgan o‘zga to‘lovlarni to‘lash uchun pul mablag‘lari berishni bankning mansabdor shaxsi yoki xizmatchisi tomonidan asossiz ravishda kechiktirish, shunday harakatlar uchun ma’muriy jazo qo‘llanilganidan keyin sodir etilgan bo‘lsa, -\n\nbazaviy hisoblash miqdorining ellik baravaridan yuz baravarigacha miqdorda jarima yoki uch yilgacha muayyan huquqdan mahrum qilish yoxud uch yuz oltmish soatgacha majburiy jamoat ishlari yoki bir yilgacha ozodlikni cheklash yoxud bir yilgacha ozodlikdan mahrum qilish bilan jazolanadi.",
            "sharxi": "1. Xo‘jalik yurituvchi subyektlarga va boshqa tashkilotlarga pul mablag‘lari berishni asossiz ravishda kechiktirishning ijtimoiy xavfi shundaki, jinoyat sodir etilishi natijasida haqiqatda asossiz ravishda budjet kamomadi paydo bo‘lishi mumkin, xususiy mulk esa, uning qismi hisoblanadi. Buning natijasida to‘lov qobiliyatsizligi, aholining ayrim qatlamlari orasida norozilik shakllanishini yuzaga keltiradi, bu esa, jamiyatning O‘zbekistonda amalga oshirilayotgan islohotlarni qabul qilishiga salbiy ta’sir qilib, ularni obro‘sizlantiradi.\n\n2. Jinoyat kodeksining 192-7-moddasida ko‘zda tutilgan jinoyatning bevosita obyekti birinchi navbatda to‘lanadigan to‘lovlarni tegishli muddatlarda to‘lashni amalga oshirish bilan bog‘liq bo‘lgan ijtimoiy munosabatlar hisoblanadi. Bundan tashqari, ushbu qilmishning predmetini inobatga olib, ta’kidlash lozimki, jinoyat obyekti sifatida fuqarolarning iqtisodiy, ijtimoiy huquq va erkinliklari, mehnat va ijtimoiy ta’minot, ta’lim sohasidagi munosabatlar tan olinishi lozim.\n\n3. Jinoyatning predmeti sifatida xo‘jalik yurituvchi subyektlar va boshqa tashkilotlarning faqatgina qonunda qayd etilgan xarajatlari, jumladan, ish haqi, nafaqalar, stipendiyalar va ularga tenglashtirilgan o‘zga to‘lovlar xizmat qiladi.\n\n4. Nafaqaga bu fuqarolar qonunchilikda belgilangan yoshga yetganlarida ularga taqdim etiladigan pul ta’minoti, muntazam pul to‘lovlaridir.\n\n«Fuqarolarning davlat nafaqa ta’minoti to‘g‘risida»gi O‘zbekiston Respublikasi Qonuni O‘zbekiston Respublikasi fuqarolarining qariganda, mehnat qobiliyatini to‘liq yoki qisman yo‘qotganda, boquvchisiz qolganda ijtimoiy ta’minlanishdan iborat konstitutsiyaviy huquqlarini ro‘yobga chiqarish, davlat nafaqalarining yagona tizimini, ularni tayinlash, hisoblab chiqarish, qayta hisoblash va to‘lash tartibini belgilaydi.\n\n5. Amaldagi qonunchilikka asosan ish haqi deganda moliyaviy manbadan qat’i nazar, pul yoki natural shaklda hisoblangan barcha turdagi mehnat haqi (shuningdek, turli mukofot, qo‘shimcha ustamalar, ijtimoiy imtiyozlar) shu jumladan, ishchilarga qonunda belgilangan tartibda ishlamagan vaqt uchun hisoblangan pul mablag‘lari (har yilgi ta’til, dam olish va bayram kunlari va h.k.) tushuniladi. O‘rganilayotgan modda mazmuniga ko‘ra, ish haqi faqat pul shaklida ifodalanishi mumkin, chunki banklar uni natural shaklda berishmaydi. Shu munosabat bilan, mazkur modda doirasida ish haqini aniqlashda tergov va sud organlari qonunda belgilangan pul shaklidagi ish haqiga oid pul to‘lovlarini inobatga olishi lozim.\n\n6. Moddiy yordam (nafaqa) ijtimoiy ta’minotning shakllaridan biri bo‘lib, ijtimoiy sug‘urta yoki davlat budjeti mablag‘laridan doimiy yoki bir martalik to‘lovlardan iborat. Amaldagi qonun hujjatlariga asosan ishsizlik nafaqasi, bolani ikki yoshga to‘lgungacha parvarish qilish bo‘yicha oylik nafaqa, bola tug‘ilishida beriladigan bir martalik moddiy yordam, vaqtincha mehnatga qobiliyatsizlik nafaqalari va shu kabi to‘lovlarni amalga oshirish belgilanadi.\n\nStipendiya ishlab chiqarishdan ajralgan holda (kunduzgi ta’lim shakli) oliy va o‘rta maxsus ta’lim muassasalarida tahsil oladiganlarga, qonunda belgilangan boshqa to‘lovlardan qat’i nazar, to‘lanadigan oylik pul to‘lovi. Stipendiya ta’lim olishning moddiy rag‘bati, davlat ta’lim dargohlarida o‘qiydigan yoshlarning ijtimoiy muhofaza qilish vositasi hisoblanadi.\n\nIsh haqi, nafaqalar, stipendiyalar va tenglashtirilgan boshqa to‘lovlar deganda ularga qonunda belgilangan hamda qayd etilgan to‘lovlarga o‘xshash tarzda, birinchi navbatda, birlamchi xarajatlarni teng darajada qoplashni ta’minlaydigan (proporsional tartib) shartlarda amalga oshiriladigan to‘lovlarni tushunish lozim. Bunday to‘lovlarga milliy qonunchilik harbiy xizmatchilarning pul ta’minoti, moddiy yordam berishga oid to‘lovlar, aliment majburiyatlaridan kelib chiqadigan to‘lovlar, mayib bo‘lishi yoki sog‘liqqa boshqacha tarzda shikast yetishi, boquvchining o‘limi munosabati bilan to‘lanadigan to‘lovlar, mualliflik shartnomasi bo‘yicha mukofot puli, xizmat safari xarajatlari va boshqalarni kiritadi. Xarajatlar turlari ro‘yxati, budjet intizomini buzish deb tan olinadigan asossiz ravishda pul mablag‘larini kechiktirish qonunda tugal tarzda belgilanib, kengaytirilib sharhlanishi mumkin emas. Shunga ko‘ra, bank rahbari yoki boshqa mansabdor shaxslari tomonidan yuqoridagi turdagi xarajatlar sirasiga kirmaydigan boshqa mablag‘lar, masalan, navbatdan tashqari xarajatlar yuzasidan to‘lovlar yoki kapital ta’mir va hokazo uchun mo‘ljallangan mablag‘lar berilishi kechiktirilsa, aybdorlarning harakatlari mazkur modda bilan kvalifikatsiya qilinishi mumkin emas.\n\n7. Jinoyat kodeksining 192-7-moddasida ko‘zda tutilgan jinoyat obyektiv tomondan bankning mansabdor shaxsi yoki xizmatchisi tomonidan, shunday harakatlar uchun ma’muriy jazo qo‘llanilganidan keyin asossiz ravishda xo‘jalik yurituvchi subyektlarga yoki boshqa tashkilotlarga ish haqi, pensiyalar, nafaqalar, stipendiyalar va ularga tenglashtirilgan boshqa to‘lovlarni to‘lash uchun pul mablag‘lari berish muddatlarini kechiktirish harakatlari orqali, ya’ni aybdorning shu harakatlarni sodir etmaslikka bo‘lgan qasdi bilan qamrab olingan harakatsizligi orqali sodir etishda ifodalanadi.\n\n8. Pul mablag‘lari berishni asossiz ravishda kechiktirish ostida ularning qabul qiluvchilari bo‘lgan budjet korxonalari va tashkilotlarga mazkur mablag‘larning to‘lanishini to‘liq yoki qisman kechiktirish tushuniladi. Shuni ta’kidlash lozimki, ish haqi, nafaqalar, stipendiyalar va ularga tenglashtirilgan o‘zga to‘lovlarni berish muddatlari jamoa shartnomalari, Hukumat qarorlari, vazirliklar farmoyishlari, Markaziy bank ko‘rsatmalari bilan belgilanadi. Shu bois, har bir aniq holatda pul mablag‘larini kechiktirilganligini aniqlash maqsadida mablag‘lar to‘lovi amalga oshirilishi lozim bo‘lgan muddatlarni bilish zarur.\n\nTa’kidlash lozimki, bank tomonidan tegishli pul summasining bir qismi avvalroq to‘langani yoki to‘lanmaganiga qarab, pul mablag‘larini berishni kechiktirish qisman yoki to‘liq bo‘lishi mumkin. Xususan, basharti, pul mablag‘lari berilishi lozim bo‘lgan summaning bir qismi ko‘rinishida berilgan bo‘lsa, qisman kechiktirish, agar kechiktirish to‘liq summaga taalluqli bo‘lsa, to‘liq kechiktirish sifatida e’tirof etiladi. Kechiktirish fe’l-atvori qilmishning kvalifikatsiyasiga ta’sir etmaydi, biroq sud tomonidan jazoni tayinlashda hisobga olinishi mumkin.\n\nPul mablag‘lari deganda faqatgina O‘zbekiston Respublikasi banknotlari va tangalari shaklidagi naqd pul mablag‘lari tushuniladi. Naqd ko‘rinishga ega bo‘lmagan pul mablag‘larini amalga oshirishni kechiktirish, ya’ni naqd pulsiz mablag‘larni o‘tkazish, budjet tashkiloti hisob raqamiga o‘tkazishni kechiktirish, hatto bank rahbari yoki mansabdor shaxsning aybli harakatlari natijasida vujudga kelsa ham, JKning ushbu moddasi bilan kvalifikatsiya qilinmaydi.\n\n9. Pul mablag‘larini berishni asossiz ravishda kechiktirish deganda obyektiv, ya’ni bank mansabdor shaxsi yoki xizmatchisi ixtiyoriga bog‘liq bo‘lmagan, u bu holatlarni anglamagan, shunga o‘xshash vaziyatda anglashi mumkin va lozim ham bo‘lmagan hamda pul mablag‘larini berishga jiddiy tarzda to‘sqinlik qilayotgan holatlarning mavjud emasligi tushuniladi. Masalan, bankda naqd pul mablag‘lari mavjud, texnik vositalar soz holatda, favqulodda vaziyatlar mavjud bo‘lmaganida va boshqa shunga o‘xshash holatlarda xo‘jalik yurituvchi subyektlarga va boshqa tashkilotlarga pul mablag‘larini berishni kechiktirishni asossiz deb tan olish lozim.\n\nAybdor shaxslarning ixtiyoriga bog‘liq bo‘lmagan, biroq doimiy ravishda yoki davriy tarzda, ularga ma’lum sabablarga ko‘ra vujudga keladigan holatlar natijasida xo‘jalik yurituvchi subyektlarga va boshqa tashkilotlarga pul mablag‘larini berishni asossiz ravishda kechiktirish deb e’tirof etish lozim. Jumladan, shu kabi holatlarga ma’lum davr mobaynida naqd pul mablag‘lari mavjud emasligini bila turib, pul mablag‘larini to‘lashning aynan shu vaqtga belgilanishini kiritish mumkin.\n\nAybdor shaxslarning ixtiyoriga bog‘liq bo‘lmagan, biroq ularning o‘z harakatlari oqibatida vujudga kelgan holat sababli pul mablag‘larini berishni kechiktirishni asossiz deb kvalifikatsiya qilish lozim, masalan, bir tashkilotga pul mablag‘larini berish muddatlarini boshqa tashkilot zarariga qayta ko‘rib chiqish. Har bir aniq holatda pul mablag‘larini berishni asossiz kechiktirish sababi alohida aniqlanishi lozim, basharti to‘lovni amalga oshirishga to‘sqinlik qiluvchi obyektiv holatlar aybdor shaxslarning harakatlari natijasida vujudga kelgan bo‘lsa, ularning xatti-harakatlari va oqibatlar kelib chiqishi o‘rtasidagi sababiy bog‘lanishni, shuningdek qasdni aniqlash zarur.\n\nPul mablag‘larini berishni asossiz ravishda kechiktirish deb tan olish uchun qonun aybdorni avval ma’muriy javobgarlikka tortilgan bo‘lishini talab qiladi, ya’ni ma’muriy preyuditsiya majburiy shart etib belgilanadi.\n\nJinoyat, ish haqi, nafaqalar, stipendiyalar va ularga tenglashtirilgan o‘zga to‘lovlarni to‘lash uchun belgilangan muddat o‘tganidan so‘ng tamomlangan hisoblanadi.\n\n10. Mazkur jinoyat subyektiv tomondan to‘g‘ri qasd bilan sodir etiladi. Shaxs o‘z harakatlari natijasida xo‘jalik yurituvchi subyektlarga pul mablag‘larini berish muddatlari asossiz ravishda kechikishini ongli ravishda bilsa-da, shu harakatlarni qasddan sodir etishni xohlaydi.\n\nJK 192-7-moddasida javobgarlik belgilangan jinoiy qilmishni sodir etish motiv va maqsadi turlicha bo‘lib, qilmishni kvalifikatsiya qilishga ta’sir etmaydi, biroq sud tomonidan jazo tayinlashda inobatga olinishi mumkin.\n\n11. Ushbu jinoyatning subyekti o‘n olti yoshga yetgan va maxsus subyekt belgilariga ega bankning mansabdor shaxsi yoki xizmatchisi hisoblanadi."
        },
        {
            "modda_raqami": "192_8-modda. Tadbirkorlik subyektlarining hisobvaraqlarida pul mablag‘lari mavjudligi to‘g‘risidagi axborotni qonunga xilof ravishda talab qilib olish.",
            "matni": "Qonunchilikda nazarda tutilmagan hollarda tadbirkorlik subyektlarining hisobvaraqlarida pul mablag‘lari mavjudligi to‘g‘risidagi axborotni talab qilib olish, shunday harakatlar uchun ma’muriy jazo qo‘llanilganidan keyin sodir etilgan bo‘lsa,\n\nbazaviy hisoblash miqdorining ikki yuz baravaridan to‘rt yuz baravarigacha miqdorda jarima yoki uch yilgacha muayyan huquqdan mahrum qilish yoxud uch yuz oltmish soatdan to‘rt yuz sakson soatgacha majburiy jamoat ishlari yoki uch yilgacha axloq tuzatish ishlari bilan jazolanadi.",
            "sharxi": "1. Ko‘rib chiqilayotgan jinoyatning obyekti - O‘zbekiston Respublikasining «Tadbirkorlik faoliyati erkinligining kafolatlari to‘g‘risida» va «Bank siri to‘g‘risida»gi qonunlarida belgilangan tadbirkorlik subyektining o‘ziga mulk huquqida tegishli bo‘lgan bank hisobvaraqlarida mavjud pul mablag‘lariga egalik qilish, undan foydalanish va uni tasarruf etish huquqi, tadbirkorlik subyektlarining bank seyflari va binolarida saqlab turilgan mol-mulki, uning xususiyati va qiymati haqidagi ma’lumotlarni sir saqlash huquqidan iborat.\n\n2. Masalan, O‘zbekiston Respublikasining «Bank siri to‘g‘risida»gi Qonuni 3-moddasiga ko‘ra, bank siri bank tomonidan muhofaza qilinadigan quyidagi ma’lumotlardan iboratdir:\n\no‘z mijozlarining (vakillarining) operatsiyalari, hisobvaraqlari va omonatlariga doir ma’lumotlar;\n\nbank o‘z mijoziga (vakiliga) bank xizmatlari ko‘rsatishi munosabati bilan mazkur mijoz (vakil) to‘g‘risida olgan ma’lumotlar;\n\nmijozning (vakilning) bank seyflari va binolarida saqlab turilgan mol-mulki, uning xususiyati va qiymati haqidagi ma’lumotlar;\n\nmijoz (vakil) topshirig‘iga binoan yoki uning foydasini ko‘zlab amalga oshirilgan banklararo operatsiyalar va bitimlar to‘g‘risidagi ma’lumotlar;\n\nbank sirini tashkil etuvchi ma’lumotlarning banklar o‘rtasida muomalada bo‘lishi natijasida ma’lum bo‘lib qolgan, boshqa bankning mijoziga (vakiliga) doir ma’lumotlar;\n\njamg‘arib boriladigan nafaqa tizimining ishtirokchilari, nafaqa badallarining miqdori va summalarining harakati, fuqarolarning shaxsiy jamg‘arib boriladigan nafaqa hisobvaraqlaridagi nafaqa jamg‘armalari to‘g‘risidagi ma’lumotlar.\n\nO‘zbekiston Respublikasi «Tadbirkorlik faoliyati erkinligining kafolatlari to‘g‘risida»gi Qonunining 21-moddasiga ko‘ra, tadbirkorlik faoliyati subyektlari o‘z pul mablag‘larini mustaqil ravishda tasarruf etadi (Qonunning 21-moddasi 1-qismi), shuningdek tadbirkorlik faoliyati subyektlarining bank hisobvaraqlarida pul mablag‘lari bor-yo‘qligi haqida ma’lumot talab qilib olish, shuningdek bunday ma’lumotlarning banklar tomonidan taqdim etilishi taqiqlanadi, qonunda nazarda tutilgan hollar bundan mustasno (mazkur Qonunning 21-moddasi 7-qismi).\n\n3. Jinoyat kodeksining 192-8-moddasida ko‘zda tutilgan jinoyat obyektiv tomondan, tadbirkorlik subyektlarining hisobvaraqlarida pul mablag‘lari mavjudligi to‘g‘risidagi axborotni qonunchilikda nazarda tutilmagan hollarda talab qilib olishda ifodalanadi. Mazkur ma’lumotlar yozma yoki og‘zaki shaklda talab qilinishi mumkin.\n\nO‘zbekiston Respublikasi Vazirlar Mahkamasining 2021 yil 29-iyundagi «Jinoiy faoliyatdan olingan daromadlarni legallashtirishga, terrorizmni moliyalashtirishga va ommaviy qirg‘in qurolini tarqatishni moliyalashtirishga qarshi kurashish to‘g‘risida»gi O‘zbekiston Respublikasi Qonunini amalga oshirishga doir qo‘shimcha chora-tadbirlar haqida»gi Qarori hamda «Jinoiy faoliyatdan olingan daromadlarni legallashtirishga, terrorizmni moliyalashtirishga va ommaviy qirg‘in qurolini tarqatishni moliyalashtirishga qarshi kurashish bilan bog‘liq ma’lumotlarni taqdim etish tartibi to‘g‘risida nizom»ga asosan pul mablag‘lari yoki boshqa mol-mulk bilan bog‘liq operatsiyalarni amalga oshiruvchi tomonidan shubhali deb topilgan operatsiyalar haqidagi xabarlar O‘zbekiston Respublikasi Bosh prokuraturasi huzuridagi Iqtisodiy jinoyatlarga qarshi kurashish departamentiga avtomatlashtirilgan dasturiy mahsulot yordamida taqdim etiladi, davlat sirlarini tashkil etuvchi axborotlar bundan mustasno.\n\nNizomga muvofiq, tashkilotlar tomonidan quyidagilar to‘g‘risidagi ma’lumotlar maxsus vakolatli davlat organiga taqdim etiladi:\n\nichki nazorat qoidalari ijrosini ta’minlash davomida legallashtirish maqsadida amalga oshirilayotgan shubhali operatsiyalar, shu jumladan ularni amalga oshirishga bo‘lgan urinishlar;\n\namalga oshirilgan operatsiyalar bo‘yicha taraflardan biri yoki benefitsiar mulkdori bo‘lgan hamda O‘zbekiston Respublikasi tomonidan tan olingan xalqaro ixtisoslashgan tashkilotlar tomonidan xalqaro moliya tizimini legallashtirish xavfidan himoyalash maqsadida choralarni ko‘rishga chaqirilgan davlatda (hududda) doimiy yashovchi, turgan yoki ro‘yxatga olingan shaxs;\n\nlegallashtirish bilan bog‘liq tavakkalchiliklarni milliy darajada baholash natijalari bo‘yicha tavakkalchilik darajasi yuqori bo‘lgan operatsiyalar;\n\nterrorchilik faoliyatida yoki ommaviy qirg‘in qurolini tarqatishda ishtirok etayotgan yoki ishtirok etishda gumon qilinayotgan shaxslarning ro‘yxatiga kiritilgan tashkilot yoki jismoniy shaxsning operatsiyalarini to‘xtatib turish va (yoki) pul mablag‘larini yoki boshqa mol-mulkini ishga solmay to‘xtatib qo‘yish bo‘yicha ko‘rilgan choralar;\n\nmijozlar orasida pul mablag‘larini yoki boshqa mol-mulkni ishga solmay to‘xtatib qo‘yish bo‘yicha choralar ko‘rilishi lozim bo‘lgan tashkilotlar va jismoniy shaxslar mavjudligini aniqlash yuzasidan o‘tkazilgan tekshiruv natijalari;\n\nmijozni lozim darajada tekshirish bo‘yicha chora-tadbirlar ko‘rish imkoniyati bo‘lmagan taqdirda, hisobvaraqni, operatsiyani amalga oshirishni, amaliy munosabatlarga kirishishni rad etish hamda mavjud amaliy munosabatlarni tugatish to‘g‘risidagi, shuningdek, shubhali operatsiya haqidagi xabarlar.\n\nJumladan, «Bank siri to‘g‘risida»gi Qonunga asosan, bank sirini tashkil etuvchi ma’lumotlar prokuratura, tergov va surishtiruv organlariga mazkur bank mijoziga (vakiliga) nisbatan qo‘zg‘atilgan jinoyat ishi mavjud bo‘lgan taqdirda, yetkazilgan zarar undirib olinishini yoki uning mol-mulki xatlanishini ta’minlash maqsadida tergovchi yoxud surishtiruvchining asoslantirilgan qaroriga binoan prokuror sanksiyasi bilan taqdim etiladi; bank sirini tashkil etuvchi ma’lumotlar sudga uning yozma so‘rovi asosida, mazkur bank mijoziga (vakiliga) nisbatan sudning ish yurituvidagi ishlar bo‘yicha taqdim etiladi.\n\nBank sirini tashkil etuvchi ma’lumotlar sud ijrochisiga uning yozma so‘rovi asosida, sudning undiruvni mazkur bank mijozining (vakilining) mol-mulkiga qaratish to‘g‘risidagi yoki bu mijozning (vakilning) mol-mulkini xatlash haqidagi qonuniy kuchga kirgan qarori bo‘lgan taqdirda taqdim etiladi. Bank sirini tashkil etuvchi ma’lumotlar davlat soliq xizmati organlariga bank mijoziga (vakiliga) soliq solish masalalariga taalluqli hollarda qonunchilikka muvofiq taqdim etiladi.\n\nBunda shuni ta’kidlash lozimki, yetarli asoslar mavjudligida, bank operatsiyalari yoki bank hisobvaraqlarida saqlanayotgan pul mablag‘lari haqidagi ma’lumotlarni talab qilib olish tartibini buzish, mazkur jinoyat tarkibining obyektiv tomoni belgisi sifatida tan olinishi mumkin emas.\n\nJinoyat shunday harakatlar uchun ma’muriy jazo qo‘llanilganidan keyin qonun hujjatlarida nazarda tutilmagan hollarda tadbirkorlik subyektlarining hisobvaraqlarida pul mablag‘lari mavjudligi to‘g‘risidagi axborotni talab qilingan vaqtdan boshlab tamomlangan hisoblanadi.\n\n4. Ko‘rib chiqilayotgan jinoyatning subyektiv tomoni to‘g‘ri qasd shaklida namoyon bo‘ladi.\n\n5. Jinoyatning subyekti davlat hokimiyati vakillari, davlat boshqaruvi mansabdor shaxslari hisoblanadi. Ularga huquqni muhofaza qiluvchi va nazorat organlari vakillari, hokimlar va boshqalar kirishi mumkin."
        },
        {
            "modda_raqami": "192_9-modda. Tijoratda pora evaziga og‘dirib olish.",
            "matni": "Nodavlat tijorat tashkilotining yoki boshqa nodavlat tashkilotining mansabdor shaxsiga mazkur mansabdor shaxsning o‘z vakolatlaridan foydalangan holda sodir etishi lozim yoki mumkin bo‘lgan muayyan harakatni uni pora evaziga o‘ziga og‘dirib olayotgan shaxs manfaatlarini ko‘zlab bajarishi yoki bajarmasligi evaziga qonunga xilof ekanligini bila turib, moddiy qimmatliklar berish yoki uni mulkiy manfaatdor etish, -\n\nbazaviy hisoblash miqdorining ellik baravaridan yuz baravarigacha miqdorda jarima yoki uch yuz soatgacha majburiy jamoat ishlari yoki bir yildan ikki yilgacha axloq tuzatish ishlari yoxud bir yildan uch yilgacha ozodlikni cheklash yoki uch yilgacha ozodlikdan mahrum qilish bilan jazolanadi.\n\nNodavlat tijorat tashkiloti yoki boshqa nodavlat tashkiloti mansabdor shaxsining o‘z vakolatlaridan foydalangan holda sodir etishi lozim yoki mumkin bo‘lgan muayyan harakatni uni pora evaziga o‘ziga og‘dirib olayotgan shaxs manfaatlarini ko‘zlab bajarishi yoki bajarmasligi evaziga qonunga xilof ekanligini bila turib, moddiy qimmatliklar olishi yoki mulkiy manfaatdor bo‘lishi,\n\nbazaviy hisoblash miqdorining ellik baravaridan yuz baravarigacha miqdorda jarima yoki uch yuz soatdan uch yuz oltmish soatgacha majburiy jamoat ishlari yoki bir yildan ikki yilgacha axloq tuzatish ishlari yoxud bir yildan uch yilgacha ozodlikni cheklash yoki uch yilgacha ozodlikdan mahrum qilish bilan jazolanadi.\n\nUshbu moddaning birinchi qismida nazarda tutilgan harakatlar:\n\na) takroran;\n\nb) ko‘p miqdorda;\n\nv) bir guruh shaxslar tomonidan oldindan til biriktirib sodir etilgan bo‘lsa,\n\nbazaviy hisoblash miqdorining yuz baravaridan uch yuz baravarigacha miqdorda jarima yoki ikki yildan uch yilgacha axloq tuzatish ishlari yoxud uch yildan besh yilgacha ozodlikni cheklash yoki uch yildan besh yilgacha ozodlikdan mahrum qilish bilan jazolanadi.\n\nUshbu moddaning ikkinchi qismida nazarda tutilgan harakatlar:\n\na) takroran;\n\nb) ko‘p miqdorda;\n\nv) tamagirlik yo‘li bilan;\n\ng) bir guruh shaxslar tomonidan oldindan til biriktirib sodir etilgan bo‘lsa,\n\nbazaviy hisoblash miqdorining yuz baravaridan uch yuz baravarigacha miqdorda jarima yoki ikki yildan uch yilgacha axloq tuzatish ishlari yoxud uch yildan besh yilgacha ozodlikni cheklash yoki uch yildan besh yilgacha ozodlikdan mahrum qilish bilan jazolanadi.\n\nUshbu moddaning birinchi yoki ikkinchi qismida nazarda tutilgan harakatlar:\n\na) juda ko‘p miqdorda;\n\nb) uyushgan guruh tomonidan yoki uning manfaatlarini ko‘zlab sodir etilgan bo‘lsa, —\n\nbazaviy hisoblash miqdorining uch yuz baravaridan olti yuz baravarigacha miqdorda jarima yoki besh yildan sakkiz yilgacha ozodlikdan mahrum qilish bilan jazolanadi.\n\nBasharti pora evaziga og‘dirib olishni amalga oshirgan shaxsga nisbatan moddiy qimmatliklar yoki mulkiy manfaat so‘rab tovlamachilik qilingan bo‘lsa va ushbu shaxs jinoiy harakatlar sodir etilganidan keyin bu haqda o‘ttiz sutka ichida o‘z ixtiyori bilan arz qilsa, chin ko‘ngildan pushaymon bo‘lib, jinoyatni ochishda faol yordam bergan bo‘lsa, u javobgarlikdan ozod etiladi.",
            "sharxi": "1. Tijoratda pora evaziga og‘dirib olish bu umumlashtirilgan atama bo‘lib, nodavlat tijorat tashkilotining yoki boshqa nodavlat tashkilotining boshqaruv organlari faoliyat tartibiga qarshi mansabdorlik jinoyatlari ikkita mustaqil tarkibini, ya’ni moddiy qimmatliklar yoki mulkiy manfaatni berish va olishni qamrab oladi. Qayd etilgan manfaatlarga qarshi qaratilgan tajovuz har biri tamomlangan qilmish sifatida o‘z-o‘zidan, boshqasiga bog‘liq bo‘lmagan holda sodir etilishi mumkin emas. Bir-biriga nisbatan ular uzviy bog‘liq bo‘lib, bunda pora evaziga og‘dirib olish predmeti mavjud emasligi, o‘z-o‘zidan uning olinganligini inkor etadi.\n\n2. Davlat hokimiyati, boshqaruvi va jamoat birlashmalari faoliyat tartibiga qarshi barcha jinoyatlarga xos ravishda, tijoratda pora evaziga og‘dirib olish davlat organlari va mansabdor shaxslar timsolidagi ommaviy boshqaruvi apparatining normal faoliyatiga tajovuz qiladi.\n\nTijoratda pora evaziga og‘dirib olish kabi jinoyatining ijtimoiy xavflilik darajasi yuqoriligi shu bilan belgilanadiki, u nodavlat tijorat tashkilotining yoki boshqa nodavlat tashkilotining boshqaruv organlari mansabdor shaxslari tomonidan o‘z o‘z xizmat vakolatlarini amalga oshirishning belgilangan tartibini keskin o‘zgartirib, shu orqali tijorat xizmatining manfaatlarini qo‘pol ravishda buzadi. Tijoratda pora evaziga og‘dirib olish korrupsiyaning eng tipik va o‘ziga xos ko‘rinishi hisoblanadi.\n\n3. Ko‘rilayotgan jinoyatning bevosita obyekti nodavlat tijorat tashkilotining yoki boshqa nodavlat tashkilotlari boshqaruv apparatini normal faoliyatini ta’minlash sohasidagi ijtimoiy munosabatlar, mazkur tashkilotlar xizmat manfaatlaridan iborat.\n\n4. Tijoratda pora evaziga og‘dirib olish predmeti sifatida har qanday moddiy boyliklar (buyumlar, ashyolar), shuningdek turli mulkiy foyda, mulkiy tusga ega xizmatlarni aytish mumkin.\n\nModdiy boyliklarga mazkur holatda muayyan bahoga ega har qanday qimmatliklar tushuniladi (pul, qimmatli qog‘ozlar, boshqa mol-mulk, shu jumladan valyuta qimmatliklari, qimmatbaho metallar, nodir toshlar).\n\nMulkiy foyda deganda tegishli mansabdor shaxsga tekin tarzda va (yoki) ochiqchasiga o‘ta pasaytirilgan narxda amalga oshiriladigan turli xil xizmatlar va (yoki) moddiy naf keltirish tushuniladi.\n\nMulkiy tusga ega foyda berish deganda shuningdek, tegishli mansabdor shaxsning sanatoriy yoki turistik yo‘llanmasi, yo‘lkira chiptalarini to‘lash, uning xarajatlari va o‘yin-kulgi, sayr-tomoshasi sarf-xarajatini qoplash, ushbu shaxs foydasini ko‘zlab, ta’mirlash, qurilish, restavratsiya va boshqa ishlarni bajarish tushuniladi.\n\nQandaydir nomulkiy manfaatlar tijoratda pora evaziga og‘dirib olish predmeti bo‘lishi mumkin emas. Masalan, jinsiy aloqa qilish, ijobiy tavsiyanoma, taqriz, tavsifnoma berish, nashrda chop ettirish, televideniye orqali namoyish etish va h.k.\n\n5. Moddiy qimmatliklar berish yoki mulkiy manfaatdor etish obyektiv tomondan nodavlat tijorat tashkilotining yoki boshqa nodavlat tashkilotining mansabdor shaxsiga o‘z vakolatlaridan foydalangan holda sodir etishi lozim yoki mumkin bo‘lgan muayyan harakatni uni pora evaziga o‘ziga og‘dirib olayotgan shaxs manfaatlarini ko‘zlab bajarishi yoki bajarmasligi evaziga qonunga xilof ekanligini bila turib, shaxsan yoki vositachi orqali moddiy qimmatliklar berish yoki uni mulkiy manfaatdor etishda ifodalanadi.\n\nModdiy qimmatliklar yoki mulkiy foyda berish nodavlat tijorat tashkilotining yoki boshqa nodavlat tashkilotining mansabdor shaxsi tomonidan tijoratda pora evaziga og‘dirib olayotgan shaxs foydasiga uning xizmat vakolatiga kiradigan harakatlar (harakatsizlik) amalga oshirish, yoki mansabdor shaxs egallab turgan mansabidan foydalanib, boshqa mansabdor shaxs tomonidan uning xizmat vakolatiga kiradigan harakatlar (harakatsizlik) amalga oshirishiga ko‘maklashish, yoxud tijoratda pora evaziga og‘dirib olayotgan shaxs yoki uning vakillariga xizmat yuzasidan umumiy homiylik qilish, shu bilan birga mansabdor shaxsning xizmat bo‘yicha qonunga xilof harakatlariga beparvolik bilan qarashi evaziga qonunga xilof ravishda shaxsan yoki vositachi orqali moddiy qimmatliklar taqdim etish, berish, topshirish yoki mulkiy foyda berishda ifodalanadi.\n\nPora evaziga og‘dirib olish yo‘li bilan subyekt mansabdor shaxsni jinoyat sodir etishga tortsa, u nafaqat pora evaziga og‘dirib olish jinoyati, balki mansabdor shaxsning jinoyatida ishtirok etganligi (dalolatchilik) uchun javobgar bo‘lishi lozim.\n\n6. JKning 192-9-moddasi 1-qismida nazarda tutilgan jinoyat, tegishli mansabdor shaxs pora evaziga og‘dirib olayotgan shaxs manfaatida qandaydir harakatlar bajargan yoki bajarmaganidan qat’i nazar, ushbu mansabdor shaxsga tijoratda pora evaziga og‘dirib olish predmetining bir qismi bo‘lsa ham berilgan vaqtdan boshlab, tamomlangan hisoblanadi. Basharti, tijoratda pora evaziga og‘dirib olish predmeti ko‘p miqdor yoki juda ko‘p miqdorni tashkil etsa, biroq uning faqat bir qismi topshirilgan bo‘lsa, tijoratda pora evaziga og‘dirib olish predmetini topshirayotgan shaxs harakatlarini mazkur moddaning tegishli qismi, 25-moddaning 2-qismi, tegishlicha JKning 192-9-moddasi 3-qismi «b» bandi yoki JKning 192-9-moddasi 4-qismi «a» bandi bilan kvalifikatsiya qilish lozim.\n\n7. Subyektiv tomondan jinoyat to‘g‘ri qasddan sodir etiladi. Pora beruvchi mansabdor shaxsga pora predmetini mukofot sifatida, o‘zining mansab mavqeidan kelib chiqib uning manfaati yo‘lida biron-bir harakatni sodir etishi yoki etmasligi uchun berilishini anglaydi va shuni xohlashadi.\n\nPora evaziga og‘dirib olishning motivi va maqsadi kvalifikatsiya qilishda ahamiyatga ega emas.\n\n8. Jinoyatining subyekti 16 yoshga to‘lgan har qanday aqli raso jismoniy shaxs.\n\nJKning 192-9-moddasi 2-qismi nodavlat tijorat tashkiloti yoki boshqa nodavlat tashkiloti mansabdor shaxsining o‘z vakolatlaridan foydalangan holda sodir etishi lozim yoki mumkin bo‘lgan muayyan harakatni uni pora evaziga o‘ziga og‘dirib olayotgan shaxs manfaatlarini ko‘zlab moddiy qimmatliklar olish yoki mulkiy foyda olish evaziga bajarishi yoki bajarmasligi uchun javobgarlikni nazarda tutadi.\n\nJKning 192-9-moddasi 2-qismida nazarda tutilgan jinoyat obyekti va predmeti, mazkur moddaning 1-qismida belgilangan jinoyat obyekti va predmeti bilan bir xildir.\n\n9. Moddiy qimmatliklar olish yoki mulkiy manfaat ko‘rish obyektiv tomondan nodavlat tijorat tashkilotining yoki boshqa nodavlat tashkilotining mansabdor shaxsining pora olish jinoyati obyektiv tomondan nodavlat tijorat tashkilotining yoki boshqa nodavlat tashkilotining mansabdor shaxsining o‘z vakolatlaridan foydalangan holda sodir etishi lozim yoki mumkin bo‘lgan muayyan harakatni uni pora evaziga o‘ziga og‘dirib olayotgan shaxs manfaatlarini ko‘zlab bajarishi yoki bajarmasligi evaziga qonunga xilof ekanligini bila turib, moddiy qimmatliklar olishi yoki mulkiy manfaatdor bo‘lishida namoyon bo‘ladi. Mazkur holatda kengaytirilgan sharhlashni qo‘llab, nodavlat tijorat tashkilotining yoki boshqa nodavlat tashkilotining mansabdor shaxsi tomonidan tijoratda pora evaziga og‘dirib olish predmetlarini shaxsan yoki vositachi orqali olishni ham JKning 192-9-moddasi 2-qismi bilan kvalifikatsiya qilish lozim.\n\nTijoratda pora evaziga og‘dirib olish predmetini olish usullari turlicha bo‘lishi mumkin: shaxsan qo‘ldan-qo‘lga, vositachi orqali, pochta orqali va h.k. Tijoratda pora evaziga og‘dirib olish predmeti ko‘pincha oshkora beriladi, ammo sud-tergov amaliyotida o‘ziga xos yashirin og‘dirish holatlari ham uchraydi, masalan, nodavlat tijorat tashkilotining yoki boshqa nodavlat tashkiloti mansabdor shaxsining tug‘ilgan kuni yoki boshqa tadbiri munosabati bilan sovg‘a berish, qarta o‘yinida yutqazish va h.k.\n\nJinoyatni kvalifikatsiya qilishda shuni inobatga olish zarurki, aybdor pora evaziga og‘dirib olish predmetini og‘dirib olayotgan manfaatida ma’lum aniq harakatni bajarish yoki bajarmaslik evaziga olib, bunda o‘zining xizmat vokalatlaridan foydalanadi. Shu bilan birga, mazkur harakat (harakatsizlik) mansabdor shaxsning xizmat vakolatlari doirasiga kirishi lozim. Mansabdor shaxsning xizmat vakolatlari bu uning qonuniy va huquq doirasidagi harakatlari (harakatsizligi) bo‘lib, shaxs ularni bajarishi yoki bajarmasligi lozim edi. Bundan tashqari, tijoratda pora evaziga og‘dirib olishni amalga oshirish vaqtiga ko‘ra, moddiy qimmatliklar yoki mulkiy foyda avvaldan, «avans» tariqasida berib qo‘yilishi yoki tijoratda pora evaziga og‘dirib olish predmeti oluvchisi tomonidan qilmish bajarilganidan so‘ng topshirilishi mumkin.\n\n10. Subyektiv tomondan tijoratda pora evaziga og‘dirib olish predmetini olish to‘g‘ri qasd bilan sodir etiladi. Shaxs predmetni (moddiy boyliklar yoki boshqa mulkiy foyda) pora evaziga og‘dirish predmeti sifatida olayotganini anglab yetadi va shuni xohlashadi.\n\nMaqsad va motiv jinoyatni kvalifikatsiya qilish uchun ahamiyatga ega emas, amalda ko‘p holda pora tamagirlik niyatida sodir etiladi."
        },
        {
            "modda_raqami": "192-10-modda. Nodavlat tijorat tashkilotining yoki boshqa nodavlat tashkilotining xizmatchisini pora evaziga og‘dirib olish.",
            "matni": "Nodavlat tijorat tashkilotining yoki boshqa nodavlat tashkilotining xizmatchisiga mazkur xizmatchining o‘z vakolatlaridan foydalangan holda sodir etishi lozim yoki mumkin bo‘lgan muayyan harakatni uni pora evaziga o‘ziga og‘dirib olayotgan shaxs manfaatlarini ko‘zlab bajarishi yoki bajarmasligi evaziga qonunga xilof ekanligini bila turib, moddiy qimmatliklar berish yoki uni mulkiy manfaatdor etish, shunday harakatlar uchun ma’muriy jazo qo‘llanilganidan keyin sodir etilgan bo‘lsa,\n\nbazaviy hisoblash miqdorining yigirma baravaridan o‘ttiz baravarigacha miqdorda jarima yoki ikki yuz qirq soatgacha majburiy jamoat ishlari yoxud bir yilgacha axloq tuzatish ishlari bilan jazolanadi.\n\nNodavlat tijorat tashkiloti yoki boshqa nodavlat tashkiloti xizmatchisining o‘z vakolatlaridan foydalangan holda sodir etishi lozim yoki mumkin bo‘lgan muayyan harakatni uni pora evaziga o‘ziga og‘dirib olayotgan shaxs manfaatlarini ko‘zlab bajarishi yoki bajarmasligi evaziga qonunga xilof ekanligini bila turib, moddiy qimmatliklar olishi yoki mulkiy manfaatdor bo‘lishi, shunday harakatlar uchun ma’muriy jazo qo‘llanilganidan keyin sodir etilgan bo‘lsa,\n\nbazaviy hisoblash miqdorining yigirma baravaridan o‘ttiz baravarigacha miqdorda jarima yoki ikki yuz qirq soatgacha majburiy jamoat ishlari yoxud bir yilgacha axloq tuzatish ishlari bilan jazolanadi.",
            "sharxi": "1. Ushbu jinoyatning bevosita obyekti nodavlat notijorat tashkilotlarining erkin faoliyatini davlat tomonidan kafolatlab berish, ularning huquqlari va qonuniy manfaatlari himoya qilinishini ta’minlash, nodavlat notijorat tashkilotlarini qo‘llab-quvvatlash sohasidagi, shuningdek, nodavlat notijorat tashkiloti xodimining qonunda belgilangan tartibda erkin faoliyat yuritishni ta’minlovchi ijtimoiy munosabatlardir.\n\n2. Jinoyat kodeksining 192-10-moddasida ko‘zda tutilgan jinoyatning 1-qismida ko‘rsatib o‘tilgan jinoyat obyektiv tomondan muayyan subyektning o‘zi tomonidan sodir etilayotgan xatti-harakatning qonunga xilof ekanligini bila turib, shunday harakatlar uchun ma’muriy jazo qo‘llanilganidan keyin, nodavlat notijorat tashkiloti xizmatchisiga uning o‘z vakolatlaridan foydalangan holda sodir etishi lozim yoki mumkin bo‘lgan muayyan harakatni bajarishi yoki bajarmasligi uchun moddiy qimmatliklar berish yoki uni mulkiy manfaatdor etishdan iborat.\n\nJKning 192-10-moddasida nazarda tutilgan harakatlar, o‘z mohiyatiga ko‘ra, JKning 192-9-moddasida (Tijoratda pora evaziga og‘dirib olish) qayd etilgan harakatlar bilan bir xil, yagona farq shundaki, mazkur holatda mukofot mansabdor shaxsga emas, xizmatchiga mazkur xizmatchining o‘z vakolatlaridan foydalangan holda sodir etishi lozim yoki mumkin bo‘lgan muayyan harakatni uni pora evaziga o‘ziga og‘dirib olayotgan shaxs manfaatlarini ko‘zlab bajarishi yoki bajarmasligi uchun beriladi.\n\nModdiy qimmatliklar berish yoki mulkiy manfaatdor etish bu xizmatchiga uning xizmat vakolatlari doirasiga kiradigan muayyan harakatni uni pora evaziga o‘ziga og‘dirib olayotgan shaxs manfaatlarini ko‘zlab bajarishi yoki bajarmasligi uchun mulkiy tusga ega qimmatliklarni berish yoki huquq doirasida mulkiy baholanish imkoniyati mavjud bo‘lgan manfaatni taqdim etishdir.\n\nHarakatlar pora evaziga o‘ziga og‘dirib olayotgan shaxs manfaatlarini ko‘zlab bajariladi, basharti ular:\n\npora evaziga o‘ziga og‘dirib olayotgan shaxs yoki u ko‘rsatgan boshqa shaxslarning ehtiyojlarini qondiradi, ularga foyda yoki imtiyozlar keltiradi;\n\npora evaziga og‘dirilayotgan shaxs faoliyat yuritayotgan shaxs xizmat manfaatlariga zid hisoblanadi.\n\nMazkur qilmishning jinoiy jazoga sazovorligining zaruriy sharti moddiy qimmatliklar yoki mulkiy manfaat berishda ifodalanadi.\n\nQonunga xilof ekanligini bila turib berish deganda shunday holatlar tushuniladiki, bunda ushbu harakat (harakatsizlik) amaldagi normativ-huquqiy hujjatlarda yoki ta’sis hujjatlarida to‘g‘ridan-to‘g‘ri taqiqlangan yoki qonunga asosan xizmatchi faoliyatidan kelib chiqmaydi.\n\nO‘z xizmat vakolatlaridan foydalangan holda harakatni bajarish yoki bajarmaslik mavjud huquqiy va amaliy imkoniyatlardan foydalanishni ko‘zda tutadi, ya’ni ushbu xizmatchining vakolatlari doirasiga kiradigan harakat (harakatsizlik)ni hamda bu doiradan chiqadigan, biroq uning xizmat nufuzi, obro‘si, xabardorligi, ma’lumotni olish imkoniga egaligi va hokazoda asoslangan harakat (harakatsizlik)ni qamrab oladi.\n\nHarakatni bajarish yoki bajarmaslik o‘z tusiga ko‘ra avvaldan qonunga xilof bo‘lishi yoxud xizmatchi ishlaydigan nodavlat tijorat tashkiloti yoki boshqa nodavlat organlar, korxonalar, muassasalar va tashkilotlar qonuniy manfaatlariga qarshi bo‘lishi lozim.\n\nPora evaziga og‘dirish usuli va shakli ahamiyat kasb etmaydi. Qonunga xilof moddiy qimmatliklar olishi yoki mulkiy manfaat xizmatchi tomonidan shaxsan yoki vositachi orqali olinishi mumkin.\n\nPora evaziga og‘dirish oshkora yoki yashirin tarzda, Cobra ko‘rinishida, moddiy qimmatlikni ochiqdan-ochiq arzonlashtirilgan narxda sotishda, soxta mehnat shartnomasini tuzish va boshqa shaklda bo‘lishi mumkin.\n\nQonun pora evaziga og‘dirish muayyan harakatni bajarishdan oldin yoki tegishli harakat bajarilganidan keyin bo‘lishi o‘rtasidagi farqni belgilamaydi, ular bir xilda jinoiy jazoga loyiq qilmishni tashkil etadi.\n\nBasharti, xizmatchi pora evaziga og‘dirayotgan shaxs manfaatida biror-bir jinoiy harakatlar sodir etsa, uning harakatlarini jinoyatlar jami bo‘yicha kvalifikatsiya qilish zarur (masalan, xizmatchi mukofot evaziga hujjatni qalbakilashtirsa, uning harakatlari jinoyatlar jami bo‘yicha JKning 192-10-moddasi 1-qismi va JKning 228-moddasi (Hujjatlar, shtamplar, muhrlar, blankalar tayyorlash, ularni qalbakilashtirish, sotish yoki ulardan foydalanish) bilan kvalifikatsiya qilinadi).\n\n3. Xizmatchini pora evaziga og‘dirish jinoyati u tomondan o‘z vakolatlaridan foydalangan holda sodir etishi lozim yoki mumkin bo‘lgan muayyan harakatni pora evaziga o‘ziga og‘dirib olayotgan shaxs manfaatlarini ko‘zlab bajargani evaziga moddiy qimmatliklar yoki moddiy manfaatning bir qismi bo‘lsa ham olinganidan so‘ng tamomlangan hisoblanadi, basharti, bu harakat unga nisbatan bir yil ichida xuddi shunday harakatlar uchun O‘zbekiston Respublikasi Ma’muriy javobgarlik to‘g‘risidagi kodeksining 611-moddasi bilan ma’muriy jazo qo‘llanilganidan keyin sodir etilgan bo‘lsa.\n\n4. JKning 192-10-moddasida ko‘zda tutilgan jinoyatning 2-qismida ko‘rsatib o‘tilgan jinoyat obyektiv tomondan nodavlat tijorat tashkiloti yoki boshqa nodavlat tashkiloti xizmatchisi shunday harakatlar uchun ma’muriy jazo qo‘llanilganidan keyin o‘z vakolatlaridan foydalangan holda sodir etishi lozim yoki mumkin bo‘lgan muayyan harakatni uni pora evaziga o‘ziga og‘dirib olayotgan shaxs manfaatlarini ko‘zlab bajarishi yoki bajarmasligi evaziga qonunga xilof ekanligini bila turib, moddiy qimmatliklar olishi yoki mulkiy manfaatdor bo‘lishida ifodalanadi.\n\n5. JKning 192-10-moddasi 2-qismida nazarda tutilgan jinoyatning belgilari, mohiyatan, tijoratda pora evaziga og‘dirib olish jinoyati predmeti belgilaridan farq qilmaydi, yagona farq shundaki, mazkur holatda qonunga xilof mukofotni mansabdor shaxs emas, xizmatchi o‘z vakolatlaridan foydalangan holda sodir etishi lozim yoki mumkin bo‘lgan muayyan harakatni uni pora evaziga o‘ziga og‘dirib olayotgan shaxs manfaatlarini ko‘zlab bajarishi yoki bajarmasligi uchun oladi.\n\nO‘rganilayotgan jinoyatni kvalifikatsiya qilish uchun, xizmatchi qonunga xilof mukofotni qachon, pora evaziga og‘dirayotgan shaxs manfaatlarida tegishli harakatni bajarishdan oldin yoki keyin olganligi muhim emas.\n\nJinoyat xizmatchi xuddi shunday qilmish uchun ma’muriy javobgarlikka tortilganidan so‘ng bir yil ichida moddiy qimmatliklar yoki mulkiy manfaatni bir qismini bo‘lsa ham olganidan so‘ng tamomlangan hisoblanadi.\n\n6. JKning 192-10-moddasida ko‘zda tutilgan jinoyat subyektiv tomondan to‘g‘ri qasddan sodir etiladi. Shaxs xizmatchiga o‘z vakolatlaridan foydalangan holda sodir etishi lozim yoki mumkin bo‘lgan biror harakatni pora evaziga o‘ziga og‘dirib olayotgan shaxs manfaatlarini ko‘zlab bajarishi yoki bajarmasligi evaziga moddiy qimmatliklar berayotgani yoki unga mulkiy manfaat keltirayotganini anglaydi va buni xohlaydi (JKning 192-10-moddasi 1-qismi). Aybdor unga moddiy qimmatliklar yoki mulkiy foyda aynan u egallab turgan xizmat vakolatidan foydalanib, pora evaziga o‘ziga og‘dirib olayotgan shaxs manfaatlarini ko‘zlab muayyan harakatlarni bajarishi yoki ularni bajarishdan o‘zini tiyishi uchun pora sifatida berilganini anglab yetadi va shuni istaydi (JKning 192-10-moddasi 2-qismi).\n\nMukofotni qabul qilayotgan shaxs tamagirlik motivi bilan harakat qiladi. Qonunga xilof ravishda moddiy mukofot yoki mulkiy naf berishning motivlari turlicha bo‘lishi mumkin (tamagirlik niyati, shaxsiy tusdagi niyatlar, qonunni «chetlab o‘tish» istagi, javobgarlikdan xalos bo‘lish, xizmatchiga ko‘rsatilgan xizmat uchun minnatdorchilik bildirish, aybdorning manfaatlarini qondirish va h.k.).\n\nPora evaziga og‘dirish aybdor shaxs ishlayotgan korxona, tashkilot, muassasa manfaatida ham amalga oshirilishi mumkin.\n\nQonunga xilof ravishda mukofot berish shartlari maxsus ravishda kelishilmagan, biroq jinoyat ishtirokchilari tomonidan pora evaziga og‘dirish predmeti aynan mazkur mukofot taqdim etgan shaxs manfaatlarini qondirish maqsadida berilayotganini anglab yetgan holatlar, qonunga xilof moddiy qimmatliklar yoki mulkiy foydani olish sifatida e’tirof etilishi zarur.\n\n7. JKning 192-10-moddasi 1-qismi bo‘yicha jinoyatning subyekti sifatida 16 yoshga to‘lgan har qanday aqli raso jismoniy shaxs, JKning 192-10-moddasi 2-qismi bo‘yicha esa faqat nodavlat tijorat tashkilotining yoki boshqa nodavlat tashkilotining xizmatchisi bo‘lishi mumkin."
        },
        {
            "modda_raqami": "192-11-modda. Nodavlat tijorat tashkilotida yoki boshqa nodavlat tashkilotida mansabdor shaxslar tomonidan o‘z vakolatlarini suiiste’mol qilish.",
            "matni": "Mansab vakolatlarini suiiste’mol qilish, ya’ni nodavlat tijorat tashkiloti yoki boshqa nodavlat tashkiloti mansabdor shaxsining o‘z mansab vakolatlaridan qasddan foydalanishi fuqarolarning huquqlariga yoki qonun bilan qo‘riqlanadigan manfaatlariga yoxud davlat yoki jamoat manfaatlariga ko‘p miqdorda zarar yoxud jiddiy ziyon yetkazilishiga sabab bo‘lsa,\n\nbazaviy hisoblash miqdorining yuz baravaridan bir yuz ellik baravarigacha miqdorda jarima yoki uch yuz soatgacha majburiy jamoat ishlari yoki ikki yilgacha ozodlikni cheklash yoxud ikki yilgacha ozodlikdan mahrum qilish bilan jazolanadi.\n\nO‘sha harakat:\n\na) juda ko‘p miqdorda zarar yetkazgan holda;\n\nb) uyushgan guruh tomonidan yoki uning manfaatlarini ko‘zlab sodir etilgan bo‘lsa, -\n\nbazaviy hisoblash miqdorining bir yuz ellik baravaridan uch yuz baravarigacha miqdorda jarima yoki uch yuz soatdan uch yuz oltmish soatgacha majburiy jamoat ishlari yoki bir yildan uch yilgacha ozodlikni cheklash yoxud uch yilgacha ozodlikdan mahrum qilish bilan jazolanadi.\n\nYetkazilgan moddiy zararning o‘rni qoplangan taqdirda ozodlikni cheklash va ozodlikdan mahrum qilish tariqasidagi jazo qo‘llanilmaydi.",
            "sharxi": "1. Ushbu jinoyatning bevosita asosiy obyekti nodavlat tijorat tashkiloti yoki boshqa nodavlat tashkilotining normal ish faoliyati, ushbu sohadagi fuqarolarning huquqlariga yoki qonun bilan qo‘riqlanadigan manfaatlari, davlat yoki jamoat manfaatlari hisoblanadi. Qo‘shimcha bevosita obyekti sifatida fuqarolar, jamiyat, davlatning huquq va qonuniy manfaatlarini ta’minlashga qaratilgan ijtimoiy munosabatlar tushuniladi.\n\nDavlat hokimiyati va boshqaruvi organlari, o‘zini o‘zi boshqarish organlari normal faoliyatini sohasida shakllanadigan ijtimoiy munosabatlar, JKning 205-moddasida nazarda tutilgan jinoyatning bevosita obyekti hisoblanadi.\n\n2. Obyektiv tomondan jinoyat nodavlat tijorat tashkiloti yoki boshqa nodavlat tashkiloti mansabdor shaxsining o‘z mansab vakolatlaridan qasddan foydalanishida namoyon bo‘ladi. Ushbu harakatlar natijasida fuqarolarning huquqlariga yoki qonun bilan qo‘riqlanadigan manfaatlariga yoxud davlat yoki jamoat manfaatlariga ko‘p miqdorda zarar yoxud jiddiy ziyon yetkazilishiga sabab bo‘lishida ifodalanadi.\n\nMansab vakolatlaridan qasddan foydalanish deganda, bunday shaxsning mansab mavqeidan kelib chiqqan va bu shaxs egallagan lavozimi vakolatiga berilgan huquq va majburiyatlarni amalga oshirish bilan bog‘liq, biroq o‘z mazmuni bo‘yicha tegishli organning faoliyat olib borishidan ko‘zlangan maqsad va vazifalarga zid keluvchi harakatlarini tushunish lozim.\n\nMansab vakolatlari deganda, shaxs egallayotgan lavozimi tufayli ega bo‘lgan huquq va majburiyatlar tushunilishi kerak. Tegishincha xizmat vakolatlaridan foydalanish sifatida mansabdor shaxs tomonidan uning xizmat vakolatlari doirasida, u egallab turgan mansab mavqei tufayli unga taqdim etilgan huquqlar va uning zimmasiga yuklatilgan majburiyatlar chegaralarida amalga oshirilgan harakatlar e’tirof etiladi.\n\nShaxsni mazkur jinoyat uchun javobgarlikka tortishda moddaning to‘g‘ri qo‘llanilishini ta’minlash maqsadida nodavlat tijorat tashkiloti yoki boshqa nodavlat tashkiloti mansabdor shaxs xizmat huquqlari va majburiyatlarining doirasi va xususiyatini, ularni tartibga soluvchi normativ hujjatlarni, sodir etilgan qilmishning motivi, maqsadi va faktik holatlarini, bunday shaxs o‘z majburiyatlarini buzishi hamda kelib chiqqan zararli oqibatlar o‘rtasida sababiy bog‘lanishni aniqlashtirish zarur. Mansabdor shaxs vakolati muayyan mansabni doimiy ravishda yoki vaqtinchalik yoxud maxsus vakolat bilan ushbu mansab bo‘yicha vazifani bajaruvchi shaxsning huquq va majburiyatlari tartibga solingan tegishli qonunlar, nizom va boshqa normativ hujjatlarda belgilangan uning kompetensiyasi bilan belgilanadi.\n\nMansab vakolatlarini suiiste’mol qilish taqdim etilgan huquqlar va yuklatilgan majburiyatlarni amalga oshirishning o‘ziga xos shakli sifatida faol harakat qilish shaklini nazarda tutib, quyidagilarda ifodalanadi:\n\n1) nodavlat tijorat tashkiloti yoki boshqa nodavlat tashkiloti boshqaruv funksiyalaridan qonunga xilof foydalanishdan iborat. Bu shuni anglatadiki, shaxs rasman o‘z xizmat vakolati doirasida harakat qiladi, ya’ni uning harakatlari rasman xizmat vakolatlari doirasiga kiradi. Shaxsning huquq va majburiyatlari u bilan tuzilgan shartnoma bilan belgilanib, tashkilot nizomiga muvofiq bo‘lishi lozim.\n\n2) tashkilotning qonuniy manfaatlariga zid ravishda amalga oshiriladi. Rasman zarar ko‘rgan tashkilotning faoliyati doirasiga kiradigan jinoiy qilmish, mohiyatan uning maqsadlari va vazifalari, faoliyat prinsiplari va qoidalariga qarshi turadi.\n\nVakolatlarni suiiste’mol qilish shakllari turfa bo‘lishi mumkin:\n\ntashkilot uchun oldindan nomaqbulligi ayon holda shartnoma tuzish;\n\nbankrot firmalar bilan yoki firibgarlik maqsadida tuzilgan soxta firmalar bilan tijoriy munosabatlarga kirishish;\n\noldindan kreditlashtirish; to‘lovga qobiliyatsiz sheriklarni bunday huquqqa ega bo‘lmagan shaxslarga imtiyozli kredit berish;\n\ntovar-moddiy boyliklar kamomadini yashirish;\n\nbuxgalteriya hisobotini yuritishning qo‘pol buzilishlari va h.k.\n\nMansab vakolatidan harakatsizlik orqali suiiste’mol qilish, JKning 192-11-moddasida ko‘zda tutilgan jinoyat tarkibini tashkil etmaydi.\n\n2. JKning 192-11-moddasida ko‘zda tutilgan jinoyat tarkibi moddiy bo‘lib, jinoiy oqibat yuz berganidan so‘ng tamomlangan hisoblanadi. Ushbu qilmish natijasida fuqarolar, tashkilotlar huquqlariga yoki qonun bilan qo‘riqlanadigan manfaatlariga, jamiyat yoki davlatning manfaatlariga ko‘p miqdorda zarar yoxud jiddiy ziyon yetkaziladi.\n\nMulkiy zararni ko‘p miqdor deb baholashda, JKning Maxsus qismi 8 bo‘limiga asoslanib, yetkazilgan mulkiy zarar va boy berilgan foydaning miqdorini hisobga olish lozim, unga ko‘ra, ko‘p miqdor ostida bazaviy hisoblash miqdorining uch yuz baravaridan besh yuz baravarigacha bo‘lgan miqdordagi zarar hisoblanadi.\n\nJiddiy ziyon tushunchasi baholovchi tusga ega bo‘lib, jinoyatning aniq holatlariga nisbatan ko‘rib chiqiladi. Jiddiy ziyon to‘g‘ridan-to‘g‘ri yetkazilgan moddiy zarar, boy berilgan foyda va boshqa shakllarda ifodalanishi mumkin. Jumladan, jiddiy ziyon sifatida quyidagilar tan olinadi: konstitutsiyaviy huquq va erkinliklar buzilishi; bir nechta tijorat faoliyati subyektlarini xarob qilish; korxona ishini to‘xtatish; avariya. «Fuqarolarning huquqlari yoki qonun bilan qo‘riqlanadigan manfaatlariga yoxud davlat yoki jamoat manfaatlariga jiddiy ziyon yetkazish moddiy zarar tarzida ham, boy berilgan foyda tarzida ham, shuningdek, turli xil manfaatlarga boshqacha zarar yetkazishda, hokimiyat organlarining abro‘siga putur yetkazishda, og‘ir jinoyatlarni yashirishda va hokazolarda ifodalanishi mumkin».\n\nBasharti, yetkazilgan zarar ko‘p miqdorda bo‘lmasa, ziyon esa jiddiy deb hisoblanmasa, mansabdor shaxs tomonidan yo‘l qo‘yilgan vakolatlarni suiiste’mol qilinishi jinoiy javobgarlikni istisno etadi, bunda faqatgina intizomiy yoki amaldagi qonunchilikda belgilangan boshqacha javobgarlik vujudga keladi.\n\n3. Qilmish va yuzaga kelgan oqibatlar o‘rtasida sababiy bog‘lanish mavjud.\n\nJKning 192-11-moddasi mansabdor shaxsga tegishli nodavlat tashkilotida egallab turgan mansab lavozimin suiiste’molol qilish uchun emas, balki mansab vakolatlarini suiiste’mol qilish uchun javobgarlikni nazarda tutadi. Shunga ko‘ra, mansabdor shaxs tomonidan qonunga xilof harakatlarni sodir etish uchun xizmat vakolatidan emas, balki ushbu mansabdor shaxs obro‘si, uning lavozimi va ishlayotgan xizmati nufuzi, unga xizmat bo‘yicha bo‘ysunmaydigan va nazorati ostida bo‘lmagan mansabdor shaxslar bilan o‘rnatgan aloqalaridan foydalanishi o‘rganilayotgan jinoyat tarkibini tashkil etmaydi.\n\nShaxsiy munosabatlardan foydalanish, basharti, ular egallab turgan lavozimiga bog‘liq bo‘lmasa, mansab vakolatlarini suiiste’mol qilish sifatida ko‘rilmaydi.\n\n4. Mazkur jinoyat subyektiv tomondan qasddan sodir etiladi. Mansabdor shaxs o‘z mansab vakolatlaridan qasddan foydalanishi natijasida fuqarolarning huquqlariga yoki qonun bilan qo‘riqlanadigan manfaatlariga yoxud davlat yoki jamoat manfaatlariga ko‘p miqdorda zarar yoxud jiddiy ziyon yetkazilishi kabi oqibatlarning yuzaga kelishini biladi va buni xohlaydi (to‘g‘ri qasd) yoki bu oqibatlarga ongli ravishda yo‘l qo‘yadi (egri qasd).\n\nJinoyatni sodir etish motivi sifatida nomoddiy tusdagi manfaat, karerizm, proteksionizm, noto‘g‘ri tushunilgan birodarlik hissi, o‘ch olish va boshqalar xizmat qiladi. Ammo, ular jinoyat kvalifikatsiyasiga ta’sir etmaydi.\n\nJinoyatning motivi va maqsadi qilmishni kvalifikatsiya qilishga ta’sir qilmaydi.\n\n5. Jinoyatning subyekti nodavlat tijorat tashkiloti yoki boshqa nodavlat tashkilotining 16 yoshga yetgan mansabdor shaxsi bo‘lishi mumkin. Nodavlat tijorat tashkiloti yoki boshqa nodavlat tashkiloti mansabdor shaxsi bu ustav jamg‘armasida davlat ulushi bo‘lmagan tijorat tashkilotlarda saylash yoki tayinlash bo‘yicha doimiy yoxud vaqtincha tashkiliy boshqaruv yoxud ma’muriy-xo‘jalik vazifalarini amalga oshirayotgan shaxs; davlat organi yoki davlat tashkiloti ishtirokisiz tuzilgan yoki tashkil etilgan boshqa nodavlat tashkiloti mansabdor shaxsi.\n\nTashkiliy boshqaruv vakolatlari deganda ma’lum faoliyat hududi, ayrim xodimlarning ishlab chiqarish faoliyatiga rahbarlikni amalga oshirish funksiyalari tushuniladi. Masalan, nodavlat tijorat tashkiloti yoki boshqa nodavlat tashkiloti rahbarlari (direktorlar, ularning o‘rinbosarlari, tashkiliy tuzilmalar boshliqlari va h.k.). Ushbu mansabdor shaxslarning faoliyati kadrlarni tanlash va ularga rahbarlik qilish, ularni joylash, faoliyatini tashkil etish hamda nazorat qilish va boshqa holatlarda namoyon bo‘lishi mumkin.\n\nMa’muriy-xo‘jalik vakolatlari deganda mol-mulkni boshqarish va tasarruf etish, ularni saqlash shartlari va tartibini belgilash, saqlash, o‘tkazishni ta’minlash va hokazolardan iborat funksiyalar tushuniladi. Masalan, bunday vakolatlarga ma’muriy-xo‘jalik qismi, ta’minot, o‘tkazish xizmati rahbari, ombor mudirlari, bosh buxgalterlar va sh.k. ega bo‘lishi mumkin.\n\nMansabdor shaxs tashkiliy boshqaruv yoxud ma’muriy-xo‘jalik vazifalarni bajarish bilan bog‘liq lavozimlarni vaqtincha yoki doimiy, saylash yoki tayinlash asosida egallab turishidan qat’i nazar e’tirof etiladi.\n\nYuridik ahamiyatga ega harakatlar bajarish deganda, shaxs tomonidan biror huquqiy munosabatlarni vujudga keltirish, o‘zgartirish yoxud bekor qilishi mumkin bo‘lgan harakatlarni bajarish tushunilishi lozim.\n\n6. JKning 192-11-moddasi 2-qismida mansab vakolatlarini suiiste’mol qilish holatlari:\n\na) juda ko‘p miqdorda zarar yetkazgan holda;\n\nb) uyushgan guruh tomonidan yoki uning manfaatlarini ko‘zlab sodir etilishi uchun javobgarlik nazarda tutiladi. Mazkur moddada nazarda tutilgan jinoyatni kvalifikatsiya qilishda, shuni nazarda tutish lozimki, mansab vakolatlarini suiiste’mol qilish xususiy sektordagi ayrim jinoyatlarga nisbatan umumiy norma hisoblanadi, masalan tijoratda pora evaziga og‘dirib olishga (JKning 192-9-moddasi).\n\nBunday hollarda, aybdorning qilmishini maxsus normaga asosan kvalifikatsiya qilish haqidagi qoidani inobatga olish zarur.\n\nMasalan, yakka tartibdagi tadbirkor yoki tashkilot rahbari tomonidan bank yoki boshqa kreditorga oldindan bila turib yakka tartibdagi tadbirkor yoki tashkilot xo‘jaligi holati yoki moliyaviy ahvoli haqida soxta ma’lumotlarni berish orqali imtiyozli shartlar asosida kredit olishini, basharti kredit mablag‘larini tekinga olib qo‘yish yoki o‘zlashtirishga qasdi bo‘lmagan taqdirda, ish holatlaridan kelib chiqqan holda JKning 205-moddasi yoki 170-moddasi (Aldash yoki ishonchni suiiste’mol qilish yo‘li bilan mulkiy zarar yetkazish) bilan kvalifikatsiya qilish lozim.\n\nNodavlat tijorat tashkilotlar tomonidan qonunga xilof ravishda kredit berilishi, talon-toroj belgisi bo‘lmagan taqdirda, JKning 192-11-moddasi bilan kvalifikatsiya qilinadi.\n\nBasharti, ish bo‘yicha qimmatli qog‘ozlarni muomalaga chiqarish tartibini belgilaydigan amaldagi qonunchilik talablari buzilishi aniqlansa, JKning 192-11-moddasi dispozitsiyasida qayd etilgan belgilar mavjudligida, bunday harakatlarni mansab vakolatlarini suiiste’mol qilish deb kvalifikatsiya qilish shart.\n\nBu kabi qonun buzilishlarga, jumladan, fuqarolar va chet el investorlariga erkin sotish uchun mo‘ljallangan aksiyalar paketini realizatsiya qilishga to‘sqinlik qilishni aytish mumkin.\n\n7. Yetkazilgan moddiy zararning o‘rni qoplangan taqdirda, ozodlikni cheklash va ozodlikdan mahrum qilish tariqasidagi jazo qo‘llanilmaydi."
        },
        {
            "modda_raqami": "192-12-modda. Pul mablag‘larini qonunga xilof ravishda o‘tkazish yoki olib qo‘yish yoxud ularni o‘z vaqtida qaytarmaslik.",
            "matni": "Tadbirkorlik subyektlarining bank hisobvaraqlaridan pul mablag‘larini ularning roziligisiz qonunga xilof ravishda o‘tkazish yoki olib qo‘yish yoxud ortiqcha undirilgan pul mablag‘larini o‘z vaqtida qaytarmaslik, talon-toroj qilish alomatlari mavjud bo‘lmagan taqdirda, shunday harakatlar uchun ma’muriy jazo qo‘llanilganidan keyin sodir etilgan bo‘lsa,\n\nbazaviy hisoblash miqdorining ikki yuz baravaridan uch yuz baravarigacha miqdorda jarima yoki uch yilgacha muayyan huquqdan mahrum qilish yoxud uch yuz soatdan uch yuz oltmish soatgacha majburiy jamoat ishlari yoki uch yilgacha axloq tuzatish ishlari yoxud uch yilgacha ozodlikdan mahrum qilish bilan jazolanadi.\n\nO‘sha harakatlar:\n\na) ko‘p miqdorda zarar yetkazgan holda;\n\nb) bir guruh shaxslar tomonidan oldindan til biriktirib sodir etilgan bo‘lsa,\n\nbazaviy hisoblash miqdorining uch yuz baravaridan besh yuz baravarigacha miqdorda jarima yoki bir yildan uch yilgacha muayyan huquqdan mahrum qilib, uch yildan besh yilgacha ozodlikni cheklash yoxud uch yildan besh yilgacha ozodlikdan mahrum qilish bilan jazolanadi.\n\nO‘sha harakatlar:\n\na) juda ko‘p miqdorda zarar yetkazgan holda;\n\nb) uyushgan guruh manfaatlarini ko‘zlab sodir etilgan bo‘lsa, -\n\nbazaviy hisoblash miqdorining besh yuz baravaridan olti yuz baravarigacha miqdorda jarima yoki bir yildan uch yilgacha muayyan huquqdan mahrum qilib, besh yildan yetti yilgacha ozodlikdan mahrum qilish bilan jazolanadi.\n\nYetkazilgan moddiy zararning o‘rni qoplangan taqdirda ozodlikni cheklash va ozodlikdan mahrum qilish tarzidagi jazo qo‘llanilmaydi.",
            "sharxi": "1. Keyingi yillarda tadbirkorlik faoliyatini qo‘llab-quvvatlashga qaratilgan keng ko‘lamli islohotlar natijasida xususiy mulkni, kichik biznes va xususiy tadbirkorlikni ishonchli himoya qilishning yangi mexanizmlari joriy etildi. Shuningdek tadbirkorlik faoliyatiga qonunga xilof ravishda aralashganlik va to‘sqinlik qilganlik hamda xususiy mulkdorlarning huquqlarini buzganlik uchun javobgarlik choralari kuchaytirildi.\n\nXususan, O‘zbekiston Respublikasining 2023 yil 10 maydagi «O‘zbekiston Respublikasining ayrim qonun hujjatlariga tadbirkorlarning bank hisobvaraqlaridagi pul mablag‘larini daxlsizligini ta’minlashga qaratilgan qo‘shimcha va o‘zgartishlar kiritish to‘g‘risida»gi Qonuni bilan tadbirkorlik subyektlarining bank hisobvaraqlaridan pul mablag‘larini ularning roziligisiz qonunga xilof ravishda o‘tkazganlik yoki olib qo‘yganlik yoxud ortiqcha undirilgan mablag‘larni o‘z vaqtida qaytarmaganlik uchun javobgarlik choralarini belgilash maqsadida O‘zbekiston Respublikasining Jinoyat kodeksiga hamda O‘zbekiston Respublikasining Ma’muriy javobgarlik to‘g‘risidagi kodeksiga tegishli qo‘shimcha va o‘zgartishlar kiritildi.\n\n2. Ushbu jinoyatning bevosita asosiy obyekti tadbirkorlik faoliyati subyektlarining o‘z pul mablag‘larini mustaqil ravishda tasarruf etish, shuningdek, tadbirkorlik faoliyati subyektlarining pul mablag‘laridan foydalanish yo‘nalishlarini belgilab berish va nazorat qilishga hamda pul mablag‘larini o‘z xohishiga ko‘ra tasarruf etish huquqlariga oid ijtimoiy munosabatlar hisoblanadi.\n\n3. Obyektiv tomondan jinoyat ma’muriy jazo qo‘llanilganidan keyin talon-toroj qilish alomatlari mavjud bo‘lmagan taqdirda:\n\ntadbirkorlik subyektlarining bank hisobvaraqlaridan pul mablag‘larini ularning roziligisiz qonunga xilof ravishda o‘tkazish;\n\nolib qo‘yish;\n\nortiqcha undirilgan pul mablag‘larini o‘z vaqtida qaytarmaslikda ifodalanadi.\n\n4. O‘zbekiston Respublikasi «Tadbirkorlik faoliyati erkinligining kafolatlari to‘g‘risida»gi Qonuniga ko‘ra, tadbirkorlik faoliyati subyektlari o‘z pul mablag‘larini mustaqil ravishda tasarruf etadi.\n\nBank yoki boshqa kredit tashkiloti tadbirkorlik faoliyati subyektlarining bank hisobvarag‘ida (hisobvaraqda) mavjud bo‘lgan pul mablag‘laridan, hisobvaraqqa talablar qo‘yilganda mablag‘larning mavjud bo‘lishini hamda tadbirkorlik faoliyati subyektlarining ushbu mablag‘larni hisobvaraqda turgan summalar doirasida moneliksiz tasarruf etish huquqini kafolatlagan holda foydalanishi mumkin.\n\nAgar qonunda yoki shartnomada boshqacha muddatlar nazarda tutilgan bo‘lmasa, bank yoki boshqa kredit tashkiloti tadbirkorlik faoliyati subyektining hisobvarag‘iga kelib tushgan pul mablag‘larini tegishli to‘lov hujjati bankka kelib tushgan kunning ertasidan kechiktirmasdan mazkur hisobvaraqqa kiritib qo‘yishi, tadbirkorlik faoliyati subyektining topshirig‘iga ko‘ra hisobvaraqdan pul mablag‘larini berishi yoki o‘tkazishi shart. Hisobvaraq bo‘yicha operatsiyalarning belgilangan muddatlari buzilgan taqdirda, bank yoki boshqa kredit tashkiloti tadbirkorlik faoliyati subyektiga qonunchilikda nazarda tutilgan tartibda va muddatlarda foizlar to‘laydi.\n\nAgar shartnomada boshqacha tartib nazarda tutilgan bo‘lmasa, bank yoki boshqa kredit tashkiloti hisobvaraqda turgan pul mablag‘laridan foydalanganligi uchun tadbirkorlik faoliyati subyektiga foizlar to‘laydi, foizlarning summasi uning hisobvarag‘iga kiritib qo‘yiladi.\n\nDavlat organlari, banklar yoki boshqa kredit tashkilotlari tadbirkorlik faoliyati subyektlarining pul mablag‘laridan foydalanish yo‘nalishlarini belgilab berish va nazorat qilishga hamda pul mablag‘larini o‘z xohishiga ko‘ra tasarruf etish huquqlariga nisbatan qonunda yoki shartnomada nazarda tutilmagan boshqa cheklovlar belgilashga haqli emas (mazkur Qonunning 21-moddasi).\n\n5. Mazkur jinoyat subyektiv tomondan qasddan, xususan, to‘g‘ri qasd shaklida sodir etiladi. Jinoyatning motivi va maqsadi qilmishni kvalifikatsiya qilishga ta’sir qilmaydi. Biroq, shu o‘rinda, aybdor shaxsning harakat yoki harakatsizligida talon-toroj maqsadi bo‘lmasligi ahamiyatga ega.\n\n6. Jinoyat kodeksining 192-12-moddasida ko‘zda tutilgan jinoyatning subyekti 16 yoshga to‘lgan har qanday aqli raso jismoniy shaxs hisoblansa-da, biroq qonunchilik mazmuniga ko‘ra, mazkur shaxslar doirasiga bank yoki boshqa kredit tashkiloti mansabdor shaxslari va xizmatchilari kiritish mumkin.\n\n7. Birinchi qismda nazarda tutilgan harakatlar ko‘p miqdorda zarar yetkazgan holda yoki bir guruh shaxslar tomonidan oldindan til biriktirib sodir etilgan bo‘lsa, JKning 192-12-moddasi 2-qismi bo‘yicha javobgarlikni keltirib chiqaradi.\n\n8. O‘sha harakatlar:\n\na) juda ko‘p miqdorda zarar yetkazgan holda;\n\nb) uyushgan guruh manfaatlarini ko‘zlab sodir etilgan bo‘lsa, JKning 192-12-moddasi 3-qismi bo‘yicha javobgarlikni keltirib chiqaradi."
        }
    ]
}