{
    "bob_nomi": "XIII bob. Jazodan ozod qilishning turlari",
    "moddalar": [
        {
            "modda_raqami": "69-modda. Jazoni ijro etish muddati o‘tib ketganligi munosabati bilan jazodan ozod qilish.",
            "matni": "Agar hukm qonuniy kuchga kirgan kundan boshlab:\n\na) uch yildan ortiq bo‘lmagan muddatga ozodlikdan mahrum qilingan yoki ozodlikdan mahrum qilish bilan bog‘liq bo‘lmagan jazoga hukm qilinganda uch yil;\n\nb) besh yildan ortiq bo‘lmagan muddatga ozodlikdan mahrum etishga hukm qilinganda besh yil;\n\nv) o‘n yildan ortiq bo‘lmagan muddatga ozodlikdan mahrum etishga hukm qilinganda o‘n yil;\n\ng) o‘n yildan ortiq muddatga ozodlikdan mahrum etishga hukm qilinganda o‘n besh yil ichida ijro etilmagan bo‘lsa, mahkum asosiy va qo‘shimcha jazolardan ozod qilinadi.\n\nAgar mahkum ushbu moddada nazarda tutilgan jazoni o‘tashdan bo‘yin tovlasa, jazoni ijro etish muddati ikki baravar ko‘payadi va jazoni o‘tashdan bo‘yin tovlagan kundan boshlab hisoblanadi, lekin yigirma besh yildan oshmasligi kerak.\n\nAgar shaxs ushbu moddada ko‘rsatilgan muddatlar o‘tmasdan qasddan yangi jinoyat sodir etsa, muddatlarning o‘tishi uziladi. Bunday holda muddatlarning o‘tishini hisoblash yangi jinoyat sodir etilgan paytdan qaytadan boshlanadi.\n\nAgar jazo tayinlangan kundan boshlab yigirma besh yil o‘tgan bo‘lsa, jazoni ijro etish mumkin emas.\n\nUmrbod ozodlikdan mahrum qilish jazosiga hukm etilgan shaxsga nisbatan muddatlar o‘tishini qo‘llash masalasi sud tomonidan hal qilinadi. Agar sud muddatlar o‘tishini qo‘llashni lozim topmasa, umrbod ozodlikdan mahrum qilish jazosi ozodlikdan mahrum qilish bilan almashtiriladi.\n\nUshbu moddada nazarda tutilgan muddatlar ushbu Kodeks-ning 150-157-moddalarida, 158-moddasining birinchi qismida, 159-moddasining uchinchi va to‘rtinchi qismlarida, 160, 161 va 244_2-moddalarida nazarda tutilgan jinoyatlar uchun hukm qilingan shaxslarga nisbatan qo‘llanilmaydi.",
            "sharxi": " 1. Jazodan ozod qilish bu davlatning jinoyat sodir etganligi uchun sudlangan shaxsga jinoyat qonunchiligida nazarda tutilgan asoslar va shartlar mavjud bo‘lgan holda jazoni tayinlashdan yoki jazoni ijro etishdan voz kechishidir. Jinoyat kodeksi XІІІ bobida jazodan ozod qilishning har xil turlari nazarda tutilgan. Jazodan ozod qilishning ushbu turlari shartli yoki shartsiz tusga ega bo‘lishi mumkin.\n\nJazodan ozod qilishning shartli turlariga shartli hukm qilish (JKning 72-moddasi), jazoni o‘tashdan muddatidan ilgari shartli ozod qilish (JKning 73-moddasi) va kasallik oqibatida jazodan ozod qilish (JKning 75-moddasi 1-3-qismlari) kiradi. Jazodan ozod qilishning qolgan turlari shartsiz, ya’ni yakuniy bo‘ladi, chunki ularni qo‘llash jazodan ozod qilinuvchiga rioya qilinmaganligi ularni bekor qilish uchun asos bo‘la oladigan biror-bir majburiyatlarni yuklamaydi.\n\nShuningdek, jazodan ozod qilishni to‘liq, qisman va aralash, deb atalmish jazodan ozod qilish turlariga bo‘lish mumkin.\n\nJazodan to‘liq ozod qilishga jazoni ijro etish\n\nmuddati o‘tib ketganligi munosabati bilan jazodan ozod qilish (JKning 69-moddasi); shaxsning ijtimoiy xavflilik xususiyatini yo‘qotishi munosabati bilan uni jazodan ozod qilish (JKning 70-moddasi); aybdor o‘z qilmishiga amalda pushaymon bo‘lganligi munosabati bilan jazodan ozod qilish (JKning 71-moddasi); shartli hukm qilish (JKning 72-moddasi) tarzida jazodan ozod qilish kiradi. Jazodan to‘liq ozod qilishda tayinlangan jazo sud qaroriga ko‘ra ijro etilmaydi.\n\nJazodan qisman ozod qilish uni o‘tash davrida jazodan ozod qilish yoki jazoning o‘talmagan qismini yengilrog‘i bilan almashtirishda ifodalanadi. Jazodan ozod qilishning ushbu turlari toifasiga jazoni o‘tashdan muddatidan ilgari shartli ozod qilish (JKning 73-moddasi); jazoni yengilrog‘i bilan almashtirish (JKning 74-moddasi) kiradi.\n\nJazodan ozod qilishning aralash turi to‘liq va qisman jazodan ozod qilishni o‘zida mujassamlashtirgan bo‘lib, ularga kasallik yoki mehnat qobiliyatini yo‘qotish oqibatida jazodan ozod qilish (JKning 75-moddasi); amnistiya akti yoki afv etish asosida jazodan ozod qilish (JKning 76-moddasi) kiradi.\n\nShu bilan birga, O‘zbekiston Respublikasi Oliy sudi Plenumining ko‘rsatmalariga binoan, qasddan takroran yoki ilgari sodir etilgan jinoyat uchun sudlangandan so‘ng qasddan yangi jinoyat sodir etilishi, agar birinchi jinoyat uchun jinoiy javobgarlikka tortish muddati o‘tib ketgan, sudlanganlik belgilangan tartibda tugallangan yoki olib tashlangan yoxud shaxs muqaddam sodir etgan jinoiy xatti-harakat uchun qonunda javobgarlik bekor qilingan bo‘lsa, shuningdek JK 65, 66, 66, 68, 69, 70, 71, 76-moddalariga binoan shaxs ilgari sodir etgan jinoyati uchun jinoiy javobgarlikdan va jazodan ozod etilgan bo‘lsa, jazoni og‘irlashtiruvchi holat sifatida e’tirof etilishi mumkin emas.\n\n2. Jazodan ozod qilishning asosi sifatida jazo choralarini qo‘llash maqsadga muvofiq emasligini e’tirof etish lozim, chunki hukm chiqarish vaqtida yoki mahkum tayinlangan jazoni qisman o‘taganidan so‘ng shaxsni sudga jalb etish pog‘onasida jazo maqsadiga yetganligi ko‘zga tashlanadi va bu shaxs mehnatga, o‘qishga bo‘lgan vijdonan munosabati va yaxshi tomonga o‘zgargan shaxsiy ma’naviy tomonlari bilan o‘zining to‘g‘ri yo‘lga kirganligini, qonunlarni hurmat qiluvchi fuqaro ekanligini isbotlaydi va namoyon etadi. Boshqa hollarda esa, yakuniga yetmagan «ijtimoiylashtirish» jarayoni sudlanganlarni to‘g‘ri yo‘lga boshlash maqsadida intizomiy va ma’muriy jazolarni ko‘llash orqali davom ettirilishi mumkin. Jazoni tayinlash yoki o‘tashni davom ettirishda bunday hollarning mavjudligi\n\nqonunni buzgan shaxsni jamiyatga foydali vakil sifatida qaytarishga qaratilgan davlatning xatti-harakatlari zoye ketgan bo‘ladi. Natijada, jazo maqsadiga erishib bo‘lmaydi, shaxs esa, jazoni o‘tab bo‘lgandan so‘ng ilgarigiga qaraganda jamiyat uchun ko‘proq xavf tug‘diradi. Va nihoyat, shunday holatlar ham yo‘q emaski, sudlangan shaxs ijobiy tomonga o‘zgarmasa-da, ammo jazoni og‘ir kasalligi tufayli o‘tay olmasligi mumkin. Aniqki, bunday shaxsga nisbatan jazo vazifalarini amalga oshirish ma’nosiz hisoblanadi.\n\n3. Sharhlanayotgan moddaning birinchi qismida jazodan ozod etish uchun ma’lum bir muddatlarning o‘tishi asos qilib ko‘rsatilgan va ular jazoni ijro etish muddatlari, deb nomlanadi va tayinlangan jazo choralaridan kelib chiqqan holda alohida ajratiladi. Ushbu asos ayblanuvchiga nisbatan qo‘llaniladi. Jinoyat-protsessual qonunchiligiga ko‘ra, ayblanuvchi sudda sudlanuvchi, deb, hukm chiqarilganidan keyin esa, mahkum yoki oqlangan, deb ataladi.\n\nMuddatning o‘tishi muayyan vaqtning o‘tishida ifodalanadi. Jinoiy javobgarlikdan ozod qilish uchun jinoyat sodir etish vaqti muayyan ahamiyatga ega bo‘lsa, jinoiy jazodan ozod qilish muddati o‘tishining boshlanishida esa, sud hukmining qonuniy kuchga kirishi ahamiyatli hisoblanadi. Sud hukmi apellyatsiya shikoyati va protesti keltirish muddati o‘tgandan so‘ng qonuniy kuchga kiradi. Agar apellyatsiya shikoyati ko‘rib chiqilib, hukm bekor qilingan bo‘lsa, muddat ish yuqori sud tomonidan ko‘rilgan kundan boshlab hisoblanadi.\n\n4. Sharhlanayotgan moddaning birinchi qismi qoidalariga muvofiq, agar hukm qonuniy kuchga kirgan kundan boshlab:\n\nuch yildan ortiq bo‘lmagan muddatga ozodlikdan mahrum qilingan yoki ozodlikdan mahrum qilish bilan bog‘lik bo‘lmagan jazoga hukm qilinganda uch yil;\n\nbesh yildan ortiq bo‘lmagan muddatga ozodlikdan mahrum etishga hukm qilinganda besh yil; o‘n yildan ortiq bo‘lmagan muddatga ozodlikdan mahrum etishga hukm qilinganda o‘n yil;\n\no‘n yildan ortiq muddatga ozodlikdan mahrum etishga hukm qilingan-da o‘n besh yil ichida ijro etilmagan bo‘lsa, mahkum asosiy va qo‘shimcha jazolardan ozod qilinadi.\n\nUshbu ko‘rsatilgan muddatlar, ko‘rinib turganidek, jinoyatning toifasi (uning ijtimoiy xavfining darajasi) ga emas, balki sud tomonidan tayinlangan jazoning chorasiga bog‘liq bo‘ladi. Masalan, Jinoyat kodeksi 97-moddasi birinchi qismiga ko‘ra, qasddan odam o‘ldirish uchun jazoni ijro etish muddati o‘n yildan o‘n besh yilgacha bo‘lishi mumkin.\n\nAmmo alohida hollarda sud mazkur jinoyat uchun ozodlikdan mahrum qilishning eng kam qismidan ham kamroq turdagi jazoni tayinlashi mumkin, vaholanki, bu muddatlarga ham o‘z ta’sirini o‘tkazadi. Sud esa, o‘z navbatida, shu moddada nazarda tutilmagan boshqa ozodlikdan mahrum qilishdan ham yengilroq turdagi jazoni tayinlashi mumkin. Bu almashtirish jazo o‘tashdan ozod bo‘lish institutiga qarashli Jinoyat kodeksining 74-moddasini chetlab o‘tadi. (JKning 74-moddasi sharhiga qarang)\n\nBir necha jinoyatlar majmui bo‘yicha tayinlangan jazoni ijro etish muddatlarini aniqlashga alohida e’tibor berish lozim. Bunday vaziyatlarda sud, ma’lumki, sodir etilgan jinoyatlarning butun majmuini inobatga oladi va yagona jazoni tayinlaydi. Va sharhlanayotgan moddaning ma’nosiga ko‘ra, JKning 54, 59 va 61-moddalari qoidalari bo‘yicha tayinlanadigan jazoning butun muddati hisobga olinishi lozim, ya’ni bir necha jinoyatlar bo‘yicha jazolar qo‘shilganda yakuniy jazo jazoni ijro etish muddatini belgilaydi, bu muddat o‘tgach biron-bir jazo ijro etilishi mumkin emas.\n\n5. Sharhlanayotgan moddaning birinchi qismi mazmuni bo‘yicha, ayblov hukmi bilan tayinlangan jazoni ijro etmaslik masalasi sud tomonidan tayinlangan jazo muddati o‘tib bo‘lmasdan paydo bo‘lishi mumkin. Aks holda, jazoni o‘tab chiqqan shaxs hukmi ijro etilmagan shaxsga nisbatan avvalroq jazodan ozod etilgan bo‘ladi. Sharhlanayotgan moddaning qoidalari to‘liq hajmda sud tomonidan tayinlangan ham asosiy jazoga, ham qo‘shimcha jazoga taalluqlidir. (Asosiy va qo‘shimcha jazo choralari tushunchasini JKning 43-moddasi sharhiga qarang). Agar sudlangan shaxs unga sud tomonidan belgilangan ozodlikdan mahrum qilish tarzidagi jazodan ijro etish muddati tugaganligi munosabati bilan ozod etilsa, qo‘shimcha jazoni ijro etish ham mumkin bo‘lmaydi. Agar asosiy jazo bo‘yicha ijro etish muddati tugamagan bo‘lsa, u holda qo‘shimcha jazoni ijro etish muddati asosiy jazoni o‘tash paytidan boshlab hisoblanadi.\n\n6. Sharhlanayotgan moddada qayd etilgan muddatlar sud hukmi qonuniy kuchga kirgan kundan boshlab hisoblanadi. Jazo o‘tashdan yoki yangi jinoyat sodir etishdan bo‘yin tovlashda namoyon bo‘lmagan va mahkumning harakatiga bog‘liq bo‘lmagan bir qator sabablarga ko‘ra, ijro etilmayotgan ayblov hukmidagi vaqt muddatga kiritiladi.\n\n7. Sharhlanayotgan moddaning ikkinchi qismiga ko‘ra, agar mahkum ushbu moddada nazarda tutilgan jazoni o‘tashdan bo‘yin tovlasa, jazoni ijro etish muddati ikki baravar ko‘payadi va jazoni o‘tashdan bo‘yin tovlagan kundan boshlab hisoblanadi, lekin yigirma besh yildan oshmasligi kerak.\n\nJazoni ijro etishdan bo‘yin tovlash deganda, tayinlangan jazoni ijro etishdan qochishga qaratilgan har qanday qasddan qilingan harakat tushuniladi. Jazoni ijro etishdan bo‘yin tovlash, yangi jinoyat tarkibini tashkil qilmaydigan harakatlardan iborat bo‘lishi kerak. Agar shaxs qonunda nazarda tutilgan muddat ichida qasddan yangi jinoyat sodir etsa, muddatning o‘tishi uziladi. Bunday holda muddat o‘tishini hisoblash uning yangi jinoyat sodir qilgan paytidan qaytadan hisoblanadi. Dastlabki qamoqdan qochish jinoyat hisoblanganligi uchun shaxs dastlabki qamoqdan yoki jazoni ijro qilishga olib ketilayotganda qochsa, muddatning o‘tishi uziladi.\n\nJazoni ijro etishdan bo‘yin tovlash harakatlari deb, jazoni ijro etish imkoniyati yo‘qoladigan mahkumning ongli ravishda qilgan xatti-harakatlari hisoblanadi. Ularga, xususan, yashash, ishlash joyini o‘zgartirish, boshqa mintaqaga ko‘chib ketish, hujjatlarini o‘zgartirish va boshqa harakatlar kiradi. Har bir muayyan holatda mahkumning harakatlarini alohida-alohida kvalifikatsiya qilish lozim va mahkumning u yoki bu harakati jazoni ijro etishdan bo‘yin tovlashga qaratilganmi yoki yo‘qmi buni ham hal qilish lozimdir.\n\nSharhlanayotgan moddaning ikkinchi qismi sharhlanayotgan moddaning birinchi qismida ko‘rsatilgan jazoni ijro etish muddatlarining ikki baravar oshirilishini nazarda tutadi. Bunda shu tarzda uzaytirilgan ijro etish muddatlarini hisoblash sud hukmining qonuniy kuchga kirgan paytidan boshlab emas, shaxsning jazoni ijro etishdan bo‘yin tovlash paytidan boshlab hisoblanadi.\n\n8. Sharhlanayotgan moddaning uchinchi qismiga muvofiq, agar shaxs ushbu moddada ko‘rsatilgan muddatlar o‘tmasdan qasddan yangi jinoyat sodir etsa, muddatlarning o‘tishi uziladi. Bunday holda muddatlarning o‘tishini hisoblash yangi jinoyat sodir etilgan paytdan qaytadan boshlanadi.\n\nJazoni ijro etish muddatlari bekor qilinib, qaytadan hisoblanishi uchun sudlangan shaxs tomonidan yangi jinoyatning qasddan sodir etilishi (qasddan sodir etilgan jinoyat tushunchasi JKning 21-moddasiga berilgan sharhda yoritilgan) va avvalgi jinoyat uchun ijro etish muddatining saqlanishi (tugamaganligi) kabi shartlar belgilanishi lozim. Bunda, qonun chiqaruvchi jinoiy javobgarlikka tortish muddatlaridan farqli ravishda, aynan qaysi jinoyatdan keyin (qasddan yoki ehtiyotsizlik orqasida sodir etilgan, og‘ir, o‘ta og‘ir yoki boshqa jinoyat) muddatlarning uzilishi to‘g‘risida alohida to‘xtalib o‘tmagan (JKning 64-moddasiga sharhga qarang). Sharhlanayotgan moddaning ma’nosiga ko‘ra, sud hukmlarining majmui bo‘yicha jazoni tayinlash uchun jazoni ijro etish muddatining uzilishi faqat birinchisi uchun jazo tayinlangan ikkita jinoyatni qasddan sodir etishdan keyingina amalga oshirilishi mumkin.\n\n9. Bunday holatlarda ijro etish muddatlarini hisoblash amaliyoti alohida diqqatga sazovordir. Ijro etish muddatlarining uzilishi benihoya davom eta olmaydi. Yangi jinoyatni qasddan sodir etish tufayli jazoni ijro etish muddati uzilganda aybdor shaxs javobgarlikka tortiladi va ushbu muddatni hisoblash yangi jinoyat uchun sud hukmi qonuniy kuchga kirganidan boshlab emas, balki yangi jinoyatni qasddan sodir etish paytidan boshlab amalga oshiriladi. Boshqacha aytganda, aybdor shaxsni sud qilish va unga bir necha sud hukmi bo‘yicha jazo tayinlashda jazoni ijro etish muddatini hisoblash qaytadan boshlanadi va sharhlanayotgan modda birinchi qismining qoidalariga muvofiq belgilanadi. Bu holda ijro etish muddatini hisoblash yangi jinoyatni qasddan sodir etish paytidan boshlab amalga oshiriladi.\n\n10. Sharhlanayotgan moddaning to‘rtinchi qismi shuni belgilaydiki, agar jazo tayinlangan kundan boshlab yigirma besh yil o‘tgan bo‘lsa, jazoni ijro etish mumkin emas. Har bir mahkum jazoni ijro etishdan ozod qilish asosini qo‘llashga haqli bo‘ladi, shu jumladan jazoni ijro etishdan bo‘yin tovlash yoki yangi jinoyatni qasddan sodir etish munosabati bilan jazoni ijro etish muddatlari uzaytirilgan va uzilgan holatlarda. Bu holda yigirma besh yilning o‘tib ketganligi jazoning maqsadga muvofiq bo‘lmagani uchun jazoni qo‘llashni bekor qiladi.\n\n11. Jazoni ijro etish muddati tugaganligi munosabati bilan jazoni ijro etishdan ozod qilish yuzasidan umumiy qoidalar umrbod ozodlikdan mahrum qilish tarzida jazo tayinlangan holatlarda qo‘llanmaydi. Xususan, sharhlanayotgan moddaning 5-qismiga muvofiq, umrbod ozodlikdan mahrum qilish jazosiga hukm etilgan shaxsga nisbatan muddatlar o‘tishini qo‘llash masalasi sud tomonidan hal qilinadi. Agar sud muddatlar o‘tishini qo‘llashni lozim topmasa, umrbod ozodlikdan mahrum qilish jazosi ozodlikdan mahrum qilish bilan almashtiriladi.\n\nUmrbod ozodlikdan mahrum qilish jazosiga hukm etilgan shaxsga nisbatan muddatlar o‘tishini qo‘llashga alohida yondashuv ushbu choraning mutlaq favqulodda ekanligi bilan izohlanadi. Ushbu masalani hal etish sodir etilgan jinoyatning xususiyatlariga hamda yuzaga kelgan oqibatlarning og‘irligiga bog‘liq bo‘lishi lozim emas va faqat shaxsning sud hukmi qonuniy kuchga kirgan kunidan boshlab ancha vaqt o‘tib ketganligi sababli ijtimoiy xavfli bo‘lmay qolganligi bilangina belgilanadi. Sud hukmining qonuniy kuchga kirgan paytidan boshlab o‘tgan vaqt qanchalik davomli bo‘lsa, mahkum shaxs o‘z tuzalganligini yangi jinoyatlarni sodir etmaslik va ijtimoiy foydali faoliyat bilan isbotlagan bo‘lsa, uni ijtimoiy xavfli bo‘lmagan, deb tan olish uchun asoslar shunchalik ko‘p bo‘ladi.\n\n12. Jinoyat qonunchiligi sudning umrbod ozodlikdan mahrum qilish tarzidagi jazoni ijro etishdan ozod qilish uchun ijro etish muddatlarini qo‘llash mumkin bo‘lmaganda uni ozodlikdan mahrum etish bilan almashtirish huquqini tan oladi. Bunda umrbod ozodlikdan mahrum etish JK Maxsus qismining tegishli moddasida nazarda tutilgan ozodlikdan mahrum qilish muddatiga almashtiriladi. Ijro etish muddati qo‘llanmagan holda umrbod ozodlikdan mahrum qilishni ozodlikdan mahrum etish bilan almashtirib, sud shu bilan sud hukmi bo‘yicha tayinlangan jazoning to‘g‘riligini nazorat qilmaydi. Umrbod ozodlikdan mahrum qilish jazosining ozodlikdan mahrum etish jazosiga almashtirilishi mazkur sud hukmini chiqargan sud shu hukmida xatoga yo‘l qo‘yganligi uchun emas, balki hukmning qonuniy kuchga kirganligi paytidan ancha vaqt o‘tganligi tufayli umrbod ozodlikdan mahrum qilish jazosini qo‘llash maqsadga muvofiq bo‘lmay qolganligi uchun amalga oshiriladi. Agar favqulodda jazo chorasi sud tomonidan unga yetarli asoslar bo‘lmagan holda tayinlangan bo‘lsa, ushbu jazoni boshqasiga faqat umumiy sud tartibida almashtirish mumkin bo‘ladi, chunki bu holda sud hukmini mohiyatiga ko‘ra qayta ko‘rib chiqish haqida gap ketadi.\n\n13. Sharhlanayotgan moddaning oltinchi qismi jazoni ijro etish muddati qo‘llanilmasligining yagona asosini belgilaydi. Bu holatlar 150-157-moddalar, 158-moddaning 1-qismi, 159-moddaning 3 va 4-qismlari, 160, 161 va 2442-moddalarda ko‘rsatilgan jinoyatlarnir.    "
        },
        {
            "modda_raqami": "70-modda. Shaxsning ijtimoiy xavflilik xususiyatini yo‘qotishi munosabati bilan uni jazodan ozod qilish.",
            "matni": "Jinoyat sodir etgan shaxs agar ish sudda ko‘rilayotgan vaqtgacha sharoit o‘zgardi yoki shaxs namunali xulqi, mehnatga yoki o‘qishga halol munosabati bilan o‘zini ko‘rsatib, ijtimoiy xavfliligini yo‘qotdi deb e’tirof etilsa, sud uni jazodan ozod qilishi mumkin.",
            "sharxi": "1. Sharhlanayotgan moddaga muvofiq Jinoyat sodir etgan shaxs, agar ish sudda ko‘rilayotgan vaqtgacha sharoit o‘zgardi yoki shaxs namunali xulqi, mehnatga yoki o‘qishga halol munosabati bilan o‘zini ko‘rsatib, ijtimoiy xavfliligini yo‘qotdi deb e’tirof etilsa, sud uni jazodan ozod qilishi mumkin. Shunday qilib, sharhlanayotgan modda shaxsni jazodan ozod qilishning bir-biridan mustaqil bo‘lgan ikkita asosini belgilaydi: vaziyatning o‘zgarishi va shaxsning o‘z ijtimoiy xavfliligini yo‘qotishi. Bunda jazodan ozod qilish uchun ushbu asoslardan hech bo‘lmasa bittasining mavjud bo‘lishi yetarlidir.\n\nIshni sudda ko‘rish vaqti, sharoitning o‘zgarishi yoki shaxsning namunali xulq-atvori natijasida uning ijtimoiy xavfliligini yo‘qotishi bilan bog‘liq tushuncha JKning 65-moddasi sharhida belgilangan ishning sudda ko‘rilishi vaqtiga aynan o‘xshashdir.\n\n2. Sharoitning o‘zgarishi aybdor shaxsning irodasiga bog‘liq bo‘lmagan obyektiv omil sifatida jinoyat sodir etilgan sharoitlarning o‘zgarishidan iborat bo‘ladi. Bular butun davlat miqyosidagi, alohida mintaqa, ayrim korxonalar, tashkilotlar va muassasalar miqyosidagi siyosiy, ijtimoiy-iqtisodiy, tashkiliy-xo‘jalik va h.k. sharoitlar bo‘lishi mumkin. Sharoitning o‘zgarishi obyektiv tusga ega, chunki u aybdor shaxsning irodasiga bog‘liq emas. (JKning 65-moddasiga berilgan sharhda batafsil yoritilgan) Sharhlanayotgan modda ma’nosidagi sharoitning o‘zgarishi to ishning sud tomonidan ko‘rilishi paytigacha istalgan vaqtda yuzaga kelishi mumkin. Agar shu vaqtga kelib jinoiy javobgarlikka tortish muddati tugaydigan bo‘lsa, u holda aybdor shaxs JKning 64-moddasi qoidalariga muvofiq jinoiy javobgarlikdan ozod etiladi.\n\n3. Ijtimoiy xavflilikning yo‘qolishi deganda, ishning sudda ko‘rilishi paytiga kelib jinoyatni sodir etish va ijtimoiy xavfli bo‘lgan oqibatlarning yuzaga kelishida tarkibiy qism bo‘lgan, shuningdek, ijtimoiy xavfli qilmish sodir etganligi uchun jinoiy ta’qib etish uchun shartlar bo‘lib xizmat qilgan holatlar, sabablarning bartaraf etilishi tushuniladi. (JKning 14-moddasi sharhga qarang)\n\nSharhlanayotgan modda qoidalaridan kelib chiqib, shaxsning ijtimoiy xavfliligi yo‘qolishiga quyidagi omillar yordam beradi:\n\nnamunali xulq-atvor;\n\nmehnatga halol munosabat:\n\no‘qishga halol munosabat.\n\nShaxsning namunali xulqi subyektiv omillardan biri sifatida jinoyat sodir etgan shaxsning o‘zini tutishi va xulqi huquq va ma’naviyat normalariga, insonlarning birga yashash qoidalariga mos kelishi, uning tomonidan jamoat tartibi normalarini buzish, spirtli ichimliklarni, giyohvandlik vositalarini, ularning analoglarini yoki psixotrop moddalarni suiiste’mol qilish kabilar bo‘lmasligi, uning tomonidan jinoyat oqibatida yetkazilgan zararning ixtiyoriy qoplanishi va boshqalarni bildiradi.\n\nShaxsning mehnatga halol munosabati deganda, aybdor shaxsning o‘z mehnat vazifalarini lozim darajada bajarishi, mehnat qonunchiligi normalarini va mehnatni muhofaza qilish qoidalarini buzmasligi, ijtimoiy foydali harakatlarni amalga oshirishi, mehnat intizomiga rioya etishi tushuniladi.\n\nShaxsning o‘qishga halol munosabati belgilangan o‘quv soatlarni to‘liq o‘zlashtirish, belgilangan tartibga rioya qilish, namunali xulqqa ega bo‘lish va o‘quv hamda amaliy faoliyatni amalga oshirishga qaror qilganlikda ifodalanadi.\n\n4. Shaxsning namunali xulqi, mehnatga yoki o‘qishga halol munosabati to‘g‘risidagi xulosa, u o‘zining tuzalganligi holatini isbotlashi mumkinligi uchun, faqat jinoyatni sodir etgan shaxsning xulqini nisbatan uzoq vaqt davomida kuzatilgan holda qilinishi mumkin. Bu holatda jazoning jinoyatlarning maxsus oldini olish va aybdor shaxsni tuzatish kabi maqsadlariga erishilgan bo‘ladi, bu esa unga jazo tayinlanishining maqsadga muvofiq emasligini va sudning aybdor shaxs ijtimoiy xavfliligini yo‘qotganligiga ishonchini belgilab beradi.\n\n5. Jinoyat sodir etgan shaxs ijtimoiy xavfliligi yo‘qolishi oqibatida jazodan ozod etilganda jinoyatning ijtimoiy xavflilik darajasi va fe’l-atvoriga emas (birinchi holat shartsiz e’tiborga olinsa-da), balki aybdorning shaxsiy sifatlari va ishni sudda ko‘rib chiqqunga qadar bo‘lgan holatlarga e’tibor beriladi. Jinoyatning o‘zi va aybdorning shaxsi ijtimoiy xavflilikni yo‘qotgan holatda esa, sharoit o‘zgarganligi bilan bog‘liq ijtimoiy xavfli qilmishni sodir etgan shaxs va bu qilmishning ijtimoiy xavfliligi yo‘qolishi munosabati bilan aybdorni jinoiy javobgarlikdan ozod etish to‘g‘risidagi masala hal qilinishi kerak. (JKning 65-moddasi sharhiga qarang).\n\nShaxsning ijtimoiy xavflilik darajasini yo‘qotishi yoki holat o‘zgarishi natijasida jazodan ozod etishni qo‘llash sudning majburiyati emas, huquqi hisoblanadi. Sharhlanayotgan moddaga binoan ish sudda ko‘rilayotgan vaqtgacha sharoit o‘zgardi yoki shaxs namunali xulqi, mehnatga yoki o‘qishga halol munosabati bilan o‘zini ko‘rsatib, ijtimoiy xavfliligini yo‘qotdi, deb e’tirof etilsa yoki u qilmishiga chin ko‘ngildan pushaymon bo‘lgan, deb topilsa, sud hukmning tavsif qismida qabul qilingan qarorni aniq holatlarni keltirgan xolda asoslantirishi, qaror qismida esa, sudlanuvchini aybdor, deb topishi va qonun talabiga ko‘ra unga jazo tayinlanmasligini ko‘rsatishi lozim. \n\n6. Jazodan ozod qilishning ko‘rib chiqilgan turi shartsizlik xususiyatiga ega, ya’ni ozod qilinganning xulqiga maxsus talablar qo‘yilmaydi. Ushbu asos bo‘yicha jazodan ozod qilingan shaxs jazoni ijro etish muddati o‘tib ketganligi holatidagidek sudlanmagan, deb e’tirof etiladi. "
        },
        {
            "modda_raqami": "71-modda. Aybdor o‘z qilmishiga amalda pushaymon bo‘lganligi munosabati bilan jazodan ozod qilish.",
            "matni": "Ijtimoiy xavfi katta bo‘lmagan yoki uncha og‘ir bo‘lmagan jinoyatni birinchi marta sodir etgan shaxs, agar u aybini bo‘yniga olish to‘g‘risida arz qilgan, jinoyatning ochilishiga faol yordam bergan va keltirilgan zararni bartaraf qilgan bo‘lsa, sud tomonidan jazodan ozod qilinishi mumkin.\n\nBoshqa shaxslar bilan birgalikda jinoyat sodir etishda ishtirok qilgan yoki uyushgan guruh yoxud jinoiy uyushma a’zosi bo‘lgan shaxs, agar u aybini bo‘yniga olish to‘g‘risida arz qilgan, chin ko‘ngildan pushaymon bo‘lgan, jinoyatning oldini olish, jinoyatni ochish yoki uning tashkilotchilarini yoxud boshqa ishtirokchilarini aniqlash va fosh qilishga yordam bergan bo‘lsa, basharti u og‘ir yoki o‘ta og‘ir jinoyat sodir etishda bevosita ishtirok etmagan bo‘lsa, sud tomonidan jazodan ozod qilinishi mumkin.\n\nUshbu Kodeks Maxsus qismining tegishli moddasida alohida ko‘rsatilgan hollarda, jinoyat sodir etgan shaxs o‘z qilmishiga amalda pushaymon bo‘lgan taqdirda sud tomonidan jazodan ozod qilinishi lozim.",
            "sharxi": "1. (Amalda pushaymon bo‘lish tushunchasi to‘g‘risida JKning 55, 66-moddalari sharhiga qarang). Ba’zi holatlarda jazoni qo‘llamaslik yanada samarali va oqilona bo‘ladi, chunki jinoiy javobgarlik qasos olishga yo‘l qo‘ymaydi hamda ijtimoiy xavfi katta bo‘lmagan yoki uncha og‘ir bo‘lmagan jinoyatni sodir etgan shaxslarga nisbatan ma’lum darajada insonparvarlikni namoyon qiladi.\n\n2. Sharhlanayotgan moddaning birinchi qismi aybdor o‘z qilmishiga amalda pushaymon bo‘lganligi munosabati bilan jazodan ozod qilish qo‘llanishining shartlari sifatida quyidagilarni nazarda tutadi:\n\njinoyatni birinchi marta sodir etish;\n\nijtimoiy xavfi katta bo‘lmagan yoki uncha og‘ir bo‘lmagan jinoyatni sodir etish;\n\naybini bo‘yniga olish to‘g‘risida arz qilish;\n\njinoyatning ochilishiga faol yordam berish;\n\nkeltirilgan zararni bartaraf qilish.\n\nUshbu shartlardan hech bo‘lmasa bittasining bo‘lmasligi ko‘rib chiqilayotgan jazodan ozod qilish institutini qo‘llash uchun to‘sqinlik qiluvchi holat bo‘ladi.\n\n3. Sharhlanayotgan moddaning birinchi qismi faqat birinchi marta jinoyat sodir etgan shaxslarga tegishli. Shuningdek, u sudlanganlik holati tugallanmagan yoki sudlanganligi olib tashlanmagan shaxslarga, sud yoki tergovda bo‘lgan yoxud sud yoki tergovdan qochib yurgan shaxslarga tatbiq etilmaydi. Bunda inobatga olish lozimki, JKning 77-moddasi 2-qismiga muvofiq, sud tomonidan jazodan ozod qilingan shaxs sudlanmagan deb hisoblanadi.\n\n4. Shaxs tomonidan sodir etilgan jinoyat ijtimoiy xavfi katta bo‘lmagan yoki uncha og‘ir bo‘lmagan jinoyatlar turkumiga kirishi lozim. (JKning 15-moddasi sharhiga qarang)\n\n5. Aybdor o‘z qilmishiga amalda pushaymon bo‘lishi, uning faol harakatlarida ifodalanib, ushbu harakatlarning ro‘yxati sharhlanayotgan moddaning birinchi qismida nazarda tutilgan. Shunday qilib, qonun chiqaruvchi aruvchi aybini bo‘yniga olish to‘g‘risida arz qilishni, jinoyatning ochilishiga faol yordam berishni va keltirilgan zararni bartaraf qilishni aybdor o‘z qilmishiga amalda pushaymon bo‘lishi elementlari sifatida belgilaydi.\n\nAybini bo‘yniga olish to‘g‘risida arz qilish shundan iboratki, bu holat shaxs o‘z xohishi bilan hech qanday majburlovsiz tegishli surishtiruv, dastlabki tergov, prokuratura yoki sud organlariga o‘zi sodir etgan jinoyati to‘g‘risida og‘zaki yoki yozma tartibda murojaat qilishda ifodalanib, bu jinoyat-protsessual qonunchiligida belgilangan tartibda tegishli ravishda mustahkamlanadi. Aybini bo‘yniga olish to‘g‘risida arz qilishning mazmun-mohiyati shundan iboratki, shaxs o‘zini hech qanday tashqi tazyiqsiz huquqni muhofaza qilish organlariga topshiradi. (JKning 55, 66-moddalari sharhiga qarang)\n\n6. Jinoyatning ochilishiga faol yordam berish aybdor o‘z qilmishiga amalda pushaymon bo‘lishining chambarchas elementi sifatida tergovga ma’lum hamda ma’lum bo‘lmagan ishning holatlari bo‘yicha haqqoniy ko‘rsatuvlar berishda, jinoyatning boshqa ishtirokchilarini fosh qilishda, sodir etilgan jinoyat guvohlarini aniqlashda, jinoyatga oid qurollar, buyumlar va sodir etish vositalarini, shu bilan birga turli daliliy ashyolarni topishda ko‘maklashishda, o‘g‘irlangan mol-mulk hamda qidiruvdagi shaxslarning yashiringan joyini ma’lum qilishda, turli tergov harakatlarini amalga oshirishda faol qatnashishda va h.k.da ifodalanishi mumkin. (JKning 55 va 66-moddalari sharhiga qarang)\n\n7. Aybdor o‘z qilmishiga amalda pushaymon bo‘lishining ajralmas elementi sifatida keltirilgan zararni bartaraf qilish e’tirof etilib, u, qoida tariqasida, keltirilgan zarar o‘rnini qoplashda, ya’ni jabrlanuvchi tomonidan jinoyat natijasida ko‘rilgan zararni qoplash uchun yetarli bo‘lgan pul yoki boshqa shaklda keltirilgan mulkiy zarar uchun tovon to‘lashda ifodalanadi. Jinoyat tufayli keltirilgan zararni bartaraf etish boshqa, keltirilgan mulkiy zarar o‘rnini qoplash bilan bog‘liq bo‘lmagan usul orqali amalga oshirilishi mumkin, masalan, keltirilgan ma’naviy zararni qoplash (qilingan haqorat va shaxsning sha’ni va qadr-qimmatini beodoblik bilan qasddan tahqirlash uchun kechirim so‘rash va hokazo). (JKning 55, 66-moddalari sharhiga qarang)\n\n8. Sharhlanayotgan moddaning ikkinchi qismi boshqa shaxslar bilan birgalikda jinoyat sodir etishda ishtirok qilgan yoki uyushgan guruh yoxud jinoiy uyushma a’zosi bo‘lgan shaxs tomonidan jinoyat sodir etilgan holatlarda shaxsni jazoni o‘tashdan ozod etish uchun yetarli va zarur bo‘lgan shartlar ko‘rsatib o‘tilgan.\n\nBunday shartlar sirasiga qonun chiqaruvchi quyidagilarni kiritadi:\n\naybini bo‘yniga olish to‘g‘risida arz qilish;\n\nchin ko‘ngildan pushaymon bo‘lish;\n\njinoyatning oldini olish, jinoyatni ochish yoki uning tashkilotchilarini yoxud boshqa ishtirokchilarini aniqlash va fosh qilishga yordam berish;\n\nog‘ir yoki o‘ta og‘ir jinoyat sodir etishda bevosita ishtirok etmaganlik.\n\n9. Aybini bo‘yniga olish to‘g‘risida arz qilish shaxsning huquqni muhofaza qiluvchi organlarga murojaat qilib, ularga tayyorlangan jinoyatni yoki guruhning ijtimoiy xavfli faoliyatini bartaraf etishga, sodir etilgan jinoyatni ochish, jinoyatning boshqa ishtirokchilarini fosh qilishga yordam berish niyati haqida xabar berishi bilan amalga oshiriladi. Xabar berish yozma, og‘zaki yoki boshqa shakllarda (telefon orqali, video yozuv, audio kassetada ovoz yozib olish orqali) amalga oshirilishi mumkin.\n\n10. Aybdor o‘z qilmishiga amalda pushaymon bo‘lganligining elementlariga chin ko‘ngildan pushaymon bo‘lish kiradi. Chin ko‘ngildan pushaymon bo‘lish aybdor o‘z xulqi buzuqligini anglab yetganligini va uni o‘zi fahmlab yetganligini bildiradi. (Chin ko‘ngildan pushaymon bo‘lish to‘g‘risida JKning 55, 65-moddalari sharhiga qarang)\n\n11. Shu bilan birga, qonunning bevosita ko‘rsatmasiga binoan, aybdor shaxs nafaqat sodir etgan qilmishiga pushaymon bo‘lishi, balki jinoyatning oldini olish, jinoyatni ochish yoki uning tashkilotchilarini yoxud boshqa ishtirokchilarini aniqlash va fosh qilishga yordam berishi lozim. Sharhlanayotgan moddaning ikkinchi qismi tahlilidan ko‘rinib turganidek, aybdor shaxsning xulqi muqobil harakatlarda ifodalanishi mumkin, ular odil sudlov organlariga quyidagilarda yordam berishdan iborat bo‘ladi: jinoyatning oldini olishda;\n\njinoyatni ochishda;\n\njinoyatning tashkilotchilarini yoxud boshqa ishtirokchilarini aniqlash va fosh qilishda.\n\nShuni ta’kidlash lozimki, yordam ko‘rsatishning qonunchilikda bunday belgilanishi muayyan shaxs o‘zini tutishining o‘ziga xos xususiyatlari bilan belgilanadi. Masalan, agar shaxs faqat hali jinoyat sodir etmagan uyushgan qurolli guruhda ishtirok etishga rozilik bergan bo‘lsa va ushbu shaxs mazkur guruh tashkilotchilarining jinoiy rejalari haqida xabardor bo‘lmasa, u guruhdagi boshqa sheriklarini aniqlash va fosh etishda amaliy yordam ko‘rsatishi va shu bilan ushbu guruh tomonidan jinoiy faoliyatni amalga oshirilishining oldini olishi mumkin. Ushbu shaxs boshqa shaxslar bilan birgalikda jinoyat sodir etgan bo‘lsa, u jinoyatni ochib berishda yordam ko‘rsatishi mumkin va hokazo. Shu bilan birga, agar shaxs jinoyatning oldini olish, jinoyatni ochish yoki uning tashkilotchilarini yoxud boshqa ishtirokchilarini fosh qilishga yordam beradigan axborotga ega bo‘lsa, u odil sudlov organlariga unga ma’lum bo‘lgan barcha holatlar va ma’lumotlar to‘g‘risida xabar berishi lozim, bu uning amalda pushaymon bo‘lganligining isboti bo‘ladi.\n\n12. Jinoyatning oldini olishda yordam ko‘rsatish shaxs tomonidan axborot berilishi yoki uning ham bevosita ijtimoiy xavfli qilmishni sodir etishining oldini olishga, ham uni sodir etishining jinoiy oqibatlar yuzaga kelishining oldini olishga qaratilgan muayyan harakatlarini sodir etishidan iborat.\n\nJinoyatni dastlabki tergov organlariga va sudga ish bo‘yicha dalil-shaxsning ochishda yordam ko‘rsatish isbotlarni yig‘ish va baholashda faol yordam ko‘rsatishidan iborat (sodir etilgan jinoyatning qurollari va vositalari. jinoyat izlari va x.k.).\n\nJinoyatning tashkilotchilarini yoxud boshqa ishtirokchilarini aniqlash va fosh qilishga yordam berish ushbu jinoyatni kim tashkil etganligi haqidagi axborotni berish, jinoyatning boshqa ishtirokchilarini fosh qilish va topishga yordam berish va h.k.dan iborat.\n\n13. Sharhlanayotgan moddaning ikkinchi qismi pushaymon bo‘lgan shaxsning og‘ir va o‘ta og‘ir jinoyatlarni sodir etishda bevosita qatnashganlik fakti bo‘lmasligini talab etadi. (Og‘ir va o‘ta og‘ir jinoyatlar tushunchasi JKning 15-moddasi sharhida berilgan). Ushbu shart og‘ir yoki o‘ta og‘ir jinoyat sodir etgan shaxsning amalda pushaymon bo‘lishi uni jazodan ozod qiluvchi holat, deb tan olinmasligini bildiradi, lekin u, albatta, JKning 55-moddasi 1-qismi «a» bandining qoidalari asosida jazoni yengillashtiruvchi holat sifatida hisobga olinishi lozim. "
        },
        {
            "modda_raqami": "72-modda. Shartli hukm qilish.",
            "matni": "Agar sud ozodlikdan mahrum qilish, intizomiy qismga jo‘natish, xizmat bo‘yicha cheklash yoki axloq tuzatish ishlari jazolarini tayinlash vaqtida sodir etilgan jinoyatning xususiyati va ijtimoiy xavflilik darajasi, aybdorning shaxsi va ishdagi boshqa holatlarni e’tiborga olib, aybdor tayinlangan jazoni o‘tamasdan turib ham uning xulqini nazorat qilish orqali tuzatish mumkin, degan qat’iy fikrga kelsa, shartli hukm qo‘llashi mumkin. Bunday holda sud, basharti, belgilangan sinov muddati davomida jazoning shartliligini bekor qilish asoslari kelib chiqmasa, tayinlangan jazoni ijro etmaslik to‘g‘risida qaror chiqaradi.\n\nSinov muddati bir yildan uch yilgacha belgilanib, hukm chiqarilgan kundan boshlab hisoblanadi. Basharti, shartli hukm qilish to‘g‘risidagi qaror yuqori sud tomonidan chiqarilgan taqdirda ham, sinov muddatini hisoblash shu kundan boshlanadi.\n\nShartli hukm qilinganda, basharti, bunga asoslar mavjud bo‘lsa, sud mahkumga muayyan vaqt mobaynida yetkazilgan zararni bartaraf qilish, ishga yoki o‘qishga kirish, yashash joyi, ish yoki o‘qish joyi o‘zgarib qolsa, bu haqda shartli hukm qilingan shaxsning xulqi ustidan nazorat olib boruvchi organga xabar berib turish, vaqti-vaqti bilan kelib bu organlarda ro‘yxatdan o‘tib turish, muayyan joylarda bo‘lmaslik, muayyan vaqtda yashash joyida bo‘lishi, alkogolizm, giyohvandlik, zaharvandlik yoki tanosil kasalligidan davolanish kursini o‘tashi kabi majburiyatlarni yuklashi mumkin.\n\nShartli hukm qilingan shaxslarning xulqi ustidan ichki ishlar organlari, harbiy xizmatchilar xulqi ustidan esa, harbiy qism yoki muassasaning qo‘mondonligi nazorat olib boradi.\n\nHukm qilingan shaxsning xulqi ustidan nazorat olib boruvchi organning taqdimi bilan sud sinov muddati davomida unga yuklatilgan majburiyatlarning hammasini yoki bir qismini olib tashlashi yoki uning zimmasiga yangi majburiyatlar yuklashi ham mumkin.\n\nAgar shartli hukm qilingan shaxs sinov muddati davomida sud unga yuklagan majburiyatlarni bajarmasa yoxud jamoat tartibi yoki mehnat intizomini buzganligi uchun unga ma’muriy yoki intizomiy ta’sir chorasi qo‘llanilgan bo‘lsa sud uning xulqi ustidan nazorat olib boruvchi organ taqdimnomasiga binoan jazoning shartliligini bekor qilib, hukmda tayinlangan jazoni ijro etish to‘g‘risida ajrim chiqarishi mumkin.\n\nShartli hukm o‘ta og‘ir jinoyati uchun hukm qilinganlarga, shuningdek ilgari qasddan sodir etgan jinoyati uchun ozodlikdan mahrum etish jazosiga hukm qilingan shaxslarga nisbatan qo‘llanilmaydi, o‘n sakkiz yoshga to‘lmagan shaxslar, birinchi va ikkinchi guruh nogironligi bo‘lgan shaxslar, ayollar, shuningdek oltmish yoshdan oshgan shaxslar bundan mustasno.\n\nShartli hukm qilingan shaxs sinov muddati davomida yangi jinoyat sodir etsa, sud unga nisbatan ushbu Kodeks-ning 60-moddasida nazarda tutilgan qoidalar bo‘yicha jazo tayinlaydi.",
            "sharxi": "1. Shartli hukm qilish o‘zida insonparvarlik, jazoni individuallashtirish va uning muqarrarligi tamoyillarini ifoda etib, qonun bilan belgilangan shartlar mavjud bo‘lganda ma’lum sinov muddati belgilangan holda shaxsni sud tomonidan belgilagan jazoni amalda o‘tashdan ozod qilishdan iborat, ushbu muddat davomida mahkum ustidan sud tomonidan qabul qilingan qarorning to‘g‘riligini tekshirish va shaxs unga ko‘rsatilgan ishonchni oqlaganligini tekshirish maqsadida nazorat amalga oshiriladi.\n\n2. Sharhlanayotgan moddaning birinchi qismiga muvofiq, agar sud ozodlikdan mahrum qilish, intizomiy qismga jo‘natish, xizmat bo‘yicha cheklash yoki axloq tuzatish ishlari jazolarini tayinlash vaqtida sodir etilgan jinoyatning xususiyati va ijtimoiy xavflilik darajasi, aybdorning shaxsi va ishdagi boshqa holatlarni e’tiborga olib, aybdor tayinlangan jazoni o‘tamasdan turib ham uning xulqini nazorat qilish orqali tuzatish mumkin, degan qat’iy fikrga kelsa, shartli hukm qo‘llashi mumkin. Bunday holda sud, basharti, belgilangan sinov muddati davomida jazoning shartliligini bekor qilish asoslari kelib chiqmasa, tayinlangan jazoni ijro etmaslik to‘g‘risida qaror chiqaradi.\n\n3. Shartli hukm qilishning mazmun-mohiyati shundan iboratki, sud ayblov hukmi chiqarayotib mahkumga muayyan jazo turini tayinlaydi va uning miqdorini belgilaydi, ammo tayinlangan jazoni shartli, deb hisoblashga qaror qiladi. Ya’ni mahkum tomonidan muayyan talablarni ijro etish sharti bilan jazo ijro qilinmaydi. Bundan kelib chiqadiki, shartli hukmning yuridik mohiyatini mahkumga tayinlangan jazoni haqiqiy o‘tashdan shartli ozod bo‘lish tashkil etadi. Shartli hukm qilish jinoyat qonuni bilan belgilangan jazo maqsadlariga amaldagi jazoni qo‘llash orqali emas, balki mahkumga ijtimoiy ta’sir bilan birga keluvchi ma’lum majburiy ta’sir choralarini qo‘llash vositasida erishilishini ta’minlaydi (sinov muddati davomida mahkum ustidan nazoratni amalga oshirish; unga sudning ixtiyoriga ko‘ra turli majburiyatlarni yuklash).\n\n4. «JKning 72-moddasining birinchi qismiga muvofiq shartli hukm faqat axloq tuzatish ishlari, xizmat bo‘yicha cheklash, intizomiy qismga jo‘natish yoki ozodlikdan mahrum qilish tariqasidagi jazolar tayinlangan holda qo‘llanilishi mumkin». (JKning 46, 47, 49, 50-moddalari sharhiga qarang). Shunga muvofiq, shartli hukm boshqa jazo turlariga qo‘llanilmaydi. Buning ayrimlari (jarima, muayyan huquqdan mahrum qilish, harbiy va maxsus unvondan mahrum qilish) yengil jazo turlari hisoblansa, (umrbod ozodlikdan mahrum qilish) u haqiqiy ijro etilishda yanada ta’sirliroq bo‘ladi. Muayyan huquq yoki unvonlardan (harbiy yoki maxsus) mahrum etishga nisbatan shar shartli hukm qilishning mazmuni yo‘qoladi, chunki bunday imtiyozlardan qonun shartli mahrum qila olmaydi. Sud sinov muddatini belgilashda shu muddat ichida bajarilishi yoki rioya qilinishi kerak bo‘lgan shartlarni belgilab beradi. Bu chora jazo tayinlash bilan bog‘liq emas va u shartli hukm qilishda sinov muddati shartlaridan biri sifatida qaralishi zarur.\n\nO‘zbekiston Respublikasi Oliy sudi Plenumi o‘z qarorida ta’kidlaganidek, shartli hukm faqat JK 72-moddasi-ning birinchi qismida ko‘rsatilgan bir yoki bir necha jazo turi tayinlangan shaxslarga nisbatan qo‘llanilishi mumkin. Agar tayinlangan jazo turidan biri qonunning ushbu normasida ko‘rsatilmagan bo‘lsa, sud JK 72-moddasining birinchi qismida qayd etilgan jinoyatlarga nisbatan shartli hukm qo‘llab, boshqa turdagi jazoni (masalan, muayyan huquqdan mahrum qilish, jarima) haqiqiy ijro etish to‘g‘risida qaror qiladi.\n\nQonunga ko‘ra, shartli hukm qilishda qo‘shimcha jazolar ham qo‘llanilishi mumkinligini va ular haqiqiy tarzda ijroga qaratilishini nazarda tutib, bu haqda hukmning qaror qismida alohida ko‘rsatish lozim. Muayyan huquqdan yoki harbiy yoki maxsus unvondan mahrum etishga nisbatan shartli hukm qilishning amaliy mazmuni yo‘qoladi, chunki bunday imtiyozlardan qonun shartli mahrum qila olmaydi. Sud sinov muddatini belgilashda shu muddat ichida bajarilishi yoki rioya qilishi kerak bo‘lgan shartlarni belgilab beradi. Bu chora jazo tayinlash bilan bog‘liq emas va u shartli hukm qilishda sinov muddati shartlaridan biri sifatida qaralishi zarur.\n\nTayinlangan jazoning faqat to‘la muddatiga nisbatangina shartli hukm qo‘llanilishi mumkin. Masalan, agar sudlanuvchi biror-bir sodir etilgan jinoyat uchun besh yil muddatga ozodlikdan mahrum qilish jazosiga hukm qilingan bo‘lsa, unga nisbatan 2 yil haqiqiy ozodlikdan mahrum qilishga hukm qilib bo‘lmaydi. Aybdorning hech bo‘lmaganda jazoning bir qismini haqiqiy o‘tashiga zaruriyat sezilmasa, bu sudning mahkumga nisbatan ishonchi yo‘qligidan dalolat beradi, bundan esa, unga nisbatan shartli hukmni qo‘llash imkoni yo‘qligi kelib chiqadi.\n\n5. Shartli hukm qilish jinoyatlar jamida ham alohida ahamiyat kasb etadi. Agar sud bir yoki bir necha jinoyat sodir etgan shaxsga nisbatan shartli hukm qo‘llash lozimligi haqida xulosaga kelsa, bunday qaror har bir jinoyat uchun alohida emas, balki jinoyatlar majmui bo‘yicha uzil-kesil jazo tayinlash paytida qabul qilinadi. Butunlay qilmish o‘rniga, jinoyatlar majmuiga kiradigan ayrim jinoyatlar uchungina shartli hukm qo‘llashga yo‘l quyilmaydi.\n\n6. Jazo o‘tamasdan mahkumning tuzatilishi mumkinligiga sud qat’iy ishongan taqdirda, shaxs shartli hukm qilinishi mumkin. Ushbu ishonish har bir aniq holatda sodir etilgan jinoyatning ijtimoiy xavflilik darajasi va xususiyati, aybdorning shaxsi, javobgarlikni og‘irlashtiruvchi va yengillashtiruvchi holatlarning sud tomonidan hisobga olinishiga asoslanadi. Jazoni haqiqiy o‘tashning samaradorligi yoki aksincha, samarasizligi to‘g‘risidagi masala ham inobatga olinishi lozim. Agar sud yuqoridagilarni inobatga olib, mahkumning tuzatilishi unga nisbatan haqiqiy jazo o‘tashni qo‘llamagan holda ham mumkin bo‘lganligi to‘g‘risidagi xulosaga kelsa, u jazoni shartli deb e’tirof etadi. 7. Shartli hukm qilishning o‘ziga xos xususiyati shundan iboratki, sud tomonidan ikki muddat tayinlanadi: jazo muddati (ozodlikdan mahrum qilish, axloq tuzatish ishlari va boshqalar) va sinov muddati. Jazo muddati doimiy o‘lchov, chunki (ozodlikdan mahrum qilish, axloq tuzatish ishlari va boshqa turdagi) jazo amalda ijro qilinmaydi va to‘la hajmda uni ijro etish xavfi butun sinov muddati davomida doimo mahbusga bosim o‘tkazadi.\n\nSinov muddati bu vaqt mobaynida shartli hukm qilingan shaxs o‘z xulqi bilan o‘zgarganligini isbotlashi zarur bo‘lgan muayyan davrdir. Sinov muddati, begumon, mahkumning tuzalishi uchun tazyiq o‘tkazishni tashkil qilish va shartli hukm qilishni qo‘llash asosli ekanligini tekshirish uchun nazarda tutilgan. Sinov muddati davomiyligiga shartli hukmni kuzatib boruvchi majburlov hajmi ham bog‘liq (muayyan majburiyatlar, sudlanganlik holati, huquqbuzarlik sodir etilganda shartli hukm haqiqiy jazoga almashtirilishi mumkin va shartli hukm muddati davrida sodir etilgan jinoyatlar uchun jazo tayinlashda Jinoyat kodeksi 60-moddasiga asosan shartli tayinlangan jazo qisman yoki to‘la qo‘shish yo‘li bilan sud tomonidan amalga oshiriladi).\n\n8. Sharhlanayotgan moddaning ikkinchi qismiga muvofiq, sinov muddati bir yildan uch yilgacha belgilanib, hukm chiqarilgan kundan boshlab hisoblanadi. Basharti, shartli hukm qilish to‘g‘risidagi qaror yuqori sud tomonidan chiqarilgan taqdirda ham, sinov muddatini hisoblash shu kundan boshlanadi. Sinov muddati eng kam miqdorini kamaytirish yoki eng ko‘p miqdorini ko‘paytirish mumkin emas.\n\nQonun sinov muddati davomiylikligini tayinlangan jazo miqdori bilan bog‘lamaydi. Bu masala sud tomonidan har safar sodir etilgan jinoyatning xususiyati va sudlanuvchining shaxsidan kelib chiqib hal etiladi. Sinov muddati u yoki bu modda sanksiyasiga ham shartsiz bog‘liq emas. 9. Sud shartli hukm qilish va sinov muddatini belgilashda hisobga olishi lozim bo‘lgan ko‘pgina holatlar bilan bog‘liq. Masalan, sinov muddatining davomiyligi shartli hukm qilingan shaxsni kuzatish majburiyatini o‘ziga olgan yoki shartli hukm qilish to‘g‘risida iltimosnoma kiritgan jamoadagi muhitga bog‘liq bo‘lishi mumkin. Agar sud jamoa biroq, sog‘lomligi, u yerda tarbiyaviy ishlar yaxshi yo‘lga qo‘yilganligi to‘g‘risida aniq bir xulosaga kelsa, tabiiyki, bu holda sinov muddatini uzaytirishga zarurat qolmaydi. Bunda sud shartli hukm qilingan shaxsning xulq-atvorini kuzatish uchun uni jamoat birlashmasi yoki jamoaga topshirishi mumkin.\n\nBu, asosan, shartli ravishda hukm qilingan voyaga yetmaganlarga, yoshlarga, tashqi ta’sirga tez beriladigan jamoaning va mehnat jamoasining tarbiyasiga tashqi ta’sir etadigan shaxslarga, ayniqsa, zarurdir. Shartli hukm qilingan shaxsni jamoat tashkilotiga yoki mehnat jamoasiga topshirish faqatgina mahkum o‘zining namunali xulqi bilan, shuningdek, sidqidildan mehnat qilib to‘g‘ri yo‘lga tuzalishiga va’da bergan holdagina yo‘l qo‘yiladi.\n\n10. Sinov muddati davomiyligini belgilashda muddatni kamaytirish shartli hukm qilingan shaxsning tuzalishini yetarli darajada ta’sir o‘tkazmasligi mumkinligini nazarda tutish kerak. Boshqa tarafdan, ish holatidan kelib chiqmagan sinov muddatini uzaytirish ham shartli hukm qilingan shaxsning holatini sezilarli darajada og‘irlashtiradi.\n\n11. Shartli hukm qilish bu aybdorga bildirilgan ishonch ekanligi sababli, sinov muddati hukm chiqarilgan kundan boshlab hisoblanadi, ya’ni jinoyat-protsessual qonunchiligi qoidalaridan kelib chiqilsa, hukm o‘qib eshittirilgan paytdan boshlab shaxs qandaydir jazoga shartli hukm qilingan va belgilangan muddat mobaynida aybdor shaxs muayyan talablarni bajarishga majbur. Shartli hukm qilishni hukm qonuniy kuchga shaxsiy huquqidir (umumiy o‘rta ma’lumot bundan mustasno).\n\nShunga qaramasdan, ijtimoiy foydali mehnatga jalb qilish aybdorni ijtimoiylashganligidan dalolat beradi, o‘qishga kirishi esa, mahkumni muayyan kasbni egallamoqchi ekanligini tasdiqlaydi va bu, shubhasiz, uni turli xil nojo‘ya xatti-harakatlarni sodir qilishdan tiyib turadi.\n\nShuni inobatga olish lozimki, ushbu majburiyatlar har doim ham mahkumning imkoniyatidan kelib chiqmaydi, chunki ishga joylashish mehnat bozoridagi talab va taklifga bog‘liqdir. Shuning uchun davlat tomonidan mahkumlarni va jazoni o‘tab chiqqan shaxslarni ishga joylashtirish masalasiga imkon boricha ustuvor daraja sifatida qaraladi. Zero, davlat ish bilan ta’minlash turini, shu jumladan, turli mehnat rejimidagi ishni tanlash erkinligini kafolatlaydi. Ma’lumot olishga kelsak, bu ma’noda ham mahkum foydalangan imkoniyatlarga e’tibor qaratish lozim. Bunday hollarda ishga joylashmaganligi va o‘qishga kirmaganligi sinov muddati mobaynida belgilangan majburiyatlar bajarilmagan, deb baholashga, shuningdek, shartli hukmni bekor qilishga asos bo‘lmaydi.\n\n15. Shartli hukm qilinganlar muayyan vaqt davomida shartli hukm qilinganlar ustidan nazorat qiluvchi organlarga (O‘zbekiston Respublikasi IIVning maxsus organlari) kelishi va yashash joyi, o‘qishi yoki ishi o‘zgarganligi to‘g‘risida ma’lumot yetkazishlari shart. Bu majburiyat sharhlanayotgan moddaning birinchi qismida ko‘rsatilgan jazolarning har biriga shartli hukm qilinganlarga teng ravishda qo‘llaniladi, chunki shartli hukm qilinganlarning ustidan nazorat jazoni o‘tashdan ozod qilish asosiy turini qo‘llash sharti hisoblanadi.\n\n16. Sud va qonun chiqaruvchi xulosasiga ko‘ra, mahkum-larning xulqini tuzatishga to‘sqinlik qilayotgan va uning xulqiga salbiy ta’sir ko‘rsatayotgan va sud tomonidan belgilangan muayyan joylarda bo‘lmaslik majburiyati (masalan, restoran, bar, kazino, ippodrom va boshqalar). Mazkur majburiyat, asosan, voyaga yetmaganlarga qo‘llaniladi, chunki ular tashqi salbiy ta’sirlarga tez beriladigan bo‘ladilar.\n\n17. Muayyan vaqtda yashash joyida bo‘lish majburiyati qisman cheklanish hisoblanib, shartli ravishda hukm qilingan shaxsdan turar joyida muayyan vaqtda bo‘lishini talab qiladi. Mazkur majburiyat ham, asosan, voyaga yetmaganlarga qo‘llaniladi, chunki ular bezorilikka va boshqa ijtimoiy xavfli harakatlarni sodir qilishga moyil bo‘lishadi.\n\n18. Alkogolizm, giyohvandlik, zaharvandlik yoki tanosil kasalligidan davolanish kursini o‘tash majburiyati tibbiy yo‘sindagi majburlov choralarini statsionar tartibda qo‘llash maqsadga muvofiq bo‘lmagan yoki bunga imkoniyat bo‘lmagan sharoitlarda qo‘llaniladi.\n\n19. Qonunda to‘g‘ridan to‘g‘ri ko‘rsatilgan majburiyat-lardan tashqari sud mahkumning tuzalishiga ijobiy ta’sir qiladigan boshqa bir qator majburiyatlarni ham yuklashi mumkin. Sud shartli hukm qilish to‘g‘risida hukm chiqarayotganida sharhlanayotgan moddaning beshinchi qismida belgilangan tartibda mahkumning oila a’zolariga moddiy yordam ko‘rsatish va boshqa majburiyatlarni tayinlashi mumkin. Ko‘rsatilgan majburiyatlar yalpi holda yoki alohida-alohida yuklanishi mumkin.\n\n20. Sharhlanayotgan moddaning to‘rtinchi qismiga ko‘ra, shartli hukm qilingan shaxslarning xulqi ustidan ichki ishlar organlari, harbiy xizmatchilar xulqi ustidan esa, harbiy qism yoki muassasaning qo‘mondonligi nazorat olib boradi. Sharhlanayotgan moddada ko‘zda tutilgan ichki ishlar organlarining maxsus bo‘linmalari vazifalarini ichki ishlar organlarining jazoni ijro etish inspeksiyalari bajaradi. Ko‘rsatilgan normada qayd etilganidek, shartli hukm qilingan harbiy xizmatchilar xulqi ustidan harbiy qism yoki muassasaning qo‘mondonligi nazorat olib boradi. Shartli Hukm qilingan voyaga yetmagan shaxslar xulqi ustidan tumanlar (shaharlar) huzuridagi voyaga yetmaganlar ishlari bo‘yicha komissiyalar ichki ishlar organlari bilan birgalikda nazorat olib boradi. Mahkumlar xulqi ustidan olib boriladigan mazkur nazoratning maqsadi qonun tomonidan o‘rnatilgan majburiyatning bajarilishini ta’minlashdir.\n\n21. Shunday qilib, sinov muddati davomida mahkumda sudlanganlik saqlanib qoladi, u unga qo‘yilgan barcha talablarga rioya moya qilishi shart, xulq-atvori bilan tuzalganligini isbotlashi yoki aksincha, unga qo‘llanilgan choralar yetarli darajada emasligini ko‘rsatishi va shu bilan u o‘ziga nisbatan sud tomonidan nazoratni kuchaytirishi, shartli hukmni bekor qilib, jazoni haqiqiy o‘tashiga olib kelishi mumkin. Agar bunday holatda sudlanuvchi o‘ziga yuklatilgan majburiyatlarni bajarsa va xulq-atvori bilan o‘zgarganini tasdiqlasa, sinov muddati o‘tash mobaynida jinoyat-huquqiy munosabat to‘xtatiladi va JKning 78-moddasi «a» bandiga binoan u sudlanmagan hisoblanadi. Va aksincha, shartli hukm qilingan o‘zining xulqi bilan unga qo‘llanilayotgan vositalarning kamligini ko‘rsatishi va shu orqali sudni nazoratni kuchaytirishga va hatto shartli hukmni jazoni haqiqiy o‘tash yo‘li bilan o‘zgartirishga majbur qilishi mumkin.\n\nSharhlanayotgan moddaning beshinchi qismiga muvofiq, hukm qilingan shaxsning xulqi ustidan nazorat olib boruvchi organning taqdimi bilan sud sinov muddati davomida unga yuklatilgan majburiyatlarning hammasini yoki bir qismini olib tashlashi yoki uning zimmasiga yangi majburiyatlar yuklashi ham mumkin.\n\nMajburiyatlarning to‘liq yoki qisman bekor qilinishi o‘z-o‘zidan sinov muddatning bekor bo‘lishiga shartli hukmning umuman bekor qilishni bildiradi. Majburiyatlarning qo‘shimcha qilinishi esa, mahkumning xulq-atvori ustidan nazoratni kuchaytirishni bildiradi. Mazkur qarorlarga sudning sinov muddati mobaynida mahkum o‘zini ijobiy tomondan ko‘rsatganligi haqida tavsiflanishi bois nazorat yuklangan organning belgilangan majburiyatni to‘liq yoki qisman bekor qilish to‘g‘risidagi taqdimnomasi yoki aksincha mazmundagi xulosasi asos bo‘lishi mumkin. Bu holatda sudga sudlangan shaxsning ishonchni oqlayotganligi tufayli uning ustidan qattiq nazorat shart emasligi ko‘rsatiladi. Shu sabablar va asoslar bo‘yicha sud shartli hukmda sinov muddatini qisqartirish masalasini ham ko‘rishi mumkin. Shartli hukm qilishda belgilangan sinov muddatini qisqartirish masalasi JPKning 541-moddasining uchinchi qismiga muvofiq mahkumning yashash joyidagi jinoyat ishlari bo‘yicha tuman (shahar) sudi sudyasi tomonidan hal qilinadi.\n\nShu bilan birga shartli sudlangan vijdonsizlik qilsa, unga yuklatilgan majburiyatlarni bajarishda tartib-qoidalarni buzsa, nazorat qiluvchi organ unga yuklatilgan majburiyatlarni yangilash bilan to‘ldirishni so‘rashi mumkin. Nazorat qiluvchi organning so‘rog‘ini sud ham amalga oshirishi, ham oshirmasligi mumkin. Qonun chiqaruvchi tomonidan sharhlanayotgan moddaning 3-qismida ko‘rsatilgan majburiyatlarni qo‘shish sudning huquqi hisoblanadi. Bunday holda shartli sudlangan shaxsning qoniqarsiz xatti-harakati sinov muddati talablarini buzishda ko‘rilishi kerak va har qanday holda sud yuklagan majburiyatlarni bir necha bor buzish yoki ularni bajarishdan bosh tortish degan xulosaga sudni keltirmaslik kerak. Boshqa holda, shartli sudlanganga majburiyatlar qo‘shish jazo maqsadi nuqtayi nazaridan ijobiy ta’sir keltiruvchi bo‘lmasligi mumkin.\n\n22. Sharhlanayotgan moddaning oltinchi qismida shartli hukmni bekor qilishning muayyan holatlari ko‘rsatilib o‘tilgan. Aynan shunda shartli hukm qilingan shaxslarning yuklatilgan vazifalarni bajarmaslik yoki ularning xulq-atvori o‘zgarganligi holatlari namoyon bo‘ladi. Bunday hollarda sud shartli hukm qilingan shaxslarning xulq-atvori ustidan nazorat olib borayotgan organ taqdimnomasiga asosan shartli hukmni bekor qilib, tayinlangan jazoni haqiqiy qo‘llashi mumkin. Shu bilan birga, sodir etilgan huquqbuzarlikning xususiyati va muayyan holatlarini, mahkumning shaxsi va sinov muddati davomidagi xulq-atvoriga doir ma’lumotlarni hisobga olib, sud shartli hukmni aslicha qoldirish to‘g‘risida qaror qabul qilishi mumkin.\n\nSharhlanayotgan moddaning oltinchi qismi quyidagi asoslar mavjud bo‘lganda hukm bilan belgilangan haqiqiy jazoni bajarish bilan shartli hukmni bekor qilishni nazarda tutadi:\n\nshartli hukm qilingan shaxs sud unga yuklagan majburiyatlarni bajarmasligi;\n\njamoat tartibi yoki mehnat intizomini buzganligi uchun shartli hukm qilingan shaxsga ma’muriy yoki intizomiy ta’sir chorasi qo‘llanilganligi.\n\n23. Shartli hukm qilingan shaxsga yuklatilgan majburiyatlar bajarilmasligi deganda, shartli hukm qilingan shaxs tomonidan sud unga yuklagan muayyan talablarning sinov muddati davomida bajarilmasligi tushuniladi. Bunday hollarda shartli hukm etilgan shaxsning haqiqatan ham ushbu talablarni bajarmaganligini va nima sababdan bajarmaganligini aniqlash lozim. Masalan, agar shaxsga qonunda ko‘rsatilmagan majburiyatlar yuklatilgani aniqlansa yoki bu majburiyatlar (talablar) unga bog‘liq bo‘lmagan vaziyatlar tufayli, ya’ni uzrli sabablarga ko‘ra bajarilmaganda, sud shartli hukmni bekor qilish va haqiqiy jazoni o‘tashni qo‘llashdan voz kechadi.\n\n24. Shartli hukmning bekor qilinishi va haqiqiy jazoni o‘tashning belgilanishiga ikkinchi asos bo‘lib jamoat tartibi yoki mehnat intizomining buzilishi hisoblanadi. Har qanday huquqbuzarlik javobgarlikni keltirib chiqaradi. Jumladan, jamoat tartibini buzgan shartli hukm qilingan shaxs ma’muriy javobgarlikka tortilishi mumkin. Ma’muriy javobgarlik davlatning huquqiy majburlov chorasining bir ko‘rinishi bo‘lganligi va ma’lum darajada jinoiy javobgarlik uchun preyuditsiya rolini o‘ynaganligi uchun bunday javobgarlikka tortilish holati shartli hukm qilingan shaxsga jinoyat-huquqiy ta’sir etishning yanada qat’iy choralarini haqiqiy qo‘llamasdan turib tuzalishining imkoni yo‘qligidan dalolat beradi.\n\n25. Ma’muriy javobgarlik to‘g‘risidagi kodeksning 36-moddasiga muvofiq, ma’muriy jazo huquqbuzarlik sodir etilgan kundan boshlab, davom etayotgan huquqbuzarliklar uchun esa, huquqbuzarlik aniqlangan kundan boshlab ikki oydan kechiktirmay qo‘llanilishi mumkin. Jinoyat ishini qo‘zg‘atish rad etilgan yoki jinoyat ishi to‘xtatilgan bo‘lsa-yu, lekin huquqbuzarning harakatlarida ma’muriy huquqbuzarlik alomatlari mavjud bo‘lsa, ma’muriy jazo chorasi jinoyat ishi qo‘zg‘atishni rad etish yoki jinoyat ishini to‘xtatish to‘g‘risida qaror qabul qilingan kundan boshlab bir oydan kechiktirmay qo‘llanilishi mumkin. Basharti, ma’muriy jazoga tortilgan shaxs shu jazoni o‘tash muddati tugagan kundan boshlab bir yil mobaynida yangi ma’muriy huquqbuzarlik sodir etgan bo‘lsa,\n\nmazkur shaxs ma’muriy jazoga tortilmagan, deb hisoblanadi. 26. Shartli hukmning bekor bo‘lishiga asos bo‘lgan boshqa huquqbuzarlik sifatida mehnat intizomini buzish ham qaralishi mumkin. Mehnat intizomi mehnat qonunchiligi hamda tashkilot va muassasalarning mehnat to‘g‘risidagi ichki me’yoriy aktlari bilan belgilanadi.\n\nShartli hukmni bekor qilish uchun mehnat intizomiga rioya qilmaslik motivlaridan kelib chiquvchi asos bo‘lib ataylab sodir qilingan mehnat intizomi buzilishlarigina xizmat qiladi. Masalan, progullar, ishga mast holda kelish, mehnat shartnomasi yoki mehnat tartibi talablari bilan belgilangan majburiyatlarni sababsiz muntazam ravishda bajarmaslik.\n\n27. Shartli hukmni bekor qilish to‘g‘risida taqdimnomani ko‘rib chiqayotganda mahkumning sinov muddati mobaynida unga nisbatan jazoni qo‘llanilgan-qo‘lanilmaganligi, belgilangan biron-bir shartlari bajarilmaganligini aniqlash lozim. Bunday holatda, shartli hukm qilingan shaxs unga bildirilgan ishonchni oqlaganligi va xulqi tuzalganligini aniqlash maqsadida sud mahkumga nisbatan ma’muriy jazo qo‘llanish qonuniyligini hamda intizomiy javobgarlikka tortish to‘g‘risidagi qarorning asosliligini aniqlaydi.\n\nMahkum zimmasiga yuklatilgan majburiyatlarni bajarishdan bo‘yin tovlagan yoki ma’muriy yoxud intizomiy javobgarlikka tortilgan hollarda mahkum xulq-atvori ustidan nazoratni amalga oshiruvchi organ jinoyat huquqiy ta’sir chorasini bekor qilishi hamda hukmda tayinlangan jazo chorasini ijro etish to‘g‘risida taqdimnoma kiritishi mumkin. Sud ushbu taqdimnomaga asosan, shartli jazoni bekor qilib, hukmda tayinlangan jazoni ijro etish to‘g‘risida ajrim chiqarishi mumkin. Agar sud nazorat qiluvchi organning kiritgan taqdimnomasini ko‘rayotganda shartli hukm qilingan shaxsning xulqida sinov shartlarini buzganlik alomatlarini ko‘rmasa (topmasa), hukm ijro etilmaydi.\n\n28. Biron-bir jinoyatning sodir etilishi shartli hukmni bekor qilishga asos bo‘ladi, holbuki, ushbu holat sharhlanayotgan moddada ko‘rsatilmagan bo‘lsa ham. Ushbu xulosa sinov muddati mobaynida yangi jinoyatni sodir etgan shaxsni shartli hukm qilishning imkoni yo‘qligiga asoslanadi. Bunday holat shartli sudlangan shaxsning o‘zgarayotganligiga dalil bo‘la olmaydi. Yangi jinoyatning sodir etilishi shaxsning g‘ayriqonuniy xulq-atvoridan darak berib, shartli sudlanishga nisbatan qattiqroq jazo choralarini ko‘rishni talab qiladi. Shuning uchun qonun chiqaruvchi sharhlanayotgan moddada yangi jinoyatni sodir etish shartli sudlanishni bekor qilish asosi hisoblanishini ko‘rsatmagan, chunki shartli sudlanishni bekor qilish asosi sifatidagi huquqbuzarlikning mavjudligi jinoyat sodir etishda shartli sudlanishini so‘zsiz bekor qilishga guvohlik beradi.\n\n29. Qonun bo‘yicha (JKning 72-moddasining sakkizinchi qismi) shartli hukm qilingan shaxs tomonidan sinov muddati davomida yangi jinoyat sodir etilsa, sud unga JK 60-moddasida nazarda tutilgan qoidalar bo‘yicha jazo tayinlaydi. Bunda sud, uzil-kesil jazo tayinlashdan oldin, shartli hukm qilingan shaxsning xulqi ustidan nazorat olib boruvchi organ taqdimnomasi bor-yo‘qligidan qat’i nazar, birinchi hukmning shartliligini bekor qiladi (JKning 60-moddasi sharhiga qarang)\n\n30. Sharhlanayotgan moddaning yettinchi qismi shartli hukm qilishning qo‘llanish chegaralarini belgilab, o‘rnatadiki, shartli hukm:\n\no‘ta og‘ir jinoyati uchun hukm qilinganlarga;\n\nilgari qasddan sodir etgan jinoyati uchun ozodlikdan mahrum etish jazosiga hukm qilingan shaxslarga nisbatan qo‘llanilmaydi.\n\nO‘zbekiston Respublikasi Oliy sudi Plenumi tushuntirishlariga ko‘ra, bunday holda, bir necha hukm yuzasidan jazo tayinlash paytida sud JK 72-moddasining yettinchi qismida nazarda tutilgan shartlarga rioya etgan holda yana shartli hukm qo‘llashi mumkin.\n\nAyni paytda, shuni nazarda tutish kerakki, JKning 72-moddasida shartli hukmni bekor qilish uchun asos bo‘ladigan holatlar doirasi qat’iy belgilangan.\n\nO‘ta og‘ir jinoyat sodir etgan shaxslarga qonun bo‘yicha o‘n yildan ortiq yoki umrbod ozodlikdan mahrum qiladigan jazo tayinlanadigan, qasddan sodir etgan jinoyat uchun sudlanganlar kiradi. (O‘ta og‘ir jinoyat tushunchasi to‘g‘risida JKning 15-moddasi sharhiga qarang)\n\nAvval qasddan jinoyat sodir etgani uchun ozodlikdan mahrum qilish bilan bog‘liq jazoga hukm qilingan deb avvalgi jinoyati uchun sudlanganligi olib tashlanmagan yoki sudlanganlik holati tugallanmagan shaxs tushuniladi. Sudlanganlikning olib tashlanishi yoki tugallanishi ilgari qasddan sodir etilgan jinoyat uchun sudlanganlik va ozodlikdan mahrum qilish jazosini o‘taganligining barcha huquqiy oqibatlarini bartaraf etadi va shartli hukm qilishni qo‘llashga monelik qilmaydi. 31. Sharhlanayotgan moddaning yettinchi qismida belgilangan cheklovlar quyidagi holatlarga tegishli emas:\n\no‘n sakkiz yoshga to‘lmagan shaxslarga nisbatan;\n\nbirinchi va ikkinchi guruh nogironligi bo‘lgan shaxslarga;\n\nayollarga:\n\n60 yoshdan oshgan erkaklarga.\n\nMazkur shaxslar o‘ta og‘ir jinoyat sodir etgan holda ham ularga nisbatan shartli jazo belgilash mumkinligi ushbu moddada mustahkamlangan.\n\n32. Voyaga yetganlik yoshini aniqlaganda jinoyatni sodir etish vaqti inobatga olinadi. Jinoyatni sodir etgan vaqtda shaxs voyaga yetmagan bo‘lishi lozim va ushbu holat shartli hukm qilishga asos bo‘lishi mumkin.\n\n33. Birinchi va ikkinchi guruh nogironlariga nisbatan shartli hukm qilishni qo‘llashda nogironlik darajasini olganlik vaqti ahamiyatga ega emas.\n"
        },
        {
            "modda_raqami": "73-modda. Jazoni o‘tashdan muddatidan ilgari shartli ozod qilish.",
            "matni": "Ozodlikdan mahrum qilish, intizomiy qismga jo‘natish, xizmat bo‘yicha cheklash, ozodlikni cheklash yoki axloq tuzatish ishlariga hukm qilingan shaxslarga nisbatan jazoni o‘tashdan muddatidan ilgari shartli ozod qilish qo‘llanilishi mumkin. Shaxs ijro etilmagan qo‘shimcha jazodan ham ozod qilinishi mumkin.\n\nJazoni o‘tashdan muddatidan ilgari shartli ravishda ozod qilish ushbu moddaning birinchi qismida ko‘rsatilgan jazo turlari uchun o‘rnatilgan tartib-qoida talablarini bajargan va mehnatga halol munosabatda bo‘lgan mahkumga nisbatan qo‘llaniladi.\n\nJazoni o‘tashdan muddatidan ilgari shartli ravishda ozod qilish mahkum:\n\na) ijtimoiy xavfi katta bo‘lmagan yoki uncha og‘ir bo‘lmagan jinoyati uchun sud tayinlagan jazo muddatining kamida uchdan bir qismini; b) og‘ir jinoyati uchun, shuningdek qasddan sodir etgan jinoyati uchun, agar shaxs ilgari qasddan sodir etgan jinoyati uchun ozodlikdan mahrum etishga hukm qilingan bo‘lsa, sud tayinlagan jazo muddatining kamida uchdan ikki qismini;\n\nv) o‘ta og‘ir jinoyati uchun, shuningdek jazodan muddatidan ilgari shartli ozod qilingan yoki jazosi yengilrog‘i bilan almashtirilgan shaxs jazoning o‘talmagan qismi mobaynida qasddan yangi jinoyat sodir etganligi uchun hukm qilingan bo‘lsa, sud tayinlagan jazo muddatining kamida to‘rtdan uch qismini haqiqatda o‘tab bo‘lganidan keyin qo‘llanilishi mumkin.\n\nJazodan muddatidan ilgari shartli ravishda ozod qilish:\n\na) umrbod yoki uzoq muddatga ozodlikdan mahrum qilishga hukm etilgan shaxsga;\n\nb) o‘ta xavfli retsidivistga;\n\nv) uyushgan guruh yoki jinoiy uyushmaning tashkilotchi va qatnashuvchilariga;\n\ng) javobgarlikni og‘irlashtiradigan holatlarda qasddan odam o‘ldirganlik, o‘n sakkiz yoshga to‘lmagan jabrlanuvchining nomusiga tegganlik yoki unga nisbatan zo‘rlik ishlatib, jinsiy ehtiyojni g‘ayritabiiy usulda qondirganlik, o‘n sakkiz yoshga to‘lmagan shaxsni jinsiy aloqada bo‘lish yoki jinsiy ehtiyojni g‘ayritabiiy usulda qondirish bilan bog‘liq holda jinsiy aloqa qilishga majbur etganlik, o‘n olti yoshga to‘lmagan shaxs bilan jinsiy aloqa qilganlik yoki . . . jinsiy ehtiyojni g‘ayritabiiy usulda qondirganlik yoki unga nisbatan uyatsiz-buzuq harakatlar qilganlik, voyaga yetmagan shaxs tavsiflangan yoki tasvirlangan pornografik mahsulotni tarqatish, reklama qilish, namoyish etish maqsadida O‘zbekiston Respublikasi hududiga olib kirganlik, xuddi shuningdek uni tayyorlaganlik, tarqatganlik, reklama qilganlik, namoyish etganlik yoxud voyaga yetmagan shaxsni pornografik xususiyatga ega harakatlarning ijrochisi sifatida jalb etganlik, voyaga yetmagan shaxsni jalb etgan holda qo‘shmachilik qilganlik, fohishaxonalarni tashkil etganlik yoki saqlaganlik, O‘zbekiston Respublikasiga, tinchlikka va insoniyat xavfsizligiga qarshi jinoyat sodir etganlik, yadroviy, kimyoviy, biologik va boshqa xildagi ommaviy qirg‘in qurollarini, shunday qurollarni ishlab chiqarish uchun foydalanish mumkinligi ayon bo‘lgan material va uskunalarni, kontrabanda qilganlik uchun hukm qilingan shaxslarga nisbatan qo‘llanilmaydi.\n\nJazoni o‘tashdan muddatidan ilgari shartli ravishda ozod qilinib, jazoning o‘talmagan qismi mobaynida qasddan yangi jinoyat sodir etgan shaxsga nisbatan sud ushbu Kodeksning 60-moddasida nazarda tutilgan qoidalarga muvofiq jazo tayinlaydi.",
            "sharxi": "1. O‘zbekiston Respublikasi jinoyat qonunining insonparvarlik prinsipi jazoni o‘tashdan muddatidan ilgari shartli ravishda ozod qilishda ham namoyon bo‘ladi.\n\nBu huquqiy institutning mohiyati mahkumni kelajakdagi jazoni o‘tashdan shartli ravishda ozod qilishda ifodalanadi. Uning shartli fe’l-atvori shundaki, u qonunda ko‘rsatilgan shartlar asosida amalga oshiriladi, jazoni o‘tashdan muddatidan ilgari shartli ozod qilishning qoidalariga rioya qilmaslik belgilangan jazo muddatini to‘liq yoki qisman o‘tashga olib keladi. Bunday hollarda bu institutni qo‘llashning dastlabki sharti hukm qilingan mahkumning tuzalganligi to‘g‘risidagi sud tomonidan o‘rnatilgan holatlarning mavjudligi va mahkum tomonidan jazoning ma’lum bir qismini o‘taganligi hisoblanadi.\n\n2. Sharhlanayotgan moddaning birinchi qismiga muvofiq, ozodlikdan mahrum qilish, intizomiy qismga jo‘natish, xizmat bo‘yicha cheklash, ozodlikni cheklash yoki axloq tuzatish ishlariga hukm qilingan shaxslarga nisbatan jazoni o‘tashdan muddatidan ilgari shartli ozod qilish qo‘llanilishi mumkin. Shunday qilib, sharhlanayotgan norma ularni o‘tashdan muddatidan ilgari shartli ozod qilish qo‘llanilishi mumkin bo‘lgan jazo turlarining qat’iy ro‘yxatini belgilaydi (sharhlanayotgan moddaning to‘rtinchi qismida nazarda tutilgan hollar bundan mustasno). Ko‘rsatilgan jinoiy jazo choralaridan muddatidan ilgari shartli ravishda ozod qilish, ularning muddatidan qat’i nazar, qo‘llanilishi mumkin. Jinoyat-ijroiya kodeksining 164-moddasi to‘rtinchi qismi mazmuniga ko‘ra, muayyan huquqdan mahrum etish tariqasidagi jazodan ozod qilish jamoat birlashmasi, jamoa, mahkumning o‘zi yoki uning himoyachisi iltimosnomasiga binoan sud tomonidan amalga oshiriladi. Muayyan huquqdan mahrum qilish jazosi muddatli bo‘lib, bu muddat ichida mahkumning to‘la axloqan tuzalgan yoki tuzalmaganligini bilish qiyin.\n\n3. Sharhlanayotgan moddaning birinchi qismiga muvofiq, shaxs ijro etilmagan qo‘shimcha jazodan ham ozod qilinishi mumkin (JKning 45 va 52-moddalariga qarang). Qo‘shimcha jazo choralaridan muddatidan ilgari shartli ozod qilishni qo‘llash tartibi bir necha xususiyatlari bilan asosiy jazo choralaridan farq qiladi. Qo‘shimcha jazo choralarining xususiyati ularning mohiyatidan va jazoni amalga oshirishdagi vazifa va maqsadlaridan kelib chiqadi. Qo‘shimcha jazo choralarini qo‘llashni tartibga soluvchi amaldagi jinoyat qonuni shuni ko‘rsatmoqdaki, odatda, sudlar tomonidan qo‘shimcha jazo ancha xavfli bo‘lgan jinoyatlarni sodir etganlik uchun jazoning qismi sifatida tayinlamayapti. Jinoyatning oldini olish va mahkumlarni tuzatishda asosiy jazo choralariga qaraganda qo‘shimcha jazolarining ahamiyati kamroqdir. Qo‘shimcha jazolar o‘zining qattiqqo‘lligi bilan sudlanganlarning o‘zgarishi va jinoiylikning oldini olishda qo‘llaniladigan asosiy jazoga qaraganda kam ahamiyatga ega.\n\n4. Qo‘shimcha jazoning tayinlanishi jinoyat sodir etgan shaxsning javobgarligini kuchaytirish tomonga ham, kamaytirish tomoniga ham individuallashtirishning asosiy vositalaridan biridir. Jazoning ogohlantirish vazifasini, ya’ni ularni qo‘llash orqali mahkumning jinoiy faoliyatini davom ettirishiga yordam beruvchi sharoitlarni bartaraf etish, shuningdek, yangi jinoyat sodir etishga qarshi zarur kafolatlarni yaratishni ta’minlash qo‘shimcha jazoning maqsadi hisoblanadi. Qo‘shimcha jazo choralari jinoyat sodir etishning alohida holatlariga, ularni sodir etishga yordamlashuvchi sabab va sharoitga, shuningdek, mahkumning o‘ziga xos xususiyatlariga bog‘liq. Shuning uchun, har bir alohida holatda qo‘shimcha jazoning u yoki bu vazifasi birinchi o‘ringa chiqadi.\n\n5. Aynan jazo maqsadini amalga oshirishdagi qo‘shimcha jazoning yordamchi roli, qonun chiqaruvchiga undan ozod qilish masalasiga ruxsat berish yo‘lini shart qilib qo‘yadi. Sharhlanayotgan modda qo‘shimcha jazodan ozod qilishning qandaydir mustaqil asos va shartlarini belgilamaydi. Mahkumning asosiy jazoning ma’lum bir qismini o‘taganligi va shu bilan bir vaqtda uning axloqan tuzalganligi qo‘shimcha jazodan ozod qilishga asos bo‘lib xizmat qiladi. Shuning uchun, jazoni kuchaytiruvchi chora sifatida qo‘shimcha jazo tayinlanganda, ayniqsa, uni yengillashtirish maqsadida asosiy jazodan shaxs muddatidan ilgari shartli ravishda ozod qilinganda, uni qo‘shimcha jazolardan ham ozod qilish maqsadga muvofiq bo‘ladi. Bunda, qo‘shimcha jazo ozodlikdan mahrum etish bilan birga tayinlansa, undan ozod qilish, uni ijro etishdan oldin ham amalga oshirilishi mumkin.\n\n6. Asosiy jazoni o‘tab bo‘lgan shaxsga nisbatan yangi jinoyat sodir etishining oldini olish maqsadida qo‘shimcha jazo tayinlangan hollarda undan ozod qilish masalasini hal etish kerak. Maqsadga erishish doim qo‘shimcha jazoni ijro etish zarurligini istisno etmaydi, xususan, asosiy jazodan muddatidan ilgari shartli ozod qilish uchun asoslarning paydo bo‘lishi bu hali o‘z-o‘zidan qo‘shimcha jazolarni qo‘llashdan ozod qilish kerak, degani emas. Shuning uchun, qonun chiqaruvchi asosiy jazodan muddatidan ilgari shartli ozod qilish bilan bir vaqtda qo‘shimcha jazodan ozod qilish majburiyatini emas, balki huquqini belgilagan. Asosiy jazodan muddatidan ilgari shartli ravishda ozod qilinganda qo‘shimcha jazolarni, ular profilaktik maqsadlarda tayinlangandagina, saqlab qolish maqsadga muvofiq bo‘ladi.\n\n7. Jazoni o‘tashdan muddatidan ilgari shartli ozod qilish jazodan ko‘zlangan maqsadga erishilgan hollarda qo‘llaniladi. Aynan ushbu asoslar jazoni o‘tashdan muddatidan ilgari shartli ozod qilinishida mahkumning ijtimoiy xavfliligini yo‘qotganligini va sud tomonidan tayinlagan jazoni to‘la o‘tamasdan tuzalganligini bildiradi. Bu holat sharhlanayotgan moddaning ikkinchi qismida ko‘rsatilgan mezonlar orqali aniqlanadi, unga ko‘ra, jazoni o‘tashdan muddatidan ilgari shartli ravishda ozod qilish ushbu moddaning birinchi qismida ko‘rsatilgan jazo turlari uchun o‘rnatilgan tartib-qoida talablarini bajargan va mehnatga halol munosabatda bo‘lgan mahkumga nisbatan qo‘llaniladi.\n\n8. Rejim deganda, sharhlanayotgan modda ma’nosiga ko‘ra, jazoni o‘tash va ijro etish tartibi tushuniladi. Rejim mahkumning o‘zgarishida asosiy vositalardan biri hisoblanadi.Mahkumni axloqan tuzatishning asosiy vositalariga jazoni ijro etish va o‘tashning belgilangan tartibi (rejimi), ijtimoiy-foydali mehnat, tarbiyaviy ish, umumiy va hunar ta’limi, kasb tayyorgarligi va jamoat ta’siri kiradi. Sharhlanayotgan moddaning birinchi qismida ko‘rsatilgan jazolarning har birini ijro etish va o‘tash tartibi jinoyat-ijroiya qonunchiligi bilan belgilanadi. Jazoni o‘tashda intizom buzilishlarining mavjud emasligi, jazoni ijro etish bo‘yicha ma’muriyatning qonuniy talablariga rioya etish, mahkumlar uchun ruxsat etilgan jamoat tashkilotlarining ishlarida qatnashish, tashabbuskorlik ko‘rsatish, tartibni saqlashda ma’muriyatga yordam berish, maktablarda o‘quv mashg‘ulotlariga doimiy ravishda qatnashish uning tuzalish yo‘lidan borayotganligini ifodalovchi holatlar Yig‘indisi sifatida e’tirof etiladi.\n\n9. Mehnatga halol munosabat deganda, mahkumlar mehnatga jalb qilinib, o‘ziga yuklatilgan mehnat vazifasini va belgilangan normani muttasil, sidqidildan, halol bajarib kelayotganligi uning halol mehnat yo‘liga o‘tib olganligini ko‘rsatuvchi mezon hisoblanib, uni jazoni o‘tashdan muddatidan ilgari shartli ozod qilish uchun taqdim qilishga asos bo‘ladi. Bu asosni mahkumning jazoni ijro etish va o‘tash tartibiga rioya etish majmui sifatida karash kerak. Bir qancha holatlarda mehnatga halol munosabatda bo‘lish (masalan, ozodlikdan mahrum qilish va axloq tuzatish ishlari tariqasidagi jazo tayinlanganda) alohida ahamiyat kasb etishi mumkin. 10. O‘zgarishi mumkinligi haqidagi sudning xulosasi uning xulq-atvori to‘g‘risidagi ma’lumotlardan kelib chiqadi, ya’ni faqat muddatdan ilgari shartli ozod qilish to‘g‘risidagi masalani ko‘rish paytidagina emas, balki butun jazoni o‘tash mobaynidaga rejimga rioya qilish mehnatga munosabati hisobga olinadi. Sodir etilgan jinoyat xavfliligining fe’l-atvori va darajasini, aybdorning shaxsini, jinoyat sodir etishdan oldingi va keyingi xulq-atvorini ta’riflaydigan barcha ma’lumotlarni har tomonlama hisobga olibgina, sud bunday xulosaga kelishi mumkin.\n\n11. Ya’ni, mahkumning tuzalganlik darajasini aniqlashda mehnatga halol munosabatda bo‘lish, jazoni ijro etish va o‘tash tartib-qoidalariga rioya etish kabi holatlardan tashqari, mahkum shaxsini xarakterlovchi boshqa holatlarga ham, masalan, jinoyat natijasida jabrlanuvchiga yetkazilgan zararni tezroq qoplash uchun harakat qilishi, o‘zining aybini tan olganligi, jazoni o‘tab bo‘lganidan keyin to‘g‘ri hayot boshlashga va jinoiy o‘tmishdan qutulishga harakat qilganligiga ham e’tibor qaratish lozim. Jazoni o‘tashdan muddatidan ilgari shartli ravishda ozod qilish masalasini hal etishda sudga mahkumning shaxsini aniqlashga imkon beruvchi, yashash joyi, oilasi yoki boshqa qarindoshlarining mavjudligi, mehnat jamoasining roziligi bilan aniq bir korxonaga ishga joylashish imkoniyatlari to‘g‘risidagi ma’lumotlar, uning ozodlikdagi xulq-atvorini oldindan aytib berish, jazoni o‘tashdan ozod qilingan shaxsga nisbatan tegishli yordam ko‘rsatish choralarini ko‘rish, mehnat jamoalari va jamoat birlashmalari tomonidan kuzatuvni o‘rnatish va tarbiyaviy ishlarni olib borish masalalarini hisobga olish maqsadga muvofiq bo‘ladi. Mahkumning tuzalganligi to‘g‘risida isbotlovchi holatlar bo‘lganda uni asossiz ravishda jazoni o‘tashdan ozod qilish masalasini hal qilishni rad etish mumkin emas.\n\nShu vaqtda o‘zining o‘zgarganligini isbotlagan mahkumlarni jazoni o‘tashdan muddatidan ilgari shartli ozod qilishni rad qilish hollari bo‘lmasligi kerak. Xususan, sudlar qonunda ko‘rsatilmagan sabablarga ko‘ra (masalan, tayinlangan jazoning yengilligi, jazoni ijro etish yuzasidan muassasada kam vaqt bo‘lganligi va boshqalar) jazoni o‘tashdan muddatidan ilgari ozod qilishni rad qilishga haqli emas.\n\n12. Sharhlanayotgan moddaning uchinchi qismi jazoni o‘tashdan muddatidan ilgari shartli ravishda ozod qilishni qo‘llashning asoslarini belgilaydi. Modomiki, mahkumning tuzalish jarayoni sekin davom etayotgan bo‘lib, ma’lum bir vaqt fursat talab qilar ekan, qonun sud tomonidan tayinlangan jazoning ma’lum bir qismini haqiqatan o‘talishini ko‘rilayotgan institutni qo‘llashning majburiy sharti deb hisoblaydi.\n\nJazoni o‘tashdan muddatidan ilgari shartli ravishda ozod qilish mahkum:\n\nijtimoiy xavfi katta bo‘lmagan yoki uncha og‘ir bo‘lmagan jinoyati uchun sud tayinlagan jazo muddatining kamida uchdan bir qismini;\n\nog‘ir jinoyati uchun, shuningdek qasddan sodir etgan jinoyati uchun, agar shaxs ilgari qasddan sodir etgan jinoyati uchun ozodlikdan mahrum etishga hukm qilingan bo‘lsa, sud tayinlagan jazo muddatining kamida uchdan ikki qismini;\n\n- o‘ta og‘ir jinoyati uchun, shuningdek jazodan muddatidan ilgari shartli ozod qilingan yoki jazosi yengilrog‘i bilan almashtirilgan shaxs jazoning o‘talmagan qismi mobaynida qasddan yangi jinoyat sodir etganligi uchun hukm qilingan bo‘lsa, sud tayinlagan jazo muddatining kamida to‘rtdan uch haqiqatda o‘tab bo‘lganidan keyin qo‘llanilishi mumkin.\n\n13. Sanab o‘tilgan haqiqatda o‘talgan muddatlar amnistiya va afv etishga ham bog‘liq. Agar jazoni o‘tash davrida jazo muddatini kamaytiruvchi amnistiya akti chiqarilsa, unda mahkumning sharhlanayotgan moddaning uchinchi qismida ko‘rsatilgan haqiqatda o‘tagan muddatlari to‘g‘risidagi masalani hal qilishda sud tomonidan tayinlangan muddatga qarab emas, balki amnistiya aktiga muvofiq holda kamaytirilgan muddatlarga rioya qilish kerak.\n\n14. Sharhlanayotgan moddaning uchinchi qismi «a» bandi, shuningdek Jinoyat kodeksi 15-moddasi tahlili shundan dalolat beradiki, jazoni uchdan birini o‘tagan shaxslarga nisbatan jazoni o‘tashdan shartli ozod qilish qo‘llaniladi, ehtiyotsizlik orqasida sodir etilgan har qanday jinoyat uchun sudlangan shaxslarga, shuningdek, qasddan sodir etilib, besh yildan ko‘p bo‘lmagan muddatga ozodlikdan mahrum qilish tariqasidagi jazo nazarda tutilgan jinoyatlarni sodir etgan shaxslarga nisbatan jazoni o‘tashdan muddatidan ilgari shartli ozod qilish qo‘llanilishi mumkin.\n\nAxloq tuzatish ishlari, xizmat bo‘yicha cheklash yoki intizomiy qismga jo‘natish tariqasidagi jazolar tayinlangan mahkumlar, asoslar mavjud bo‘lganda, sharhlanayotgan modda uchinchi qismining «a» bandiga binoan jazoni o‘tashdan muddatidan ilgari shartli ozod qilinishi mumkin.\n\n15. Sharhlanayotgan moddaning uchinchi qismi «b» bandi og‘ir jinoyati uchun, shuningdek, qasddan sodir etgan jinoyati uchun, agar ilgari qasddan sodir etgan jinoyati uchun qonun tomonidan besh yildan ko‘p, ammo o‘n yildan oshmagan muddatga ozodlikdan mahrum etishga hukm qilingan sud tayinlagan jazo muddatining kamida yarmini o‘tagan shaxslarga yoki avval shaxs qasddan sodir etgan jinoyati uchun ozodlikdan mahrum qilingan holda sudlanganlik holati tugallanmagan yoki olib tashlanmagan hollarga nisbatan qo‘llanilishi mumkin. Agar mahkum ijtimoiy xavfi katta bo‘lmagan yoki uncha og‘ir bo‘lmagan jinoyatlarni sodir etganligi uchun javobgarlikka tortilib, ozodlikdan mahrum qilish bilan bog‘liq bo‘lmagan jazo tayinlangan hollarda sharhlanayotgan moddaning uchinchi qismi «a» bandida ko‘rsatilgan shartlar qo‘llaniladi.\n\n16. Sharhlanayotgan moddaning uchinchi qismi «v» bandi jazoni o‘tashdan muddatidan ilgari shartli ozod qilingan yoki jazosi yengilrog‘i bilan almashtirilgan va qasddan yangi jinoyat sodir etgan shaxsga nisbatan ancha og‘ir shartlarni belgilaydi. O‘ta og‘ir jinoyat sodir etish, shuningdek, jazoni o‘tashdan ozod qilingandan keyin jinoyat sodir etish jinoiy maqsadlarning barqarorligidan dalolat beradi. Boshqa o‘xshash holatlarda mahkumning tuzalganligi to‘g‘risida dalillar yo‘qligi sababli ozod qilish uchun asoslar mavjud bo‘lmaydi.\n\nQonun chiqaruvchi bu kabi holatlarda mahkumning tuzalishini inkor qilmasdan, jazoni haqiqatda o‘taganlik chegaralarini oshirib, ushbu asoslarni qo‘llash bo‘yicha birmuncha qattiqroq choralar belgilaydi. Ko‘rib chiqilayotgan holatda mahkumni jazoni o‘tashdan muddatidan ilgari shartli ravishda ozod qilish uchun jazo muddatining kamida uchdan ikki qismi haqiqatda o‘tab bo‘lgan bo‘lishi lozim.\n\n17. Qonun chiqaruvchi sharhlanayotgan moddaning to‘rtinchi qismida muddatidan ilgari shartli ravishda ozod qilishni qo‘llash bo‘yicha istisnolarni belgilaydi. Muddatidan ilgari shartli ravishda ozod qilish ayrim toifadagi shaxslarga va ayrim jinoyatlarga nisbatan qo‘llanilmaydi.\n\nSharhlanayotgan moddaning to‘rtinchi qismi «a», «b» va «v» bandlarida jazoni o‘tashdan muddatidan ilgari shartli ozod qilish mumkin bo‘lmagan shaxslar belgilangan:\n\numrbod yoki uzoq muddatga ozodlikdan mahrum qilishga hukm etilgan shaxslar;\n\no‘ta xavfli retsidivistlar;\n\nuyushgan guruh yoki jinoiy uyushmaning tashkilotchi va qatnashuvchilari. (Umrbod yoki uzoq muddatga ozodlikdan mahrum qilish tushunchasi to‘g‘risida JKning 50 va 51-moddalariga qarang; o‘ta xavfli retsidivist tushunchasi to‘g‘risida JKning 34-moddasiga qarang; jinoiy guruh yoki jinoiy uyushmaning tashkilotchilari, ishtirokchilari to‘g‘risida JKning 28, 29, 30-moddalariga qarang)\n\n18. Sharhlanayotgan moddaning to‘rtinchi qismi «g» bandida mahkumni jazoni o‘tashdan muddatidan ilgari shartli ravishda ozod qilish qo‘llash mumkin bo‘lmagan jinoyatlar tarkibi sanab o‘tilgan. Bular quyidagilardir:\n\njavobgarlikni og‘irlashtiradigan holatlarda qasddan odam o‘ldirganlik (JKnig 97-moddasi 2-qismi);\n\no‘n sakkiz yoshga to‘lmagan jabrlanuvchining nomusiga tegganlik yoki unga nisbatan zo‘rlik ishlatib, jinsiy ehtiyojni g‘ayritabiiy usulda qondirganlik (JKning 118-119-moddalar 3-qismi);\n\no‘n sakkiz yoshga to‘lmagan shaxsni jinsiy aloqada bo‘lish yoki jinsiy ehtiyojni g‘ayritabiiy usulda qondirish bilan bog‘liq holda jinsiy aloqa qilishga majbur etganlik (JKning 121-moddasi 4-qismi);\n\no‘n olti yoshga to‘lmagan shaxs bilan jinsiy aloqa qilganlik yoki jinsiy ehtiyojni g‘ayritabiiy usulda qondirganlik yoki unga nisbatan uyatsiz-buzuq harakatlar qilganlik (JKning 128-moddasi); voyaga yetmagan shaxs tavsiflangan yoki tasvirlangan pornografik mahsulotni tarqatish, reklama qilish, namoyish etish maqsadida O‘zbekiston Respublikasi hududiga olib kirganlik, xuddi shuningdek uni tayyorlaganlik, tarqatganlik, reklama qilganlik, namoyish etganlik yoxud voyaga yetmagan shaxsni pornografik xususiyatga ega harakatlarning ijrochisi sifatida jalb etganlik (JKning 130-moddasi);\n\nvoyaga yetmagan shaxsni jalb etgan holda qo‘shmachilik qilganlik, fohishaxonalarni tashkil etganlik yoki saqla-ganlik (JKning 131-moddasi 4-qismi);\n\n- O‘zbekiston Respublikasiga, tinchlikka va insoniyat xavfsizligiga qarshi jinoyat sodir etganlik (JKning VIII ІX boblari);\n\nyadroviy, kimyoviy, biologik va boshqa xildagi ommaviy qirg‘in qurollarini, shunday qurollarni ishlab chiqarish uchun foydalanish mumkinligi ayon bo‘lgan material va uskunalarni, kontrabanda qilganlik (JK 246-moddasi 2-qismi).\n\n19. Muddatidan ilgari shartli ozod qilish jazoni ijro etuvchi organlar va muassasalar taqdimnomasiga binoan amalga oshiriladi (IIV Xavfsizlik xizmati, ozodlikdan mahrum qilish tariqasidagi jazoni ijro etish muassasasi yoki intizomiy qismga jo‘natish tayinlanganda harbiy qism qo‘mondonligi). Ozodlikdan mahrum qilishga muvofiq holda muddatidan ilgari shartli ravishda ozod qilish masalasiga mahkum tomonidan Jinoyat kodeksining 73-moddasi uchinchi qismiga rioya qilgan holda jazoning kamida 6 oyini o‘tagandan keyingina ruxsat etilishini e’tirof etish zarur.\n\nJazoni o‘tashdan muddatidan ilgari shartli ravishda ozod qilish to‘g‘risidagi taqdimnoma rad etilganda yangi taqdimnoma birinchi taqdimnoma taqdim etilgandan keyin kamida 6 oy o‘tgandan so‘ng taqdim etilishi mumkin.\n\nMuddatidan ilgari shartli ravishda ozod qilish jazoni o‘tash joyidagi sud tomonidan jazoni ijro etish yuklatilgan vakolatli maxsus organning taqdimnomasiga binoan qo‘llaniladi. Jazoni o‘tovchi shaxs sud tayinlagan muddatning qonun talab qilgan qismini o‘tasa, sudya uning majburiyatlarini ijro etish va xulq-atvoriga ko‘ra uning tuzalishi uchun jazoni to‘la ravishda o‘tashi zarur emas, deb topsa, sud tayinlangan jazoni o‘tashdan muddatidan ilgari shartli ravishda ozod qilish to‘g‘risida ajrim chiqaradi. Bunday holatda uning o‘talmay qolgan qismi sinov muddati vazifasini bajarganligi sababli, ozod qilingan shaxsga nisbatan sinov muddati tayinlanmaydi.\n\nUshbu ajrim bilan sud mahkumni qo‘shimcha jazolarni o‘tashdan to‘liq yoki qisman ozod qilishi mumkin.\n\n20. Sharhlanayotgan moddaning beshinchi qismiga ko‘ra, jazoni o‘tashdan muddatidan ilgari shartli ravishda ozod qilinib, jazoning o‘talmagan qismi mobaynida qasddan yangi jinoyat sodir etgan shaxsga nisbatan sud ushbu Kodeksning 60-moddasida nazarda tutilgan qoidalarga muvofiq jazo tayinlaydi. Ushbu normani qo‘llashda, birinchi navbatda, yangi jinoyat avvalgisini o‘talmagan muddati mobaynida sodir etilganini aniqlash zarur. Muddatidan ilgari shartli ozod qilishning o‘talmagan muddati deganda, sud tomonidan tayinlangan jazoning o‘talmay qolgan qismini tushunish kerak. Amaliyotda yangi jinoyat asosiy jazoning o‘talmay qolgan qismi o‘tib bo‘lgandan keyin, lekin qo‘shimcha jazoni ijro etish vaqtida sodir etish hollari ham uchraydi. Qo‘shimcha jazoning o‘talmay qolgan qismi mobaynida jinoyat sodir etish muddatidan ilgari shartli ravishda ozod qilishning o‘talmay qolgan qismi mobaynida jinoyat sodir etilganligi to‘g‘risida dalolat beruvchi holat hisoblanmaydi, demak, hukmlar majmui to‘g‘risidagi qoidani qo‘llash mumkin emas. "
        },
        {
            "modda_raqami": "74-modda. Jazoni yengilrog‘i bilan almashtirish.",
            "matni": "Ozodlikdan mahrum etilgan, ozodligi cheklangan yoki axloq tuzatish ishlariga hukm qilingan shaxslarga nisbatan sud jazoning o‘talmagan qismini yengilroq jazo bilan almashtirishi mumkin. Jazoni yengilrog‘i bilan almashtirish ushbu moddaning birinchi qismida ko‘rsatilgan jazo turlari uchun o‘rnatilgan tartib-qoida talablarini bajargan va mehnatga halol munosabatda bo‘lgan mahkumga nisbatan qo‘llanilishi mumkin.\n\nJazoni yengilrog‘i bilan almashtirish mahkum:\n\na) ijtimoiy xavfi katta bo‘lmagan yoki uncha og‘ir bo‘lmagan jinoyati uchun sud tayinlagan jazo muddatining kamida to‘rtdan bir qismini;\n\nb) og‘ir jinoyati uchun, shuningdek qasddan sodir etgan jinoyati uchun, agar u ilgari qasddan sodir etgan jinoyati uchun ozodlikdan mahrum etishga hukm qilingan bo‘lsa, sud tayinlagan jazo muddatining kamida yarmini;\n\nv) o‘ta og‘ir jinoyati uchun, shuningdek jazodan muddatidan ilgari shartli ravishda ozod qilish yoki jazoni yengilrog‘i bilan almashtirish qo‘llanilgan va jazoning o‘talmagan qismi mobaynida qasddan sodir etgan yangi jinoyati uchun sud tayinlagan jazo muddatining kamida uchdan ikki qismini haqiqatda o‘tab bo‘lganidan keyin qo‘llanilishi mumkin.\n\nOzodlikdan mahrum qilish yoki ozodlikni cheklash tariqasidagi jazoning o‘talmagan qismi axloq tuzatish ishlari bilan almashtirilganda axloq tuzatish ishlari ozodlikdan mahrum qilish yoki ozodlikni cheklash jazosining o‘talmagan qismi muddatiga tayinlanadi.\n\nJazoning o‘talmagan qismini yengilrog‘i bilan almash-tirish ushbu Kodeksning 73-moddasi to‘rtinchi qismida ko‘rsa-tilgan shaxslarga nisbatan qo‘llanilmaydi.\n\nJazosi yengilroq jazo bilan almashtirilgan shaxslar yengilroq jazoning tegishli qismini o‘tab bo‘lganlaridan keyin ushbu Kodeksning 73-moddasida nazarda tutilgan qoidalarga binoan jazodan muddatidan ilgari shartli ozod qilinishlari mumkin.\n\nJazosi yengilroq jazo bilan almashtirilgan shaxs jazoning o‘talmagan qismi mobaynida yangi jinoyat sodir etsa, sud unga ushbu Kodeksning 60-moddasida nazarda tutilgan qoidalarga muvofiq jazo tayinlaydi.",
            "sharxi": "1. Jinoyat qonuni alohida hollarda jazoni yengilrog‘i bilan almashtirishni nazarda tutadi. Bunday hollarda mahkum jazoni o‘tashdan muddatidan ilgari ozod qilinadi, lekin jazoning o‘talmay qolgan qismi yengilrog‘i bilan almashtiriladi.\n\nJazoni yengilrog‘i bilan almashtirish jazoni o‘tash davrida uni individuallashtirish prinsipini amalga oshirishning mustaqil shakli bo‘lib, mahkumga tayinlangan jazoning muayyan turini yengilrog‘i bilan almashtirishda ifodalanadi. Bu bilan mazkur jazoni o‘tashdan ozod qilish instituti muddatidan oldin shartli ozod qilish va mazkur jinoyat uchun qonunda nazarda tutilganidan yengilroq jazo tayinlash institutidan farq qiladi (JKning 57-moddasi).\n\n2. Sharhlanayotgan moddaning birinchi qismiga binoan, ozodlikdan mahrum etilgan, ozodligi cheklangan yoki axloq tuzatish ishlariga hukm qilingan shaxslarga nisbatan sud jazoning o‘talmagan qismini yengilroq jazo bilan almashtirishi mumkin. Ozodlikdan mahrum qilish va axloq tuzatish ishlari kabi jazolar Jinoyat kodeksining 43-moddasida nazarda tutilgan boshqa yengilroq jazolarga almashtirilishi mumkin. Jinoyat kodeksining 43-moddasi mazmunidan kelib chiqib, ozodlikdan mahrum qilish va axloq tuzatish ishlariga nisbatan almashtirish mumkin bo‘lgan yengilroq jazolar deb, qonun chiqaruvchi tomonidan quyiroqda joylashtirilgan jazolar tan olinadi. Ozodlikdan mahrum qilishni jarima (JKning 44-moddasi); muayyan huqukdan mahrum qilish (JKning 45-moddasi), majburiy jamoat ishlari (JKning 451-moddasi), axloq tuzatish ishlari (JKning 46-moddasi), xizmat bo‘yicha cheklash (JKning 47-moddasi) va intizomiy qismga jo‘natish (JKning 49-moddasi) kabi jazolarga almashtirish mumkin. Axloq tuzatish ishlarini faqat jarima va muayyan huquqdan mahrum qilishga almashtirish mumkin.\n\n3. Jazoning o‘talmay qolgan qismini muddatidan ilgari shartli ravishda ozod qilishda qo‘llaniladigan asoslar mavjud bo‘lganda jazoni yengilrog‘i bilan almashtirish qo‘llaniladi. Bu asoslar sharhlanayotgan moddaning ikkinchi qismida ko‘rsatilgan:\n\nozodlikdan mahrum qilish yoki axloq tuzatish kabi jazolarni o‘tash uchun o‘rnatilgan tartib-qoida talablarini bajarish;\n\nmehnatga halol munosabatda bo‘lish. (Jazoni yengil-rog‘i bilan almashtirish asoslari to‘g‘risida to‘liqroq JKning 73-moddasiga berilgan sharhda ko‘ring)\n\n4. Mahkumning tuzalayotganlik darajasini ifodalovchi xulq-atvori va shaxsning ijobiy tarafga o‘zgarganligi to‘g‘risidagi masala ko‘rib chiqilayotgan holatda katta amaliy ahamiyat kasb etadi. Agar muddatidan ilgari shartli ravishda ozod qilish uchun shaxsning to‘liq tuzalganligi va uning kelajakdagi jazoni o‘tashi maqsadga muvofiq emasligini belgilash shart bo‘lsa, jazoni yengilrog‘i bilan almashtirish uchun mahkumning tuzalish yo‘liga o‘tganligiga ozodlikdan mahrum qilish yoki axloq tuzatish ishlarini o‘tash sharoitida emas, balki boshqa yengilroq jazo bilan yetarli ta’sir etishni amalga oshirish mumkinligini e’tirof etish kerak.\n\n5. Jazoni yengilrog‘i bilan almashtirish institutini qo‘llashning asosiy sharti mahkum tomonidan jazoning ma’lum bir qismini amalda o‘talganligi hisoblanadi. Sharhlanayotgan moddaning uchinchi qismiga ko‘ra, jazoni yengilrog‘i bilan almashtirish mahkum:\n\nijtimoiy xavfi katta bo‘lmagan yoki uncha og‘ir bo‘lmagan jinoyati uchun sud tayinlagan jazo muddatining kamida to‘rtdan bir qismini;\n\nog‘ir jinoyati uchun, shuningdek qasddan sodir etgan jinoyati uchun, agar u ilgari qasddan sodir etgan jinoyati uchun ozodlikdan mahrum etishga hukm qilingan bo‘lsa, sud tayinlagan jazo muddatining kamida yarmini;\n\no‘ta og‘ir jinoyati uchun, shuningdek jazodan muddatidan ilgari shartli ravishda ozod qilish yoki jazoni yengilrog‘i bilan almashtirish qo‘llanilgan va jazoning o‘talmagan qismi mobaynida qasddan sodir etgan yangi jinoyati uchun sud tayinlagan jazo muddatining kamida uchdan ikki qismini haqiqatda o‘tab bo‘lganidan keyin qo‘llanilishi mumkin. 6. Keltirilgan normani tahlil qilish shuni ko‘rsatadiki, qonun chiqaruvchi muddatidan ilgari shartli ravishda ozod qilishdan farqli ravishda jazoni haqiqatda o‘taganlikning yengilroq muddatini ko‘zda tutadi. Sud tomonidan tayinlangan jazoning haqiqatda o‘taganlikning quyi chegarasi jazoning to‘rtdan bir qismini tashkil qilsa, yuqori chegarasi sud tomonidan tayinlangan jazoning kamida yarmini o‘tash yetarliligidan dalolat beradi. Tayinlangan jazoning o‘talgan muddatini aniqlashdagi bunday yo‘l jazoni yengilrog‘i bilan almashtirish kamroq jazo hisoblanishini belgilovchi yoki muddatidan ilgari ozod qilishga qaraganda mahkumning holatini yaxshilovchi holat sifatida qaralmasligi kerak.\n\nAgar muddatidan ilgari shartli ravishda ozod qilishda mahkum jazoni o‘tashdan butunlay ozod qilinsa, jazodan ozod qilishning sharhlanayotgan institutini qo‘llashda jazo turi oldingisiga qaraganda yengilroq jazoga almashtiriladi.\n\n7. Jinoiy jazoning odillik va qonuniylik kafolati o‘talgan muddatlarni to‘g‘ri hisoblash va ozodlikdan mahrum qilish yoki axloq tuzatish ishlarining o‘talmay qolgan qismini yengilrog‘i bilan almashtirish, oldingi holati bilan solishtirganda mahkumning ahvolini yomonlashtirmasligi hisoblanadi. Har qanday holatda ham yengilroq jazoning muddati qonun bilan tegishli jazo turi uchun o‘rnatilgan yuqori chegarasidan, shuningdek shaxs o‘tashdan ozod qilingan qattiqroq jazoning o‘talmagan muddatidan oshib ketmasligi kerak. \n\n8. Sharhlanayotgan moddaning to‘rtinchi qismiga ko‘ra, ozodlikdan mahrum qilish yoki ozodlikni cheklash tariqasidagi jazolarning o‘talmagan qismi axloq tuzatish ishlari bilan almashtirilganda axloq tuzatish ishlari ozodlikdan mahrum qilish yoki ozodlikni cheklash jazosining o‘talmagan qismi muddatiga tayinlanadi. Bu shuni anglatadiki, masalan, ozodlikdan mahrum qilish yoki ozodlikni cheklash jazosining o‘talmagan muddati JKning 46-moddasi 2-qismida ko‘rsatilgan (olti oydan uch yilgacha) axloq tuzatish ishlari jazosi bilan almashtirilganda axloq tuzatish ishlarining umumiy muddati olti oydan kam bo‘lishi va uch yildan ortiq bo‘lishi mumkin emas. Ozodlikdan mahrum qilish yoki ozodlikni cheklash jazosining o‘talmagan qismini axloq tuzatish ishlariga almashtirishda sud bu qoida bilan bog‘liq emas. Masalan, og‘ir jinoyat sodir etgan shaxsni olti yilga ozodlikdan mahrum qilinganda JKning 74-moddasi 3-qismi «b» bandiga ko‘ra, tayinlangan jazoning ikki yilini o‘tagandan so‘ng (olti yilning uchdan bir qismi) va boshqa kerakli shartlarga rioya qilgan holda o‘talmagan muddat yengilroq jazoga almashtirilishi, ya’ni to‘rt yilga axloq tuzatish ishlariga jalb qilinishi mumkin (6-2-4).\n\nKo‘rinib turibdiki, berilgan vaziyatda amaliyotda qo‘llaniladigan va qonun chiqaruvchi tomonidan qo‘llaniladigan bunday yo‘nalish JKning 54-moddasi 1-qismida ko‘rsatilgan jazo tayinlash qoidalariga to‘g‘ri kelmaydi, unga ko‘ra sud Jinoyat kodeksi Maxsus qismining jinoyat sodir etganlik uchun javobgarlik nazarda tutilgan moddasida belgilangan doirada Umumiy qismning qoidalariga muvofiq jazo tayinlaydi. Ya’ni, shu qoidaga muvofiq, konkret jazo turini tayinlash mobaynida sud hech qanaqa holatda (jazo tayinlashda ham, jazodan ozod qilishda ham) JKning Umumiy qismida ko‘rsatilgan eng kam va eng ko‘p chegaralaridan chiqmasligi kerak.\n\n9. Axloq tuzatish ishlari muayyan huquqdan mahrum qilish yoki jarimaga almashtirilishi mumkin. Axloq tuzatish ishlarini muayyan huquqdan mahrum qilishga almashtirganda, qandaydir vakolatga ega bo‘lgan shaxsga nisbatan qanday huquqdan mahrum qilishning ta’sirliroq ekanligini nazarda tutish kerak. Axloq tuzatish ishlari kelajakda ma’lum bir mansabni egallash yoki qandaydir vakolatga ega bo‘lish imkoniyati bor mansabdor yoki boshqa shaxslarga tayinlanganda jazoning o‘talmay qolgan qismi doirasida muayyan huquqdan mahrum qilishga almashtirilishi mumkin. Axloq tuzatish ishlari jazosiga nisbatan yengilroq jazo turi muayyan huquqdan mahrum qilish va jarima jazosidir. Lekin bu jazo turi almashtirilganda jarima jazosi bilangina almashtirilishi mumkin. Bunda Jinoyat kodeksining 44-moddasi uchinchi qismidagi qoidaga muvofiq, bir oylik axloq tuzatish ishlari jazosi bazaviy hisoblash miqdorining o‘n olti barobariga tenglashtirib hisoblanadi. 10. Sharhlanayotgan moddaning beshinchi qismiga muvofiq, jazoning o‘talmagan qismini yengilrog‘i bilan almashtirish JKning 73-moddasi to‘rtinchi qismida ko‘rsa-tilgan shaxslarga nisbatan qo‘llanilmaydi. Shunday qilib, jazoning o‘talmagan qismini yengilrog‘i bilan almashtirish:\n\numrbod yoki uzoq muddatga ozodlikdan mahrum qilishga hukm etilgan shaxsga;\n\no‘ta xavfli retsidivistga;\n\nuyushgan guruh yoki jinoiy uyushmaning tashkilotchi va qatnashuvchilariga;\n\nJinoyat kodeksining 73-moddasi to‘rtinchi qismi «g» bandida nazarda tutilgan jinoyatlarni sodir qilgan shaxslarga. (Batafsil JKning 73-moddasi to‘rtinchi qis-mi sharhiga qarang)\n\n11. Sharhlanayotgan moddaning oltinchi qismi jazosi ushbu modda asosida yengilrog‘i bilan almashtirilgan mahkumni muddatidan ilgari shartli ravishda ozod qilish imkoniyatlarini nazarda tutadi.\n\nMuddatidan oldin shartli ozod qilish shartlari va asoslari avvalgiday qoladi. Sharhlanayotgan moddaning oltinchi qismiga ko‘ra, jazosi yengilroq jazo bilan almashtirilgan shaxslar yengilroq jazoning tegishli qismini o‘tab bo‘lganlaridan keyin JKning 73-moddasida nazarda tutilgan qoidalarga binoan jazodan muddatidan ilgari shartli ozod qilinishlari mumkin. Agar sud mahkumning o‘zgarish yo‘lida ekanligiga va keyinchalik yengil jazo muddatini o‘tash mobaynida tartibga rioya qilganligi va mehnatga bo‘lgan o‘zgacha munosabatiga ishonchi komil bo‘lsa, sud almashtirilgan jazoni o‘tashdan shartli ozod qilishi mumkin. Shunga ko‘ra, jazoni muddati almashtirilgan yengilroq jazo emas, yangisidan boshlab hisoblanadi.\n\n12. Ozodlikdan mahrum qilish yoki ozodlikni cheklash jazosining yoki axloq tuzatish ishlari tariqasidagi jazoning o‘talmagan qismini yengilroq jazoga almashtirish, bu sudning majburiyat emas, balki huquqi. Ozod qilish so‘zsiz va yakuniydir, shu bois mahkumning noto‘g‘ri xatti-harakati unga xalaqit bermaydi. Sharhlanayotgan moddaning yettinchi qismiga asosan, jazosi yengilroq jazo bilan almashtirilgan shaxs jazoning o‘talmagan qismi mobaynida qasddan yangi jinoyat sodir etsa, sud unga JKning 60-moddasida nazarda tutilgan qoidalarga muvofiq jazo tayinlaydi.\n\n13. Jazoning o‘talmay qolgan qismini yengilrog‘i bilan almashtirish tartibi muddatidan ilgari shartli ravishda ozod qilish tartibiga o‘xshashdir. Jinoyat kodeksining 74-moddasini qo‘llash masalasi, sud tomonidan jazoni ijro etish muassasasi joylashgan muassasa ma’muriyati (ozodlikdan mahrum qilish bo‘yicha) yoki jazoni ijro etish bo‘yicha inspeksiyasi (axloq tuzatish ishlari bo‘yicha), shuningdek, voyaga yetmagan mahkumlarga nisbatan esa, voyaga yetmaganlar ishlari bo‘yicha komissiya taqdim etgan taqdimnomaga, shuningdek, mahkumning, uning himoyachisining iltimosnomasiga asosan ko‘rib chiqiladi. Sud zarur bo‘lgan asoslar va shartlar mavjudligini belgilab, ozodlikdan mahrum qilish yoki ozodlikni cheklash jazosining va axloq tuzatish ishlarining o‘talmay qolgan qismini Jinoyat kodeksining 43-moddasida belgilangan tegishli yengilroq jazolarga: majburiy jamoat ishlari, axloq tuzatish ishlari, muayyan huquqdan mahrum qilish yoki jarima, harbiy xizmatchilarga nisbatan intizomiy qismga jo‘natish yoki xizmat bo‘yicha cheklash kabi jazo turlariga almashtirishi mumkin. Ozodlikdan mahrum qilish, ozodlikni cheklash jazosining yoki axloq tuzatish ishlarining o‘talmagan qismini boshqa jazo turi bilan almashtirayotganda sud mahkumning tuzalish yo‘liga o‘tayotganlik darajasini hisobga olishi lozim.\n\n14. Jinoyat kodeksining 80-moddasi ikkinchi va uchinchi qismlari mohiyatidan kelib chiqib, ozodlikdan mahrum qilish yoki ozodlikni cheklash jazosining o‘talmay qolgan qismi yengilroq jazoga almashtirilgan shaxsga nisbatan sudlanganlik asosiy va qo‘shimcha jazolarni o‘tashdan ozod qilingandan keyin ozodlikdan mahrum qilish yoki ozodlikni cheklash jazosining haqiqatda o‘tab bo‘lingan muddatidan kelib chiqib hisoblanadi. Axloq tuzatish ishlarining o‘talmay qolgan qismi jarima jazosi bilan almashtirilgan shaxsga nisbatan sudlanganlik muddati jazoni haqiqatda o‘taganlik yoki ijro etilganlikdan kelib chiqib hisoblanadi. (JKning 80-moddasi 2 va 3-qismlariga berilgan sharhga qarang)"
        },
        {
            "modda_raqami": "75-modda. Kasallik yoki mehnat qobiliyatini yo‘qotish oqibatida jazodan ozod qilish.",
            "matni": "Hukm chiqarilganidan keyin o‘z harakatlarining ahamiyati-ni anglay olmaydigan yoki ularni boshqara olmaydigan tarzda ruhiy holatining buzilishi yuzaga kelgan shaxs, shuningdek jazoni o‘tashga to‘sqinlik qiladigan boshqa og‘ir kasallikka chalingan shaxs jazoni o‘tashdan ozod qilinishi lozim.\n\nUshbu moddaning birinchi qismida ko‘rsatilgan shaxslarga nisbatan sud tibbiy yo‘sindagi majburlov choralari qo‘llashi mumkin.\n\nBunday shaxslar tuzalganidan keyin, ushbu Kodeksning 69-moddasida nazarda tutilgan va sud tomonidan tibbiy yo‘sin-dagi majburlov choralari qo‘llanilgan kundan boshlab hisoblanadigan muddatlar o‘tib ketmagan bo‘lsa, jazo ijro etiladi.\n\nIntizomiy qismga jo‘natish yoxud xizmat bo‘yicha cheklash jazosiga hukm qilingan harbiy xizmatchilar, ularning sog‘lig‘i harbiy xizmat uchun yaroqsiz deb topilgan bo‘lsa, jazoni o‘tashdan ozod qilinadilar. Xizmat bo‘yicha cheklash jazosiga hukm qilingan harbiy xizmatchi ayollar ularga homiladorlik va tug‘ish ta’tili berilishi munosabati bilan ham jazoni o‘tashdan ozod qilinadilar.\n\nMajburiy jamoat ishlariga yoki axloq tuzatish ishlariga hukm qilingan shaxslar jazoni o‘tash vaqtida mehnatga yaroqsiz bo‘lib qolsalar yoxud nafaqa yoshiga yetgan bo‘lsalar, shuningdek ayollar bu turdagi jazoni o‘tayotgan vaqtda Homiladorlik va tug‘ish ta’tiliga chiqsalar, jazoni o‘tashdan ozod qilinadilar.",
            "sharxi": "1. Jinoyat sodir etgan shaxsni jazodan ozod qilish asoslari orasida shaxsning kasalligi tufayli jazodan ozod qilish alohida o‘rin egallaydi.\n\nO‘z qilmishi ma’nosini tushunish, ya’ni jinoyat sodir etganini va bu uchun u jazolanishini anglashi tuzalishning har jarayonida bo‘lishi kerak. Ruhiy yoki boshqa kasallik mahkumning tuzalishida va sodir etgan qilmishi uchun javobgarlikning muqarrarligini tushunishida tabiiy to‘siq hisoblanadi.\n\nBiroq, amaliyotda hukm chiqarilganidan keyin o‘z harakatlarining ahamiyatini anglay olmaydigan yoki ularni boshqara olmaydigan tarzda ruhiy holatining buzilishi yuzaga kelgan shaxs, shuningdek jazoni o‘tashga to‘sqinlik qiladigan boshqa og‘ir kasallikka chalingan shaxs jazoni o‘tashdan ozod qilinadi. Jismoniy, ruhiy holatlarning buzilganligi holatlarining mavjudligi ruhiy holati buzilgan shaxsning aqliy faoliyatiga ta’sir etadi. Ruhiy holati buzilganligi bilan bog‘liq bo‘lmagan og‘ir kasallik jinoyat-huquqiy ta’sirni ma’lum darajada og‘irlashtiradi.\n\n2. Sharhlanayotgan modda kasallik yoki mehnat qobiliyatini yo‘qotishi oqibatida jazodan ozod qilish asoslarini nazarda tutadi. Sharhlanayotgan moddaning birinchi qismiga muvofiq, hukm chiqarilganidan keyin o‘z harakatlarining ahamiyatini anglay olmaydigan yoki ularni boshqara olmaydigan tarzda ruhiy holatining buzilishi yuzaga kelgan shaxs, shuningdek jazoni o‘tashga to‘sqinlik qiladigan boshqa og‘ir kasallikka chalingan shaxs jazoni o‘tashdan ozod qilinishi lozim.\n\nSharhlanayotgan moddaning tahlilidan jazoni o‘tashdan ozod qilishni quyidagi shaxslarga qo‘llash mumkinligini tasdiqlash mumkin:\n\nhukm chiqarilganidan keyin o‘z harakatlarining ahamiyati ni anglay olmaydigan yoki ularni boshqara olmaydigan tarzda ruhiy holatining buzilishi yuzaga kelgan shaxslarga; jazoni o‘tashga to‘sqinlik qiladigan boshqacha og‘ir kasallikka chalinganlarga. 3. Qonun chiqaruvchi ruhiy holati buzilgan shaxs tomonidan jazoni o‘tash imkoniyatini istisno qilganida ushbu shaxslarda o‘z xatti-harakatlarining ahamiyatini anglay olish va ularni boshqara olish imkoniyati yo‘qligi to‘g‘risidagi qoidaga tayangan holda insonparvarlik va odillik prinsiplariga rioya etadi. Qonun mazmuni bo‘yicha, jazo tayinlashni istisno qiluvchi ruhiy holatning buzilishi mahkumning aqli norasolik holatini keltirib chiqarishi kerak.\n\n4. Shuni aytib o‘tish kerakki, o‘z harakatlarining ahamiyatini anglay olish va boshqara olish imkoniyatidan mahrum qiluvchi ruhiy holati buzilganlarga, asosan, uzoq davom etadigan, kuchayib va og‘irlashib boradigan va davolash kiyin bo‘ladigan surunkali kasalliklar kiradi. Barqaror bo‘lmagan, vaqtinchalik, o‘tkinchi xususiyatga ega bo‘lgan ruhiy buzilishlar jazodan muddatidan ilgari ozod qilish masalasini hal qilish uchun asos bo‘la olmaydi. (JKning 18-moddasi sharhiga qarang)\n\n7. Shaxsning ruhiy buzilish yoki boshqa og‘ir kasallikka chalinishi bilan bog‘liq tarzda jazodan ozod qilish bu sudning huquqi emas, balki majburiyatidir va sodir etilgan jinoyatning og‘irligi, tayinlangan jazoning turi va muddati, o‘talmagan qismi miqdori, jazoni o‘tash mobaynidaga mahkumning xulqi va boshqa vaziyatlardan qat’i nazar, bajariladi. U jazoni o‘tash mobaynida ham, ijro etish jarayonida ham o‘z o‘rniga ega. Shaxsning ruhiy holati buzilishiga yoki jazoni o‘tashga to‘sqinlik qiladigan boshqacha og‘ir kasallikka chalinganligini tibbiy komissiya aniqlaydi va bu komissiyaning xulosasi shaxsni jazodan ozod qilishga asos bo‘ladi. Shaxsni ruhiy holati buzilishiga yoki jazoni o‘tashga to‘sqinlik qiladigan boshqacha og‘ir kasallikka chalinganligi tufayli jazoni o‘tashdan ozod qilish bilan bog‘liq masalani jazoni ijro qiluvchi maxsus organ kiritgan taqdimnomaga ko‘ra hal qiladi. 8. Qonunda belgilanishiga ko‘ra, sharhlanayotgan moddaning birinchi qismida sanab o‘tilgan shaxslarga nisbatan sud tibbiy yo‘sindagi majburlov choralarini qo‘llashi mumkinligi ko‘rsatilgan, shuningdek, ushbu choralarni qo‘llash imkoniyati bo‘lmaganda kasallikka chalingan shaxsni sog‘liqni saqlash organlariga topshiradi. Masalan, shaxsning OIV kasalligi/OITS yoki teri-tanosil kasalliklari bilan kasallanishi.\n\nSharhlanayotgan moddaning ikkinchi qismi tibbiy yo‘sindagi majburlov choralarini qo‘llashni nazarda tutadi. Tibbiy yo‘sindagi majburlov choralari Jinoyat kodeksining 92-moddasiga ko‘ra, ruhiy holati buzilganlarga yoki alkogolizm, giyohvandlik yoki zaharxandalikka yo‘liqqan shaxslarga nisbatan qo‘llanilishi mumkin va shunga ko‘ra boshqa og‘ir kasallik bilan kasallangan shaxslarga nisbatan qo‘llanilmaydi. (JKning 92-moddasi sharhiga qarang)\n\n9. Kasallik yoki mehnat qobiliyatini yo‘qotish oqibatida jazodan ozod qilish shartli hisoblanadi. Sharhlanayotgan moddaning uchinchi qismiga muvofiq, kasal-lik yoki mehnat qobiliyatini yo‘qotganligi oqibatida jazodan ozod qilingan shaxslar tuzalganidan keyin Jinoyat kodeksining 69-moddasida nazarda tutilgan va sud tomonidan tibbiy yo‘sindagi majburlov choralari qo‘llanilgan kundan boshlab hisoblanadigan muddatlar o‘tib ketmagan bo‘lsa, jazo ijro etiladi (JKning 69-moddasi sharhiga qarang). Qonun chiqaruvchi «jazo ijro etiladi» jumlasini qo‘llab, ko‘rsatilgan shaxslar toifasiga nisbatan jazoni ijro etish yoki undan ozod qilish masalasini hal qilishni sud ixtiyoriga qoldiradi.\n\n10. Sharhlanayotgan moddaning 4-qismiga asosan, intizomiy qismga jo‘natish yoxud xizmat bo‘yicha cheklash jazosiga hukm qilingan harbiy xizmatchilar, ularning sog‘lig‘i harbiy xizmat uchun yaroqsiz deb topilgan bo‘lsa, jazoni o‘tashdan ozod qilinadilar.\n\nHarbiy xizmatchilarni jazoni o‘tashdan ozod qilishning asosi, harbiy xizmat qilish (xizmat bo‘yicha cheklashda) yoki intizomiy qismning ixtisoslashtirilgan sharoitlarda harbiy majburiyatni bajarish bilan bog‘liq jazoni ijro etishning imkoni bo‘lmaganligi hisoblanadi. Ularni ijro xizmatga yaroqsiz, deb tan olinishiga sabab bo‘luvchi jiddiy kasallik bilan fe’l-atvorlanadi.\n\n11. Sharhlanayotgan moddaning to‘rtinchi qismiga muvofiq, xizmat bo‘yicha cheklash jazosiga hukm qilingan harbiy xizmatchi ayollar ularga homiladorlik va tug‘ish ta’tili berilishi munosabati bilan ham jazoni o‘tashdan ozod qilinadilar. Homiladorlik va tug‘ish uchun ta’til berish tartibi va muddatlari O‘zbekiston Respublikasining mehnat to‘g‘risidagi qonunchiligi bilan tartibga solinadi.\n\n12. Harbiy xizmatchilarni kelajakdagi jazoni o‘tashdan ozod qilishning bu turi majburiy hisoblanadi, shuningdek, bu sudning majburiyatini tashkil etadi va uning qarashlariga bog‘liq bo‘lmagan holda aniq, qat’iy bo‘lganligi sababli biron-bir asosga ko‘ra bekor qilinishi mumkin emas.\n\n13. Sharhlanayotgan moddaning beshinchi qismiga muvofiq:\n\nMajburiy jamoat ishlari va axloq tuzatish ishlariga hukm qilingan shaxslar jazoni o‘tash vaqtida mehnatga yaroqsiz bo‘lib qolsalar yoxud nafaqa yoshiga yetgan bo‘lsalar;\n\nayollar shunday jazoni o‘tayotgan vaqtda homiladorlik va tug‘ish ta’tiliga chiqsalar, jazoni o‘tashdan ozod qilinadilar.\n\nJazoni o‘tashdan ozod qilishning ushbu asosi Jinoyat kodeksining 46-moddasi 3-qismining qoidalaridan ham kelib chiqadi. (Jinoyat kodeksining 46-moddasi sharhiga qarang)"
        },
        {
            "modda_raqami": "76-modda. Amnistiya akti yoki afv etish asosida jazodan ozod qilish.",
            "matni": "Hukm etilgan shaxs amnistiya akti yoki afv etish asosida asosiy va ijro etilmagan qo‘shimcha jazolardan ozod qilinishi yoxud jazodan muddatidan ilgari shartli ravishda ozod qilinishi yoki unga tayinlangan jazoning o‘talmay qolgan qismi yengilroq jazo bilan almashtirilishi mumkin. Agar amnistiya akti yoki afv etish asosida jazodan muddatidan ilgari shartli ravishda ozod qilish yoxud jazoni yengilrog‘i bilan almashtirish qo‘llanilgan shaxs jazoning o‘talmay qolgan qismi mobaynida qasddan yangi jinoyat sodir etsa, sud unga ushbu Kodeksning 60-moddasida nazarda tutilgan qoidalar bo‘yicha jazo tayinlaydi.\n\nAfv etish to‘g‘risidagi iltimosnoma umrbod ozodlikdan mahrum qilishga hukm etilgan shaxs tomonidan u tayinlangan jazoning yigirma besh yilini haqiqatda o‘tab bo‘lganidan keyin, agar jazoni o‘tash davrida mahkum qat’iy tuzalish yo‘liga o‘tgan, belgilangan tartibni buzganlik uchun intizomiy jazo olmagan, mehnat va o‘qishga nisbatan vijdonan munosabatda bo‘layotgan, tarbiyaviy tadbirlar o‘tkazishda faol ishtirok etayotgan taqdirda esa, tayinlangan jazoning yigirma yilini haqiqatda o‘tab bo‘lganidan keyin berilishi mumkin.\n\nAfv etish to‘g‘risidagi iltimosnoma uzoq muddatga ozodlikdan mahrum qilishga hukm etilgan shaxs tomonidan u tayinlangan jazo muddatining yigirma yilini haqiqatda o‘tab bo‘lganidan keyin, agar jazoni o‘tash davrida mahkum qat’iy tuzalish yo‘liga o‘tgan, belgilangan tartibni buzganlik uchun intizomiy jazo olmagan, mehnat va o‘qishga nisbatan vijdonan munosabatda bo‘layotgan, tarbiyaviy tadbirlar o‘tkazishda faol ishtirok etayotgan taqdirda esa, tayinlangan jazoning o‘n besh yilini haqiqatda o‘tab bo‘lganidan keyin berilishi mumkin.",
            "sharxi": "1. Davlat insonparvarligining ko‘rinishi hisoblanuvchi amnistiya va afv etish sud hukmining qonuniyligi va asosliligini shubha ostiga qo‘ymasdan, jinoyat sodir etgan shaxslar ahvolini yengillashtiradi. (Amnistiya tushunchasi, shuningdek, uni qo‘llash xususiyatlari to‘g‘risida JKning 68-moddasi sharhiga qarang)\n\nAmnistiya akti, odatda, jinoiy javobgarlikdan va jazodan ozod qilishni o‘zida mujassamlashtiradi. Odatda, aybdorlar jinoiy javobgarlik yoki jazodan ozod qilinishi kerak bo‘lgan jinoyatlar ayrim doirasi ham mos keladi. Bunda, mazkur hujjatni qo‘llashning protsessual xususiyatlarida farqni ko‘rish mumkin. Shu asnoda, amnistiya asosida jazodan (to‘liq yoki uning bir qismidan) ozod qilish ayblov hukmini chiqarish paytida ham, jazoni o‘tash davrida ham amalga oshirilishi mumkin. Agarda shaxs sodir etgan jinoyati uchun hukm chiqarilmagan bo‘lsa, javobgarlikdan ozod qilinadi.\n\nSharhlanayotgan moddaning birinchi qismiga muvofiq, hukm etilgan shaxs amnistiya akti yoki afv etish asosida asosiy va ijro etilmagan qo‘shimcha jazolardan ozod qilinishi yoxud jazodan muddatidan ilgari shartli ravishda ozod qilinishi yoki unga tayinlangan jazoning o‘talmay qolgan qismi yengilroq jazo bilan almashtirilishi mumkin.\n\n2. Oliy sud Plenumi o‘zining rahbariy ko‘rsatmalarida belgilaydiki, birinchi, apellyatsiya yoki kassatsiya instansiyasi sudi tomonidan amnistiya aktining jazo muddatini qisqartirishni nazarda tutuvchi bandini qo‘llash chog‘ida jazoning amnistiya akti chiqqan kunga qadar amalda o‘talgan muddati chegirib tashlangandan so‘ng qolgan qismi qisqartiriladi.\n\nShartli hukm qilinganda amnistiya aktiga asosan jazo muddati qisqartirilib, so‘ngra JKning 72-moddasi qo‘llaniladi.\n\nBir necha amnistiya akti qo‘llanilgan hollarda ilgarigi amnistiya akti qo‘llanilgandan keyin qolgan va keyingi amnistiya akti chiqqan kunga qadar o‘talmagan jazo muddati qisqartiriladi.\n\n3. Amnistiya munosabati bilan jazodan yoki uning bir qismidan ozod qilish shartsiz hisoblanadi.\n\nAmnistiya aktiga muvofiq sudlanganlik ham olib tashlanishi mumkin.\n\n4. Sharhlanayotgan moddaning birinchi qismi dispozitsiyasini tuzishda qonun chiqaruvchi amnistiya akti asosida jazodan muddatidan ilgari shartli ozod qilish va jazoning o‘talmagan qismini yengilrog‘i bilan almashtirish imkoniyatini ham nazarda tutgan. Bunday imkoniyat oldin qabul qilingan ayrim amnistiya aktlarida nazarda tutilgan. Bunda, ushbu aktlarda faqat mahkumga nisbatan amnistiya akti chiqqan kunga qadar qonunga muvofiq muddatidan ilgari shartli ozod qilish yoki tayinlangan jazoni yengilrog‘i bilan almashtirishni qo‘llash mumkin bo‘lgan hollardagina u ozodlikdan mahrum qilish joylaridan ozod qilinishi mumkinligi nazarda tutilgan. Xususan, ikkita amnistiya aktlari mahkumlarni jazoni o‘tashdan muddatidan ilgari shartli ozod qilishni, shuningdek, qattiqroq jazoni yengilrog‘i bilan almashtirishni nazarda tutgan.\n\nQolgan amnistiya aktlarida bunday qoida ko‘rsatilmagan edi, chunki muddatidan ilgari shartli ozod qilish va jazoni almashtirish masalalari amnistiya aktlarida ko‘rsatilmagan holda jinoyat qonuni qoidalariga muvofiq (Jinoyat kodeksining 73, 74-moddalari) hal qilinishi lozim.\n\n5. Afv etish mahkumni jazodan to‘liq yoki qisman ozod etadigan yoki sud tomonidan tayinlangan jazoni boshqa yengilroq jazo bilan almashtiradigan yoxud sudlanganlikni olib tashlaydigan insonparvarlik akti hisoblanadi.\n\nAfv etish muayyan mahkumga nisbatan individual tartibda amalga oshiriladi hamda uni oqlaydigan va u tomonidan jinoyat sodir etganlik faktini bartaraf qiladigan holat hisoblanmaydi.\n\nAfv etish O‘zbekiston Respublikasi Prezidenti tomonidan O‘zbekiston Respublikasi Prezidenti Farmonini qabul qilish orqali amalga oshiriladi.\n\nAfv etish qo‘llaniladigan shaxslar doirasiga ko‘ra, shuningdek, o‘zining fe’l-atvori, yuridik tabiatiga ko‘ra amnistiyadan farqlanadi. Afv etish faqatgina jazodan ozod qilishning asosi bo‘lib, asosiy va ijro etilmagan qo‘shimcha jazolardan ozod qilish, jazodan muddatidan ilgari shartli ravishda ozod qilish, umrbod ozodlikdan mahrum qilishni uzoq muddatga ozodlikdan mahrum qilish bilan almashtirish shaklida amalga oshirilishi mumkin. Amnistiya aktiga asosan esa, shaxs jazodan ham, jinoiy javobgarlikdan ham ozod qilinishi mumkin.\n\n6. Afv etish har qanday shaxsga nisbatan, shu jumladan, o‘ta og‘ir jinoyat sodir etgan va umrbod ozodlikdan mahrum qilish jazosi tayinlangan shaxsga ham qo‘llanilishi mumkin, amnistiya akti esa, odatda, bunday shaxslarga va jinoyatlarga tatbiq etilmaydi?.\n\nAgar amnistiya gumon qilinuvchi, ayblanuvchi va hukm qilingan shaxslarning tegishli toifalariga nisbatan umumiy kechirish akti bo‘lsa, afv etish aniq bir hukm qilingan shaxsni kechirish akti hisoblanadi. Agar amnistiya davlat tashabbusi bilan chiqarilsa, afv etishda afv etish to‘g‘risidagi iltimosnoma bilan, qoida tariqasida, mahkumning o‘zi O‘zbekiston Respublikasi Prezidenti nomiga yozma shaklda murojaat qiladi.\n\n7. Sharhlanayotgan moddaning uchinchi qismiga ko‘ra, afv etish to‘g‘risidagi iltimosnoma umrbod ozod-likdan mahrum qilishga hukm etilgan shaxs tomonidan u tayinlangan jazoning yigirma besh yilini haqiqatda o‘tab bo‘lganidan keyin, agar jazoni o‘tash davrida mahkum qat’iy tuzalish yo‘liga o‘tgan, belgilangan tartibni buzganlik uchun intizomiy jazo olmagan, mehnat va o‘qishga nisbatan vijdonan munosabatda bo‘layotgan, tarbiyaviy tadbirlar o‘tkazishda faol ishtirok etayotgan taqdirda esa, tayinlangan jazoning yigirma yilini haqiqatda o‘tab bo‘lganidan keyin berilishi mumkin.\n\nSharhlanayotgan moddaning to‘rtinchi qismiga asosan esa, afv etish to‘g‘risidagi iltimosnoma uzoq muddatga\n\nozodlikdan mahrum qilishga hukm etilgan shaxs tomonidan u tayinlangan jazo muddatining yigirma yilini haqiqatda o‘tab bo‘lganidan keyin, agar jazoni o‘tash davrida mahkum qat’iy tuzalish yo‘liga o‘tgan, belgilangan tartibni buzganlik uchun intizomiy jazo olmagan, mehnat va o‘qishga nisbatan vijdonan munosabatda bo‘layotgan, tarbiyaviy tadbirlar o‘tkazishda faol ishtirok etayotgan taqdirda esa, tayinlangan jazoning o‘n besh yilini haqiqatda o‘tab bo‘lganidan keyin berilishi mumkin.\n\nBunda sud tomonidan tayinlangan jazoning amalda o‘tal-gan qismini haqiqatda o‘talgan jazo, deb hisoblash kerak.\n\n8. Afv etish to‘g‘risidagi iltimosnoma dastlab O‘zbekiston Respublikasi Prezidenti huzuridagi Afv etish masalalari bo‘yicha komissiya tomonidan ko‘rib chiqiladi. Afv etish to‘g‘risidagi iltimosnomani ko‘rib chiqishda Komissiya tomonidan quyidagilar inobatga olinadi:\n\nsodir etilgan jinoyatning ijtimoiy xavfliligi fe’l-atvori va darajasi;\n\njazoni o‘tash yoki ijro etish davridagi mahkumning xulq-atvori (tuzalishi);\n\no‘talgan (ijro qilingan) jazoning muddati (miqdori);\n\namnistiya, afv etish akti yoki jazodan muddatidan ilgari shartli ozod qilishning mahkumga nisbatan oldin qo‘llanilganligi;\n\njinoyat tufayli keltirilgan zararning bartaraf qilinganligi;\n\nmahkumning shaxsi, sog‘lig‘ining holati, sudlanganligi. oilaviy ahvoli, yoshi;\n\nboshqa holatlar, agarda Afv etish masalalari bo‘yicha komissiya ularni iltimosnomani ko‘rib chiqish uchun muhim, deb e’tirof etsa.\n\nAfv etish to‘g‘risidagi iltimosnomani ko‘rib chiqish natijalari ijobiy bo‘lsa, Afv etish masalalari bo‘yicha komissiya O‘zbekiston Respublikasi Prezidentiga taklif kiritadi.\n\n9. Afv etish to‘g‘risidagi iltimosnomaning qanoatlan-tirilishini rad etish mazkur iltimosnoma bilan takroran murojaat qilish imkoniyatini istisno qilmaydi. Bunda og‘ir va o‘ta og‘ir jinoyatlar uchun hukm qilingan shaxslarni afv etish to‘g‘risidagi takroriy iltimosnomalar oldingi iltimosnomalar rad etilgan kundan boshlab bir yil o‘tganidan keyin, boshqa jinoyatlar uchun hukm qilingan shaxslarni afv etish to‘g‘risidagi takroriy iltimosnomalar esa, oldingi iltimosnomalar rad etilgan kundan boshlab olti oy o‘tganidan keyin ko‘rib chiqilishi mumkin.\n\n10. Sharhlanayotgan moddaning ikkinchi qismi amnistiya yoki afv etish qo‘llanilganidan so‘ng yangi jinoyat sodir etganda jazoni hisoblash qoidasini ko‘rsatadi. Mazkur qoidaga muvofiq, agar amnistiya akti yoki afv etish asosida jazodan muddatidan ilgari shartli ravishda ozod qilish yoxud jazoni yengilrog‘i bilan almashtirish qo‘llanilgan shaxs jazoning o‘talmay qolgan qismi mobaynida qasddan yangi jinoyat sodir etsa, sud unga ushbu Kodeksning 60-moddasida nazarda tutilgan qoidalar bo‘yicha jazo tayinlaydi.\n\nYa’ni, sodir etilgan yangi jinoyat uchun uzil-kesil jazo yangi jinoyati uchun tayinlangan jazoga muddatidan ilgari shartli ozod qilingan jazoning o‘talmagan qismini yoki almashtirilgan yengilroq jazoning o‘talmagan qismini qo‘shish orqali bir necha hukmlar bo‘yicha tayinlanadi. (Batafsil JKning 60, 73, 74-moddalari sharhiga qarang)"
        }
    ]
}