{
    "bob_nomi": "XIII bob. Xo‘jalik faoliyati sohasidagi jinoyatlar",
    "moddalar": [
        {
            "modda_raqami": "186-modda. Xavfsizlik talablariga javob bermaydigan tovarlarni o‘tkazish maqsadini ko‘zlab ishlab chiqarish, saqlash, tashish yoxud o‘tkazish, ishlar bajarish yoki xizmatlar ko‘rsatish.",
            "matni": "Iste’molchilarning hayoti yoki sog‘lig‘i xavfsizligi talablariga javob bermaydigan tovarlarni o‘tkazish maqsadini ko‘zlab ishlab chiqarish, saqlash, tashish yoxud o‘tkazish, ishlar bajarish yoki xizmatlar ko‘rsatish, —\n\nbazaviy hisoblash miqdorining yuz baravaridan ikki yuz baravarigacha miqdorda jarima yoki uch yuz soatgacha majburiy jamoat ishlari yoxud bir yildan ikki yilgacha axloq tuzatish ishlari yoki bir yildan uch yilgacha ozodlikni cheklash yoxud uch yilgacha ozodlikdan mahrum qilish bilan jazolanadi.\n\nO‘sha harakatlar:\n\na) juda ko‘p miqdorda;\n\nb) bir guruh shaxslar tomonidan oldindan til biriktirib;\n\nv) takroran yoki xavfli retsidivist tomonidan sodir etilgan bo‘lsa;\n\ng) badanga o‘rtacha og‘ir yoxud og‘ir shikast yetkazilishiga sabab bo‘lsa, —\n\nbazaviy hisoblash miqdorining ikki yuz baravaridan to‘rt yuz baravarigacha miqdorda jarima yoki uch yildan besh yilgacha ozodlikni cheklash yoxud uch yildan besh yilgacha ozodlikdan mahrum qilish bilan jazolanadi.\n\nO‘sha harakatlar odam o‘lishiga sabab bo‘lsa, —\n\nbesh yildan yetti yilgacha ozodlikdan mahrum qilish bilan jazolanadi.\n\nO‘sha harakatlar:\n\na) odamlar o‘limiga;\n\nb) boshqacha og‘ir oqibatlarning kelib chiqishiga sabab bo‘lsa, —\n\nyetti yildan o‘n ikki yilgacha ozodlikdan mahrum qilish bilan jazolanadi.",
            "sharxi": "1. 1996 yil 26 aprelda O‘zbekiston Respublikasining “Iste’molchilarning huquqlarini himoya qilish to‘g‘risida”gi Qonuni qabul qilindi, u tovar iste’molchilari bilan bog‘liq bo‘lgan barcha huquqiy masalalarni tartibga soladi. \n\n2. Jinoyat obyekti xo‘jalik sohasidagi shaxs manfaati, shuningdek fuqaro hayoti yoki sog‘lig‘i hisoblanadi.\n\n3. Obyektiv tomondan jinoyat badanga o‘rtacha og‘ir yoki og‘ir shikast yetkazilishiga sabab bo‘lgan sifatsiz mahsulotni tovar bozoriga chiqarish yoki sotishda ifodalanadi.\n\n4. Mahsulot chiqarish deganda, buyurtmachi iste’molchiga qandaydir mahsulotni berish yoki yuborish tushunilishi lozim.\n\n5. Realizatsiya tovarni bevosita iste’molchilarga sotishni nazarda tutadi.\n\n6. Sharhlanayotgan modda bo‘yicha javobgarlik sifatsiz mahsulotni tovar bozoriga chiqarish yoki realizatsiya qilish oqibatida badanga o‘rtacha og‘ir yoki og‘ir shikast yetkazilishiga olib kelgan holatlarda paydo bo‘ladi.\n\n7. Agar sifatsiz mahsulotni tovar bozoriga chiqarish yoxud realizatsiya qilishda fuqarolar sog‘lig‘i uchun mazkur moddada belgilangan oqibatlar vujudga kelmasa, jinoiy javobgarlik kelib chiqmaydi. Biroq, “Iste’molchilarning huquqlarini himoya qilish to‘g‘risida”gi Qonunning 20-moddasiga muvofiq, tovarning (ishning, xizmatning) tuzilishiga, ishlab chiqarilishiga, tarkibiga bog‘liq bo‘lgan va boshqa nuqsonlari, shuningdek, iste’molchining hayoti, sog‘lig‘i yoki mol-mulkining xavfsizligini ta’min eta olmaydigan materiallar, uskunalar, asbob-anjomlar, moslamalar yoki boshqa vositalar qo‘llanilishi oqibatida iste’molchining hayotiga, sog‘lig‘i yoki mol-mulkiga yetkazilgan zarar sotuvchi (ishlab chiqaruvchi, ijrochi) tomonidan qoplanishi lozim. \n\nTovar (ish, xizmat) kamchiliklari natijasida yetkazilgan zararni qoplashni talab qilish huquqiga har qanday shaxs ega, bunga bu shaxs sotuvchi (ishlab chiqaruvchi, ijrochi) bilan bitim munosabatlarida bo‘lganligi yoki bo‘lmaganligi ta’sir qilmaydi. \n\nSotuvchi (ishlab chiqaruvchi, ijrochi) bilan shartnoma munosabatlariga kirishgan-kirishmaganidan qat’i nazar, har qanday iste’molchi tovar (ish, xizmat)ning nuqsoni tufayli yetkazilgan zarar qoplanishini talab qilish huquqiga ega. Iste’molchining hayoti, sog‘lig‘i yoki mol-mulkiga yetkazilgan zarar, agar u normativ hujjatlarda nazarda tutilgan tovarning xizmat (yaroqlilik) muddati mobaynida, bunday muddat belgilanmagan taqdirda esa, tovar ishlab chiqarilgan (ish, xizmat qabul qilingan) paytdan e’tiboran o‘n yil mobaynida yuzaga kelgan bo‘lsa, qoplanishi lozim. \n\nSotuvchi (ishlab chiqaruvchi, ijrochi) zarar bartaraf qilib bo‘lmaydigan kuch yoki foydalanish, saqlash yoxud tashishning belgilangan qoidalari iste’molchi tomonidan buzilishi tufayli yetkazilganligini isbotlasa, u javobgarlikdan ozod qilinadi. \n\n8. Subyektiv tomondan jinoyat sifatsiz mahsulotni chiqarish yoki realizatsiya qilishga nisbatan qasddan sodir etiladi, oqibatlar (sog‘liqqa yetkazilgan zarar, o‘limga sabab bo‘lish) kelib chiqishiga nisbatan subyektning aybi ehtiyotsizlikda ifodalanadi.\n\n9. Jinoyat subyekti – o‘n olti yoshga to‘lgan, tovar bozoriga sifatsiz mahsulotni chiqarish uchun mas’ul yoki realizatsiyasi bilan shug‘ullanuvchi shaxsdir.\n\n10. Sharhlanayotgan moddaning 2-qismida inson o‘limiga olib kelgan sifatsiz mahsulotni chiqarish yoki realizatsiya qilish uchun javobgarlik nazarda tutilgan.\n\n11. JK 186-moddasi 3-qismida:\n\na) odamlar o‘limiga;\n\nb) boshqacha og‘ir oqibatlarning kelib chiqishiga sabab bo‘lganligi uchun javobgarlik nazarda tutilgan.\n\nBoshqacha og‘ir oqibatlar deganda, ikki yoki undan ortiq shaxslarning badaniga o‘rtacha og‘ir yoki og‘ir shikast yetkazilishi, odamlarning ommaviy zaharlanishi, epidemiya tarqalishi va boshqa oqibatlar ko‘rinishidagi sog‘liqqa zarar yetkazilishini tushunish lozim."
        },
        {
            "modda_raqami": "186_1-modda. Etil spirti, alkogolli mahsulot va tamaki mahsulotini qonunga xilof ravishda muomalaga kiritish yoki ishlab chiqarish.",
            "matni": "Etil spirti, alkogolli va tamaki mahsulotlarini qonunga xilof ravishda muomalaga kiritish ancha miqdorda yoxud shunday harakatlar uchun ma’muriy jazo qo‘llanilganidan keyin sodir etilgan bo‘lsa, —\n\nbazaviy hisoblash miqdorining ikki yuz baravaridan to‘rt yuz baravarigacha miqdorda jarima yoki uch yilgacha axloq tuzatish ishlari yoki ikki yildan besh yilgacha ozodlikni cheklash yoxud besh yilgacha ozodlikdan mahrum qilish bilan jazolanadi.\n\nEtil spirti, alkogolli va tamaki mahsulotlarini qonunga xilof ravishda ishlab chiqarish, —\n\nbazaviy hisoblash miqdorining ikki yuz baravaridan to‘rt yuz baravarigacha miqdorda jarima yoki uch yilgacha axloq tuzatish ishlari yoki uch yildan besh yilgacha ozodlikni cheklash yoxud besh yilgacha ozodlikdan mahrum qilish bilan jazolanadi.\n\nUshbu moddaning birinchi va ikkinchi qismlarida nazarda tutilgan harakatlar:\n\na) ko‘p miqdorda;\n\nb) bir guruh shaxslar tomonidan oldindan til biriktirib;\n\nv) takroran yoki xavfli retsidivist tomonidan;\n\ng) xizmat lavozimini suiiste’mol qilish yo‘li bilan sodir etilgan bo‘lsa, —\n\nbazaviy hisoblash miqdorining to‘rt yuz baravaridan olti yuz baravarigacha miqdorda jarima yoki besh yildan yetti yilgacha ozodlikdan mahrum qilish bilan jazolanadi.\n\nUshbu moddaning birinchi va ikkinchi qismlarida nazarda tutilgan harakatlar:\n\na) juda ko‘p miqdorda;\n\nb) uyushgan guruh tomonidan yoki uning manfaatlarini ko‘zlab sodir etilgan bo‘lsa, —\n\nyetti yildan o‘n ikki yilgacha ozodlikdan mahrum qilish bilan jazolanadi.\n\nEtil spirti, alkogolli mahsulot va tamaki mahsulotini ko‘p miqdorda yoki juda ko‘p miqdorda qonunga xilof ravishda muomalaga kiritish yoxud ishlab chiqarishga hokimiyat yoki mansab vakolatlarini suiiste’mol qilish yo‘li bilan homiylik qilish, —\n\nyetti yildan o‘n ikki yilgacha ozodlikdan mahrum qilish bilan jazolanadi.",
            "sharxi": "1. Sharhlanayotgan jinoyat obyekti xo‘jalik yurituvchi subyektlarning iqtisodiy faoliyatdagi manfaatlari hisoblanadi. \n\nJinoyat predmeti etil spirti, alkogolli va tamaki mahsulotlari hisoblanadi.\n\n2. Obyektiv tomondan jinoyat etil spirti, alkogolli yoki tamaki mahsulotini qonunga xilof ravishda ishlab chiqarish yoki muomalaga kiritishda ifodalanadi.\n\n3. Qonunga xilof ravishda ishlab chiqarish – bu etil spirti, alkogolli yoki tamaki mahsulotlarini qonunda belgilangan tartibda ruxsat olmasdan ishlab chiqarishdir.\n\n4. Qonunga xilof ravishda muomalaga kiritish deganda, etil spirti, alkogolli yoki tamaki mahsulotini qonunda belgilangan tartibda ruxsat olmasdan sotish, almashtirish, qarzga to‘lash, qarzga berish va hokazolarni tushunish lozim.\n\n5. Jinoyat etil spirti, alkogolli mahsulot yoki tamaki mahsulotini qonunga xilof ravishda ishlab chiqarilishi yoki muomalaga kiritilishi paytidan boshlab tugallangan hisoblanadi.\n\n6. Subyektiv tomondan jinoyat qasddan sodir etiladi. Jinoyat motivi va maqsadi qilmishni kvalifikatsiya qilishda ahamiyatga ega emas.\n\n7. Subyekt o‘n olti yoshga to‘lgan va etil spirti, alkogolli mahsulot yoki tamaki mahsulotini qonunga xilof ravishda ishlab chiqarish yoki muomalaga kiritish bilan shug‘ullanadigan aqli raso shaxs bo‘lishi kmumkin.\n\n8. Aybdorning harakatlari: a) ko‘p miqdorda; b) bir guruh shaxslar tomonidan oldindan til biriktirib; v) takroran yoki xavfli retsidivist tomonidan; g) xizmat lavozimini suiiste’mol qilish yo‘li bilan sodir etilgan bo‘lsa, JK 186-1-moddasi 2-qismi bo‘yicha kvalifikatsiya qilinadi.\n\n9. Etil spirti, alkogolli yoki tamaki mahsulotning qonunga xilof ravishda ishlab chiqarilishi yoki muomalaga kiritilishi: a) juda ko‘p miqdorda; b) uyushgan guruh tomonidan yoki uning manfaatlarini ko‘zlab sodir etilgan bo‘lsa, JK 186-1-moddasi 3-qismi bo‘yicha javobgarlikni keltirib chiqaradi.\n\n1. Jinoyatning bevosita obyekti xo‘jalik yurituvchi subyektlarning iqtisodiy faoliyatdagi manfaatlarini, aniqroq aytganda, tovarlar ishlab chiqaruvchining tovarlarini qalbakilashtirishdan qo‘riqlash huquqini hamda iste’molchilarning xavfsiz tovarlar sotib olish huquqini ta’minlash bilan bog‘liq ijtimoiy munosabatlar hisoblanadi. Jinoyatning fakultativ obyekti sifatida bu yerda fuqarolarning hayoti va sog‘lig‘ini ta’minlashga qaratilgan ijtimoiy munosabatlar namoyon bo‘ladi.\n\nJinoyatning predmeti aksiz yig‘imi markalari bilan majburiy markalanishi lozim bo‘lgan etil spirti, alkogolli va tamaki mahsulotlari hisoblanadi.\n\n2. Etil spirti va alkogolli mahsulot deganda, tarkibida vino, vino moddalari, aroq, likyor aroq mahsulotlari, konyak, balzam, konyak spirti, oziq-ovqat spirti, xamir spirti kabilar bo‘lgan spirtli ichimliklar nazarda tutiladi.\n\nTamaki mahsulotlari o‘z ichiga har qanday tamaki mahsulotlarini, ya’ni sigaret, papiros, sigara va boshqalarni qamrab oladi.\n\n3. Obyektiv tomondan jinoyat ikki turdagi harakatda ifodalanadi, ya’ni, ancha miqdorda yoxud xuddi shunday harakatlar uchun ma’muriy jazo qo‘llanilganidan keyin sodir etilgan:\n\netil spirti, alkogolli va tamaki mahsulotlarini qonunga xilof ravishda muomalaga kiritish (moddaning 1-qismi);\n\netil spirti, alkogolli va tamaki mahsulotlarini qonunga xilof ravishda ishlab chiqarish (moddaning 2-qismi). Mazkur norma banket fe’l-atvorga ega bo‘lganligi bois, yuqoridagi mahsulotlarni qonunga xilof ravishda ishlab chiqarish yoki muomalaga kiritish faktini aniqlash uchun mazkur faoliyatni tartibga solishga qaratilgan amaldagi qonunchilikka murojaat etish lozim.\n\n4. Noqonuniy muomalaga kiritish deganda, mazkur mahsulotlarni qonunga xilof ravishda saqlash, tashish hamda o‘tkazishni (ulgurji va chakana savdo, eksport va import operatsiyalari ham shular jumlasidandir) tushunish lozim. («Saqlash», «tashish», «o‘tkazish» tushunchalari haqida batafsil JKning 186-moddasi sharhiga qarang)\n\nO‘zbekiston Respublikasi hududida aksizlanishi lozim bo‘lgan tovarlarning aksiz markalarsiz muomalasi taqiqlangan. Shu bilan bog‘liq ravishda alkogolli va tamaki mahsulotlarining muomalasi quyidagi holatlarda noqonuniy deb e’tirof etilishi mumkin:\n\nalkogol ichimliklar yoki tamaki mahsulotlarini aksiz markasiz saqlash yoki transport vositalarida tashish (ishlab chiqaruvchilar tomonidan O‘zbekiston Respublikasi hududiga olib kirish maqsadida alkogolli yoki tamaki mahsulotlarini texnik jarayonlarga muvofiq ravishda saqlash yoki jo‘natish bundan mustasno). «Savdo tarmog‘ida sotish uchun tayyorlab qo‘yilgan alkogolli mahsulot standartlar talablariga javob berishi, markirovka, aksiz markalari, muvofiqlik belgisiga ega bo‘lishi va normativ talablarga javob beradigan xonalarda saqlanishi kerak. Mahsulot korxona laboratoriyasi xulosasi bilan chiqariladi va muvofiqlik sertifikati bilan jo‘natiladi»;\n\naksiz markalar bilan markalanmagan alkogolli yoki tamaki mahsulotlarini tovar bozorlariga chiqarish yoki savdo tarmog‘iga realizatsiya qilish;\n\nyuridik shaxslar yoki ishlab chiqaruvchi korxonalarning qonunda belgilangan tartibda ushbu faoliyat uchun litsenziyaga ega bo‘lmagan holda alkogolli yoki tamaki mahsulotlari ulgurji savdosini amalga oshirishi;\n\njismoniy yoki yuridik shaxslar tomonidan import qilingan spirtli ichimliklar yoki tamaki mahsulotlarining mazkur turdagi mahsulotlarga nisbatan maxsus ruxsatnomalarsiz yoki maxsus ko‘chmas savdo shoxobchalaridan tashqarida, nazorat-kassa mashinalarisiz chakana savdo tariqasida sotilishi;\n\nalkogolli mahsulotlarning mayda chakana savdo shoxobchalarida (gazeta do‘konlari, ko‘char chodirlar, savdo zaliga ega bo‘lmagan boshqa joylar) sotilishi. Alkogolli mahsulotlar faqat yuridik shaxslar tomonidan turg‘un savdo tarmog‘i orqali sotiladi;\n\nalkogolli mahsulotlarni O‘zbekiston Respublikasi hududidagi korxonalar tomonidan ishlab chiqarilayotgan alkogolli mahsulotlarni muvofiqlik belgisi bilan markalash Tartibiga rioya qilinmagan holda muvofiqlik belgilarisiz ishlab chiqarish va realizatsiya qilish;\n\nhisobga olinmagan mahsulotlarni realizatsiya qilish, mazkur sohada mavjud bo‘lgan amaldagi qonunchilik boshqacha tarzda buzish.\n\nAgar alkogolli yoki tamaki mahsulotlari o‘rnatilgan standartlarga rioya qilmagan holda va iste’molchilar hayoti va sog‘lig‘i talablariga javob bermaydigan tarzda ishlab chiqarilsa yoki muomalaga kiritilsa, bu harakatlarni JKning 186-moddasi bilan kvalifikatsiya qilish lozim.\n\nXususan, «alkogolli mahsulotlarni ishlab chiqarish huquqi ishlab chiqariladigan mahsulot turiga Vazirlar Mahkamasi tomonidan berilgan maxsus ruxsatnomaga va uni ishlab chiqarish uchun zarur shartlarga ega bo‘lgan, belgilangan tartibda ro‘yxatdan o‘tkazilgan, mulkchilikning barcha shakllaridagi korxonalarga beriladi.\n\nAlkogolli mahsulotlar ishlab chiqarish korxonalarda ularning ixtisoslashuviga muvofiq va standartlar, shuningdek mahsulot ishlab chiqaruvchilar tomonidan ishlab chiqilgan, «O‘zsharobsanoat» AJ tomonidan tasdiqlangan va amaldagi qonunchilikka muvofiq «O‘zstandart» agentligida ro‘yxatdan o‘tkazilgan normativ hujjatlar asosida amalga oshiriladi».\n\n5. Quyidagi turdagi mahsulotlarni ishlab chiqarish faoliyati litsenziyalanadi:\n\na) sertifikatlangan iste’mol etil spirti, shu jumladan, uzum, meva-rezavor va vino spirti, shuningdek, uzum va meva-rezavorlardan tayyorlangan spirt xom ashyosi;\n\nb) texnik etil spirti;\n\nv) uzum, vino, konyak, viski, rom, meva-rezavorlar va kalvados distillyati;\n\ng) aroq, shu jumladan, uzum va meva arog‘i, shuningdek, likyor-aroq mahsulotlari;\n\nd) konyak, konyak ichimliklari, brendi, viski, rom, kalvados;\n\nye) uzum va meva-rezavor vinosi (tabiiy vinolardan tashqari), ko‘piklanadigan (qaynar) va gazli vino;\n\nj) o‘tkirligi 7,0 foizdan 22 foizgacha bo‘lgan vino ichimliklari;\n\n3) uzum va meva-rezavorlardan tayyorlangan vino xom ashyosi (vinomateriallar).\n\nBunda namunaviy (oddiy) litsenziyalar har bir mahsulot turini ishlab chiqarishga alohida beriladigan bo‘lib, litsenziyada mahsulotni ishlab chiqarishning aniq hajmi ko‘rsatilishi lozim. Shu munosabat bilan, maxsus ruxsatnoma (litsenziya)da ko‘rsatilmagan mahsulotni ishlab chiqarish uni litsenziyasiz, ya’ni noqonuniy ishlab chiqarishga tenglashtiriladi. (Faoliyat bilan litsenziyasiz shug‘ullanishning turlari haqida batafsilroq JKning 190-moddasi sharhiga qarang).\n\n6. Alkogolli va tamaki mahsulotlari O‘zbekiston Respublikasi hududida qonuniy ravishda ishlab chiqarilganligini tasdiqlash maqsadida, qoida tariqasida, maxsus aksiz markalari bilan markalanadi.\n\nAksiz - tovarning bahosi tarkibiga kiritiladigan va sotib oluvchi tomonidan to‘lanadigan egri soliq. Aksiz solig‘i bilan talab ko‘p bo‘lgan tovarlar, xususan, etil spirti, alkogolli va tamaki mahsulotlari qoplanadi.\n\nIshlab chiqaruvchi korxonalar va importchilar O‘zbekiston Respublikasi hududida sotilayotgan va uning hududiga olib kelinayotgan aksiz tovarlarni majburiy markalashni ta’minlashlari shart.\n\nAksiz tovarlari va mahsulotlarini markalash bilan bog‘liq huquqiy munosabatlar amaldagi O‘zbekiston Respublikasining Soliq kodeksi bilan tartibga solinadi.\n\n7. O‘zbekiston Respublikasi hududida ishlab chiqarilayotgan hamda uning hududiga kiritilayotgan majburiy aksiz markalarini qo‘llash lozim bo‘lgan tamaki mahsulotlari va alkogolli ichimliklarga aksiz markalarini qo‘llashni nazorat qilish tartibi O‘zbekiston Respublikasi Vazirlar Mahkamasining 1996 yil 14 avgustdagi «O‘zbekiston Respublikasi hududida tamaki mahsulotlariga va spirtli ichimliklarga aksiz markalarini joriy etish tartibi to‘g‘risida»gi 285-sonli qarori asosida ishlab chiqilgan O‘zbekiston Respublikasida tamaki mahsulotlari va alkogolli ichimliklarga aksiz markalarini qo‘llash tartibi to‘g‘risidagi nizom bilan belgilanadi.\n\nUshbu yo‘riqnomaga muvofiq, 1996 yilning 1 oktyabridan boshlab O‘zbekiston Respublikasida ishlab chiqarilayotgan va uning hududiga olib kelinayotgan tamaki mahsulotlari va alkogolli ichimliklarni, pivodan tashqari, belgilangan namunadagi aksiz markalari bilan majburiy markalash joriy etildi va ularni O‘zbekiston Respublikasi hududiga olib kirish, aksiz markalarini yopishtirmagan holda tashish (xalqaro tranzitdan tashqari), saqlash va sotish taqiqlab qo‘yildi».\n\n8. Amaldagi qonunchilikka muvofiq, mahsulotlarning aniq turlari uchun belgilangan standartlarga muvofiq barcha alkogolli va tamaki mahsulotlarini majburiy ravishda sertifikatlashtirish va markalashtirish lozim. Shuningdek, alkogolli va tamaki mahsulotlarini sifati va xavfsizligini nazorat qilish, qalbakilashtirishdan muhofaza qilishni ta’minlash maqsadida muvofiqlik belgisi bilan markalanadi.\n\n9. Muvofiqlik belgisi qonun bilan belgilanadi.\n\nalkogolli va tamaki mahsulotlarining muayyan standartlarga muvofiqligini ko‘rsatuvchi tibbiy ro‘yxatdan o‘tgan belgi.\n\nAksiz markalar va muvofiqlik belgilari bilan markalash amaldagi standartlar talablari va «O‘zstandart» tomonidan ma’qullangan O‘zbekiston Respublikasi hududidagi korxonalar tomonidan ishlab chiqarilayotgan alkogolli mahsulotlarni muvofiqlik belgisi bilan markalash tartibiga muvofiq amalga oshiriladi.\n\nMuvofiqlik belgisini qo‘yish joylari, uning shakli, hajmi va boshqa parametrlari standartlar bilan belgilanadi.\n\n10. Ishlab chiqarish tashkilotlari, import qiluvchilar, savdo tashkilotlari va yakka tadbirkorlik subyektlari tovarlar va mahsulotlarni muvofiqlik belgilari bilan markalashtirish bo‘yicha javobgar hisoblanadi. Ishlab chiqaruvchi tashkilotlar agar tovar va mahsulotlar ularning ishlab chiqarish jarayonida markalashtirilgan bo‘lsa, qo‘shimcha ravishda markalashga haqli emaslar.\n\nChet el oziq-ovqat va tamaki mahsulotlaridan ishlab chiqarilgan alkogolli va tamaki mahsulotlarini Vazirlar Mahkamasining ruxsatisiz olib kirish taqiqlanadi.\n\nBobur Abdullayev, [18/05/2025 06:02]\n\nVino-arok mahsulotlari va boshqa alkogolli mahsulotni idishlarga quyish sexlarida har oyning birinchi kunida alkogolli mahsulotlar qoldiqlarini chiqarib olish, idishlarning, aksiz markalarining, yorliqlarning, tiqinlarning va ishlab chiqariladigan mahsulotlarni tayyorlashga taalluqli boshqa moddiy boyliklarning holatini aniqlash yo‘li bilan hisobga olish amalga oshiriladi.\n\nUshbu moddiy resurslarning tezkor hisobi har kuni olib boriladi».\n\nAmaldagi qonunchilik talablarini buzgan holda etil spirti, alkogolli mahsulotlar yoki tamaki mahsulotlarini ishlab chiqarish taqiqlanadi.\n\n11. Agar etil spirti, alkogolli mahsulotlar yoki tamaki mahsulotlarini ishlab chiqaruvchi korxona belgilangan texnik talablarga rioya etmasa va iste’molchilarning xavfsizlik talablariga javob bermaydigan mahsulotlar ishlab chiqargan taqdirda, qilmishni JKning 186-moddasi bilan kvalifikatsiya qilish lozim. Agar bu holatda ishlab chiqarishning o‘zi ham noqonuniy bo‘lgan taqdirda, qilmishni JKning 186-moddasi va 186-1-moddalari bilan jinoyatlar majmui tariqasida kvalifikatsiya qilish lozim.\n\n12. Agar sharhlanayotgan jinoiy harakatlarni aniqlash vaqtida u yoki bu faoliyat bilan litsenziyasiz shug‘ullanilgani aniqlansa, bu qilmishni JKning 186-1-moddasi va 190-moddalari (Faoliyat bilan litsenziyasiz shug‘ullanish) bilan jinoyatlar majmui tariqasida kvalifikatsiya qilish lozim. JKning 190-moddasida nazarda tutilgan jinoyat litsenziya olinishi shart bo‘lgan faoliyat bilan maxsus ruxsatnoma (litsenziya) olmasdan shug‘ullanishdan boshlab tugallangan hisoblanadi, etil spirti, alkogolli va tamaki mahsulotlarini qonunga xilof ravishda ishlab chiqarish yoki muomalaga kiritishda esa, mazkur jinoiy qilmish ko‘rsatilgan mahsulot turlarini amalda ishlab chiqarish, realizatsiya qilish va h.k. bilan ham bog‘liq bo‘ladi.\n\n13. JKning 186-1-moddasi 1-qismida nazarda tutilgan jinoyat etil spirti, alkogolli mahsulot yoki tamaki mahsulotining qonunga xilof ravishda ancha miqdorda ishlab chiqarilishi yoki muomalaga kiritilishi paytidan boshlab tugallangan hisoblanadi.\n\n14. Subyektiv tomondan jinoyat to‘g‘ri qasd asosida sodir etiladi. Shaxs o‘z qilmishining ijtimoiy xavfli ekanligini anglaydi va uni sodir etishni xohlaydi.\n\nJinoyatning motivi va maqsadi qilmishni kvalifikatsiya qilishda ahamiyatga ega emas.\n\n15. Jinoyatning subyekti 16 yoshga to‘lgan va etil spirti, alkogolli mahsulot yoki tamaki mahsulotini qonunga xilof ravishda ishlab chiqarish yoki muomalaga kiritish bilan shug‘ullanadigan har qanday aqli raso jismoniy shaxs bo‘ladi.\n\n16. Ushbu moddaning birinchi va ikkinchi qismlarida nazarda tutilgan harakatlar:\n\na) ko‘p miqdorda;\n\nb) bir guruh shaxslar tomonidan oldindan til biriktirib;\n\nv) takroran yoki xavfli retsidivist tomonidan;\n\ng) xizmat lavozimini suiiste’mol qilish yo‘li bilan sodir etilgan bo‘lsa, JKning 186-1-moddasi 3-qismi bo‘yicha kvalifikatsiya qilinadi.\n\n(Mazkur belgilar JKning 164 va 167-moddalari sharhida yoritib berilgan).\n\n17. Ushbu moddaning birinchi va ikkinchi qismlarida nazarda tutilgan harakatlar:\n\na) juda ko‘miqdordada,\n\nb) uyushgan guruh tomonidan yoki uning manfaatlarini ko‘zlab sodir etilgan bo‘lsa, JKning 186-1-moddasi 4-qismi bo‘yicha javobgarlikni keltirib chiqaradi.\n\nUshbu belgilar bosqinchilik tarkibiga oid bo‘lgan xuddi shunday belgilar bilan aynan bir xil. (JKning 164-moddasi sharhiga qarang).\n\n18. JKning 186-1-moddasi 5-qismida nazarda tutilgan jinoyatning obyektiv tomoni etil spirti, alkogolli mahsulot va tamaki mahsulotini ko‘p miqdorda yoki juda ko‘miqdordada qonunga xilof ravishda muomalaga kiritish yoxud ishlab chiqarishga hokimiyat yoki mansab vakolatlarini suiiste’mol qilish yo‘li bilan homiylik qilishda namoyon bo‘ladi.\n\n19. Ko‘rsatilgan qonunga xilof faoliyatga homiylik qilish, yashirish vakolatli organlarning ularni bartaraf etish, qo‘llab-quvvatlash yoki mansab vakolatlarini suiiste’mol qilgan holda ularning faoliyat yuritishi uchun yetarli shart-sharoit yaratish kabi harakatlarida ifodalanadi.\n\nKo‘rsatib o‘tilgan mahsulotlarni noqonuniy ravishda ishlab chiqarayotgan yoki muomala qilayotgan xususiy korxonalar, firmalar, korxonalarni nazorat qiluvchi organlar (soliq inspeksiyasi) tomonidan tekshirishga yo‘l qo‘ymasligi, spirt mahsulotlarining respublika chegarasidan to‘sqinliklarsiz kirib kelishi va boshqalar homiylik qilishga misol bo‘ladi. Bu holatda qilmishni JKning 205-moddasi (Hokimiyat yoki mansab vakolatini suiiste’mol qilish) bilan qo‘shimcha ravishda kvalifikatsiya qilish talab qilinmaydi. Jinoyatlarning real majmui (agar hokimiyat yoki mansab vakolatini suiiste’mol qilish nafaqat bevosita homiylik qilishda, balki subyektning boshqa turdagi harakatlari orqali ham yuzaga kelganda) bundan mustasno. (Hokimiyat yoki mansab vakolatini suiiste’mol qilish haqida batafsil JKning 205-moddasi tahliliga qarang).\n\n20. Mazkur jinoyat etil spirti, alkogolli mahsulot va tamaki mahsulotini ko‘p miqdorda yoki juda ko‘p miqdorda qonunga xilof ravishda muomalaga kiritish yoxud ishlab chiqarishga homiylik qilishga qaratilgan har qanday harakatlarni sodir etish bilan tugallangan hisoblanadi.\n\n21. Ko‘rsatilgan faoliyatga homiylik qilish subyektiv tomondan to‘g‘ri qasddan sodir etiladi. Shaxs hokimiyat yoki mansab vakolatidan foydalanishi etil spirti, alkogolli va tamaki mahsulotlari muomalaga kiritish yoxud ishlab chiqarishga yaxshi shart-sharoit yaratishini anglaydi va bu harakatlarni sodir etishni xohlaydi.\n\nMotiv va maqsad, qoida tariqasida, g‘arazdir. Ammo bu jinoyatni kvalifikatsiya qilishga ta’sir qilmaydi.\n\n22. JKning 186-1-moddasi 5-qismida nazarda tutilgan jinoyatning subyekti faqatgina o‘z hokimiyat yoki mansab vakolatlari orqali etil spirti, alkogolli va tamaki mahsulotlarining qonuniy muomalaga kiritilishi yoxud ishlab chiqarilishi ustidan nazorat qiluvchi organlar faoliyatiga to‘sqinlik qilish yoki bu nazoratlarning oldini olish imkoniyatiga ega bo‘lgan mansabdor shaxs bo‘lishi mumkin. (Mansabdor shaxs tushunchasi va belgilari haqida batafsil JKning 205-moddasi sharhiga qarang)."
        },
        {
            "modda_raqami": "186_2-modda. Chigitdan olinadigan mahsulotni qonunga xilof ravishda ishlab chiqarish yoki muomalaga kiritish.",
            "matni": "Chigitdan olinadigan mahsulotni qonunga xilof ravishda ishlab chiqarish yoki muomalaga kiritish, —\n\nOldingi tahrirga qarang.\n\nbazaviy hisoblash miqdorining yuz baravaridan uch yuz baravarigacha miqdorda jarima yoki uch yuz oltmish soatgacha majburiy jamoat ishlari yoki uch yilgacha axloq tuzatish ishlari yoki bir yildan uch yilgacha ozodlikni cheklash yoxud uch yilgacha ozodlikdan mahrum qilish bilan jazolanadi.\n\na) ko‘p miqdorda;\n\nb) bir guruh shaxslar tomonidan oldindan til biriktirib;\n\nv) takroran yoki xavfli retsidivist tomonidan;\n\ng) mansab mavqeyini suiiste’mol qilish yo‘li bilan sodir etilgan bo‘lsa, —\n\nOldingi tahrirga qarang.\n\nbazaviy hisoblash miqdorining uch yuz baravaridan olti yuz baravarigacha miqdorda jarima yoki uch yildan yetti yilgacha ozodlikdan mahrum qilish bilan jazolanadi.\n\nO‘sha harakatlar:\n\na) juda ko‘p miqdorda;\n\nb) uyushgan guruh tomonidan yoki uning manfaatlarini ko‘zlab sodir etilgan bo‘lsa, —\n\nyetti yildan o‘n yilgacha ozodlikdan mahrum qilish bilan jazolanadi.",
            "sharxi": "1. Jinoyatning bevosita obyekti xo‘jalik yurituvchi subyektlarning iqtisodiy faoliyatlaridagi manfaatlari, xususan, tovar ishlab chiqaruvchilar o‘z tovarlarini soxtalashining oldini olish va iste’molchilarning sifatli mahsulotlarga bo‘lgan huquqlarini ta’minlashga qaratilgan ijtimoiy munosabatlar. Fakultativ obyekt sifatida fuqarolarning hayoti va sog‘lig‘ini ta’minlashga qaratilgan ijtimoiy munosabatlar namoyon bo‘ladi.\n\n2. Jinoyatning predmeti chigitdan olinadigan mahsulotlar, xususan, paxta-chigit mahsulotlarini qayta ishlash va texnik ishlovdan o‘tkazish natijasida olingan chigit yog‘i, kunjara, sheluxa va boshqalar.\n\n3. JKning 1862-moddasida nazarda tutilgan jinoyatning obyektiv tomoni chigitdan olinadigan mahsulotni qonunga xilof ravishda ishlab chiqarish yoki muomalaga kiritilishida namoyon bo‘ladi.\n\nSharhlanayotgan modda blanket fe’l-atvorga ega bo‘lib, chigitdan olinadigan mahsulotni ishlab chiqarish yoki muomalaga kiritilishi qonunga xilofligini aniqlashda har bir holatlarda tegishli normativ-huquqiy hujjatlarga murojaat qilish lozim.\n\n4. Sharhlanayotgan moddada chigitdan olinadigan mahsulotlarni qonunga xilof ravishda ishlab chiqarish deganda, paxta chigitini texnik qayta ishlash va yog‘ mahsulotlarini qonunda belgilangan tartiblarini buzgan holda ishlab chiqarish nazarda tutiladi. Xususan: uy sharoitlarida va ekstraksiya bo‘limlariga ega bo‘lmagan kichik sexlarda paxta chigitini qayta ishlash va paxta yori ishlab chiqarish amaldagi qonunchilikni buzish hisoblanadi hamda paxta chigitini qayta ishlash bilan noqonuniy shug‘ullanayotgan shaxslarga nisbatan belgilangan\n\ntartibda qattiq jazo choralari, hatto jinoiy javobgarlik choralari ko‘riladi;\n\npaxta yog‘ini sertifikatlanmagan chigit mahsulot-laridan ishlab chiqarish;\n\npaxta yog‘i, kunjara va sheluxani chigitdan ishlab chiqarish. Paxtaning texnik chigiti, shuningdek uni qayta ishlash natijasidagi mahsulotlar qat’iy hisobga olinishi lozim;\n\nchigitdan olinadigan mahsulotlarni amaldagi qonun hujjatlari boshqa talablarni buzgan holda ishlab chiqarish.\n\nTexnik chigitning har qaysi turkumini sinash O‘zbekiston Respublikasi Vazirlar Mahkamasi huzuridagi Agrosanoat majmui ustidan nazorat qilish inspeksiyasi qoshidagi «Agrosano-at majmuida xizmatlar ko‘rsatish markazi» davlat unitar kor-xonasi mutaxassislari tomonidan, paxta tozalash korxonalari hududlarida joylashgan va Markazning akkreditatsiya qilingan mintaqaviy laboratoriyalari filiallari hisoblanadigan urug‘-lik laboratoriyalarida O‘z DSt 596 «Texnik paxta chigiti. Texnik shartlar» talablariga muvofiq o‘tkaziladi. Tashib keltirilayotgan har qaysi turkum uchun texnik paxta chigiti sifatini sinash natijalari Sinash protokoli bilan rasmiylashtiriladi.\n\nSifat ko‘rsatkichlari O‘z DSt 596 talablariga muvofiq bo‘lgan texnik paxta chigiti sinovlari protokolida «Agrosanoat majmuida xizmatlar ko‘rsatish markazi» vakillari tomonidan Muvofiqlik sertifikatining tartib va reyestr raqami, shuningdek muayyan turkumning sertifikatlashdan o‘tganini tasdiqlaydigan O‘z DSt 1.19:2000 «Muvofiqlikni tasdiqlash belgilari. Shakli, yozilishi, asosiy kattaliklari»ga muvofiq Muvofiqlik belgisi ko‘rsatiladi.\n\n5. Agar chigit mahsulotlarini qayta ishlash yog‘ ishlab chiqaruvchi korxonalar uchun o‘rnatilgan texnik va sanitar normalarni buzgan holda amalga oshirilishi natijasida iste’molchilarning hayoti va sog‘lig‘i talablariga javob bermaydigan mahsulotlar ishlab chiqarilsa, JKning 186-1-moddasi tegishli qismlari bilan kvalifikatsiya qilish lozim.\n\n6. Sharhlanayotgan modda mazmunida keltirilgan noqonuniy muomalada bo‘lish deganda, chigitdan olin-gan mahsulotlarni saqlash, o‘tkazish va sotish (realizatsiya, import-eksport operatsiyalari)ning normativ-huquqiy hujjatlarda belgilangan tartibini buzishni tushunish lozim. («Saqlash», «o‘tkazish» va «sotish» tushunchalari haqida batafsil JKning 186-moddasi sharhiga qarang).\n\n7. Chigitdan olinadigan mahsulotlarning qonuniy tartibi quyidagilardan chetga chiqilgan hollarda normativ-huquqiy hujjatlar buzilgan hisoblanadi:\n\nO‘zbekiston Respublika tovar-xom ashyo birjasidagi ochiq birja savdolari orqali savdo tashkilotlariga hamda sanoatda qayta ishlashga;\n\nto‘g‘ridan to‘g‘ri shartnomalar va tartibga solinadigan narxlar bo‘yicha budjet tashkilotlari hamda maxsus iste’molchilarga sotiladi;\n\nbirja savdolari orqali va respublikaning tashqi savdo kompaniyalari bilan tuzilgan to‘g‘ridan to‘g‘ri shartnomalar bo‘yicha eksport qilinadi.\n\n8. JKning 1862-moddasida nazarda tutilgan jinoyat chigitdan olinadigan mahsulotni qonunga xilof ravishda ishlab chiqarish yoki muomalaga kiritilishi bilan tugallangan hisoblanadi.\n\n9. Jinoyat subyektiv tomondan to‘g‘ri qasddan sodir etiladi. Shaxs o‘z harakatlarining ijtimoiy xavfliligini anglaydi va uni sodir etishni istaydi.\n\nMotiv va maqsad jinoyatni kvalifikatsiya qilishga ta’sir qilmaydi.\n\n10. Jinoyatning subyekti chigitdan olinadigan mahsulotlarni ishlab chiqarish yoki muomalaga kiritish bilan shug‘ullanuvchi har qanday 16 yoshga to‘lgan, aqli raso jismoniy shaxs bo‘lishi mumkin.\n\n11. Aybdorning chigitdan olinadigan mahsulotni qonunga xilof ravishda ishlab chiqarish yoki muomalaga kiritish bilan bog‘liq harakatlari quyidagi holatlarda JKning 1862-moddasi 2-qismiga ko‘ra kvalifikatsiya qilinadi:\n\na) ko‘p miqdorda;\n\n6) bir guruh shaxslar tomonidan oldindan til biriktirib;\n\nv) takroran yoki xavfli retsidivist tomonidan;\n\ng) mansab mavqeini suiiste’mol qilish yo‘li bilan sodir etilgan bo‘lsa. (Mazkur belgilar JKning 164 va 167-moddalari sharhida yoritib berilgan).\n\n12. Aybdorning chigitdan olinadigan mahsulotni qonunga xilof ravishda ishlab chiqarish yoki muomalaga kiritish bilan bog‘liq harakatlari quyidagi holatlarda JKning 1862-moddasi 3-qismiga ko‘ra kvalifikatsiya qilinadi:\n\na) juda ko‘p miqdorda;\n\nb) uyushgan guruh tomonidan yoki uning manfaatlarini ko‘zlab sodir etilsa.\n\nUshbu belgilar bosqinchilik tarkibiga oid bo‘lgan xuddi shunday belgilar bilan aynan bir xil. (JKning 164-moddasi sharhiga qarang)."
        },
        {
            "modda_raqami": "186_3-modda. Sifatsiz yoki qalbakilashtirilgan dori vositalarini yoxud tibbiy buyumlarni o‘tkazish maqsadida ishlab chiqarish, tayyorlash, olish, saqlash, tashish yoki o‘tkazish, dori vositalarini yoki tibbiy buyumlarni dorixonalardan va ularning filiallaridan tashqarida realizatsiya qilish, shuningdek tarkibida kuchli ta’sir qiluvchi moddalar mavjud bo‘lgan dori vositalarini retsept bo‘yicha chakana realizatsiya qilish tartibini buzish.",
            "matni": "Sifatsiz yoki qalbakilashtirilgan dori vositalarini yoxud tibbiy buyumlarni o‘tkazish maqsadida ishlab chiqarish, tayyorlash, olish, saqlash, tashish yoki o‘tkazish, shuningdek dori vositalarini yoki tibbiy buyumlarni dorixonalardan va ularning filiallaridan tashqarida realizatsiya qilish, shunday harakatlar uchun ma’muriy jazo qo‘llanilganidan keyin sodir etilgan bo‘lsa, —\n\nbazaviy hisoblash miqdorining yuz baravaridan uch yuz baravarigacha miqdorda jarima yoki uch yilgacha axloq tuzatish ishlari yoki ikki yildan besh yilgacha ozodlikni cheklash yoxud besh yilgacha ozodlikdan mahrum qilish bilan jazolanadi.\n\nO‘sha harakatlar:\n\na) ko‘p miqdorda;\n\nb) bir guruh shaxslar tomonidan oldindan til biriktirib;\n\nv) takroran yoki xavfli retsidivist tomonidan;\n\ng) mansab mavqeyini suiiste’mol qilish yo‘li bilan sodir etilgan bo‘lsa;\n\nd) badanga o‘rtacha og‘ir yoxud og‘ir shikast yetkazilishiga sabab bo‘lsa;\n\ne) dori vositalari yoki tibbiy buyumlarning sifati va davlat ro‘yxatidan o‘tganligini tasdiqlovchi hujjatlarni qalbakilashtirish yo‘li bilan sodir etilgan bo‘lsa, —\n\nbesh yildan sakkiz yilgacha ozodlikdan mahrum qilish bilan jazolanadi.\n\nO‘sha harakatlar:\n\na) juda ko‘p miqdorda;\n\nb) uyushgan guruh tomonidan yoki uning manfaatlarini ko‘zlab sodir etilgan bo‘lsa;\n\nv) odam o‘lishiga sabab bo‘lsa, —\n\nsakkiz yildan o‘n yilgacha ozodlikdan mahrum qilish bilan jazolanadi.\n\nO‘sha harakatlar:\n\na) odamlar o‘limiga sabab bo‘lsa;\n\nb) boshqacha og‘ir oqibatlarning kelib chiqishiga sabab bo‘lsa, —\n\no‘n yildan o‘n besh yilgacha ozodlikdan mahrum qilish bilan jazolanadi.\n\nTarkibida kuchli ta’sir qiluvchi moddalar mavjud bo‘lgan dori vositalarini retsept bo‘yicha chakana realizatsiya qilish tartibini buzish, shunday harakat uchun ma’muriy jazo qo‘llanilganidan keyin yoki ko‘p miqdorda sodir etilgan bo‘lsa, —\n\nbazaviy hisoblash miqdorining yuz baravaridan uch yuz baravarigacha miqdorda jarima yoki uch yilgacha axloq tuzatish ishlari yoki ikki yildan besh yilgacha ozodlikni cheklash yoxud besh yilgacha ozodlikdan mahrum qilish bilan jazolanadi.",
            "sharxi": "1. Jinoyatning asosiy bevosita obyekti sifatida dori vositalari va tibbiy buyumlarning sifati ustidan nazorat qilishning qonun bilan o‘rnatilgan tartibini, xo‘jalik faoliyati sohasida iste’molchilarning manfaatlarini, ular tomonidan sotib olinayotgan dori vositalari va tibbiy buyumlarning xavfsizligini, shuningdek, ko‘rsatilgan tovarlarni ishlab chiqaruvchilarning mahsulotini soxtalashtirishdan muhofaza qilishni ta’minlaydigan munosabatlar tushuniladi. Qo‘shimcha bevosita obyekt fuqarolarning hayotini va sirlarini ta’minlaydigan munosabatlardir (JKning 1863-moddasi 2, 3 va 4-qismlari).\n\n2. Dori vositalari va tibbiy buyumlarni ishlab chiqarish, ularni tayyorlash, markalash, sotish, eksport va import qilish, ularni reklama qilish, shuningdek, farmatsevtika faoliyatini litsenziyalashga oid huquqiy masalalar O‘zbekiston Respublikasining 2016 yil 4 yanvardagi O‘RQ-399-sonli «Dori vositalari va farmatsevtika faoliyati to‘g‘risida»gi Qonuni, O‘zbekiston Respublikasi Vazirlar Mahkamasining 1995 yil 25 maydagi «Dorivor vositalar, tibbiy buyumlar va davolash-profilaktika oziq-ovqatlari sifati ustidan davlat nazoratini tashkil etish to‘g‘risida»gi 181-son, 2003 yil 31 oktyabrdagi «Tibbiy faoliyatni va farmatsevtika faoliyatini litsenziyalash to‘g‘risidagi nizomlarni tasdiqlash haqida»gi 477-son qarorlari hamda ko‘plab idoraviy me’yoriy hujjatlar bilan tartibga solinadi.\n\n3. Qonunning to‘g‘ridan to‘g‘ri ko‘rsatmasiga muvofiq, JKning 1863-moddasida nazarda tutilgan jinoyatning predmeti sifatsiz yoki qalbakilashtirilgan dori vosita-lari va tibbiy buyumlardir.\n\n4. Dori vositalari kasalliklar profilaktikasi, ularga tashxis qo‘yish va ularni davolash, shuningdek odam organizmining holati va funksiyalarini o‘zgartirish uchun tibbiyot amaliyotida qo‘llanilishiga ruxsat etilgan dori moddalari (substansiyalar) va yordamchi moddalar asosida olingan vositalar, dori moddalari (substansiyalar), dori preparatlari\".\n\n5. Tibbiy buyumlar kasalliklar profilaktikasi,\n\nularga tashxis qo‘yish va ularni davolash uchun, shuningdek odam organizmining holati va funksiyalarini o‘zgartirish uchun tibbiyot amaliyotida qo‘llanilishiga ruxsat etilgan buyumlar?.\n\n6. Qonunga ko‘ra, dori vositalari sifatini, ularni tayyorlash, sifat-miqdor jihatidan nazorat qilishni, saqlash shart-sharoitlarini va nomlanishini «farmakopeya» deb nomlanadigan davlat standartlari to‘plami belgilaydi. Dori vositalari, tibbiy buyumlar sifatiga va ularni nazorat qilish usullariga nisbatan qo‘yiladigan talablarni belgilaydigan normativ-texnik hujjatlarni rasmiy ekspert organi hisoblanadigan farmakopeya qo‘mitasi tasdiqlaydi. Ta’kidlash joizki, har bir dori vositasi uchun farmakopeya qo‘mitasi tomonidan tegishli normativ-texnik hujjat (farmakopeya maqolasi) tasdiqlanadi. Milliy farmakopeyani tasdiqlash hamda dori vositalari va tibbiy buyumlarning sifati nazorat qilinishini, ular ro‘yxatdan o‘tkazilishi, standartlashtirilishi va sertifikatsiyalanishini ta’minlash O‘zbekiston Respublikasi Sog‘liqni saqlash vazirligi tomonidan amalga oshiriladi.\n\n7. O‘zbekiston Respublikasida davlat ro‘yxatidan o‘tkazilmagan dori vositalari yoki tibbiy buyumlarni ishlab\n\nBobur Abdullayev, [18/05/2025 06:18]\n\nchiqarish taqiqlanadi. «Dori vositalari va farmatsevtika faoliyati to‘g‘risida»gi Qonunning 12-moddasiga binoan, kuyidagilar majburiy tartibda ro‘yxatdan o‘tkazilishi shart:\n\ndori vositalari;\n\nO‘zbekiston Respublikasida ro‘yxatdan o‘tkazilgan dori vositalarining yangi kombinatsiyalari;\n\nilgari O‘zbekiston Respublikasida ro‘yxatdan o‘tkazilgan, lekin boshqacha dori shakllarida, dozalarda yoki boshqa ishlab chiqaruvchi tomonidan ishlab chiqarilgan dori vositalari;\n\ntibbiy buyumlar;\n\ntibbiy texnika.\n\n8. Qonunning 13-moddasiga asosan, O‘zbekiston Respublikasida ro‘yxatdan o‘tkazilgan dori vositalarining qalbakisi yoki g‘ayriqonuniy nusxasi bo‘lgan dori vositalarini realizatsiya qilish, shuningdek, muddati o‘tgan dori vositalarini sotish va ulardan foydalanish taqiqlanadi.\n\nQalbakilashtirilgan dori vositasi va tibbiy buyum tarkibi yoki xususiyati to‘g‘risida yoxud ishlab chiqaruvchisi haqida yolg‘on axborot ilova qilingan dori vositasi va tibbiy buyum.\n\nSifatsiz dori vositasi va tibbiy buyum yaroqsiz holga kelgan va (yoki) yaroqlilik muddati o‘tgan dori vositasi va tibbiy buyum.\n\nO‘zbekiston Respublikasida ro‘yxatdan o‘tkazilgan dori vositalarining g‘ayriqonuniy nusxalari intellektual mulk to‘g‘risidagi qonunchilik buzilgan holda muomalaga kiritilgan dori vositalari.\n\nSifatsiz yoki qalbakilashtirilgan tibbiy buyum yaroqsiz holga kelgan yoki tarkibi va (yoki) ishlab chiqaruvchisi haqida yolg‘on ma’lumot ilova qilingan tibbiy buyum.\n\nshunday harakatlar uchun ma’muriy jazo qo‘llanilganidan keyin sodir etilgan sifatsiz yoki qalbakilashtirilgan dori vositalarini yoxud tibbiy buyumlarni o‘tkazish maqsadida ishlab chiqarish, tayyorlash, olish, saqlash, tashish yoki o‘tkazish, shuningdek dori vositalarini yoki tibbiy buyumlarni dorixonalardan va ularning filiallaridan tashqarida realizatsiya qilishdan iborat..\n\n10. Ishlab chiqarish sifatsiz yoki qalbakilashtirilgan\n\ndori vositalarini yoxud tibbiy buyumlarni ko‘plab hosil qilish, shu jumladan to‘liq texnologik turkum yoki uning ayrim bosqichlari, xususan, dori vositalarini sintez (biosintez) qilish, ekstraksiyalash, tozalash, ularga ishlov berish, ularni qadoqlash, idishga joylash-o‘rash va ularni markalash bosqichlari bo‘yicha hosil qilish.\n\n11. O‘zbekiston Respublikasida dori vositalarining, tibbiy buyumlarning davlat reyestri mavjud. U rasmiy hujjat bo‘lib, tibbiyot amaliyotida qo‘llashga ruxsat etilgan dori vositalari, tibbiy buyumlar ro‘yxatidan iborat. Davlat reyestridan chiqarilgan dori vositalari va tibbiy buyumlarni ishlab chiqarish taqiqlanadi.\n\n12. Sharhlanayotgan modda nuqtayi nazaridan tayyorlash deganda, sifatsiz yoki qalbakilashtirilgan dori vosita-larini dori substansiyalaridan (kelib chiqishi tabiiy va sun’iy bo‘lgan biologik faol moddalar) va yordamchi moddalardan tayyorlashga, shuningdek, sifatsiz yoki qalbakilashtirilgan bog‘lash va tikish materiallari, shprislar yoxud boshqa tibbiy buyumlarni tegishli ashyo va materiallardan tayyorlashga yo‘naltirilgan aybdor shaxsning barcha xatti-harakatlari tushuniladi.\n\nDori vositalari dorixonalarda O‘zbekiston Respublikasi Sog‘liqni saqlash vazirligi tomonidan qo‘llashga ruxsat etilgan dori vositalaridan (substansiyalaridan) va yordamchi moddalardan tayyorlanadi.\n\n13. Sifatsiz yoki qalbakilashtirilgan dori vositalari yoki tibbiy buyumlarni olish deganda, mazkur predmetlarni sotib olish, boshqa narsa va buyumlarga almashtirish, qarzga yoki hadyaga olish, qarzi evaziga olish, topib olingan sifatsiz yoki qalbakilashtirilgan dori vositalari yoki tibbiy buyumlarni o‘zlashtirish tushuniladi.\n\n14. Saqlash deganda, sifatsiz yoki qalbakilashtirilgan dori vositalari yoki tibbiy buyumlarning maxsus mo‘ljallangan joyda (tayyor mahsulot ombori va boshqalar) vaqtincha joylashtirilishiga qaratilgan aybdor shaxsning har qanday qasddan qilingan harakatlari tushunilishi lozim.\n\nAksariyat hollarda, sifatsiz yoki qalbakilashtirilgan dori vositalari yoki tibbiy buyumlar dorixonalar muassasalarida saqlanadi. Qonunga ko‘ra, dorixona dori vositalarini va tibbiy buyumlarni chakana realizatsiya qilishni, shuningdek ularni tayyorlashni amalga oshirish uchun tegishli litsenziyaga ega bo‘lgan yuridik shaxs shaklida yoki yuridik shaxsning tarkibiy bo‘linmasi shaklida tashkil etilishi mumkin.\n\n15. Tashish sifatsiz yoki qalbakilashtirilgan dori vositalari yoki tibbiy buyumlarni har qanday usulda bir joydan ikkinchi joyga (masalan, ishlab chiqaruvchi korxonadan dorixonaga) transportda tashishdir.\n\n16. Sifatsiz yoki qalbakilashtirilgan dori vositalari yoki tibbiy buyumlarni o‘tkazish ularni tovar bozoriga chiqarish yoki iste’molchilarga bevosita realizatsiya qilish (sotish) orqali amalga oshirilishi mumkin.\n\nSifatsiz yoki qalbakilashtirilgan dori vositalari yoki tibbiy buyumlarni tovar bozoriga chiqarish ularning ishlab chiqaruvchi korxonalar tomonidan farmatsevtika faoliyati bilan shug‘ullanish huquqini beruvchi litsenziyaga ega bo‘lgan yuridik va jismoniy shaxslarga sotilishini nazarda tutadi. Ta’kidlash lozim, «Dori vositalari va farmatsevtika faoliyati to‘g‘risida»gi Qonunning 19-moddasiga muvofiq,\n\n1. Jinoyatning asosiy bevosita obyekti sifatida dori vositalari va tibbiy buyumlarning sifati ustidan nazorat qilishning qonun bilan o‘rnatilgan tartibini, xo‘jalik faoliyati sohasida iste’molchilarning manfaatlarini, ular tomonidan sotib olinayotgan dori vositalari va tibbiy buyumlarning xavfsizligini, shuningdek, ko‘rsatilgan tovarlarni ishlab chiqaruvchilarning mahsulotini soxtalashtirishdan muhofaza qilishni ta’minlaydigan munosabatlar tushuniladi. Qo‘shimcha bevosita obyekt fuqarolarning hayotini va sirlarini ta’minlaydigan munosabatlardir (JKning 1863-moddasi 2, 3 va 4-qismlari).\n\n2. Dori vositalari va tibbiy buyumlarni ishlab chiqarish, ularni tayyorlash, markalash, sotish, eksport va import qilish, ularni reklama qilish, shuningdek, farmatsevtika faoliyatini litsenziyalashga oid huquqiy masalalar O‘zbekiston Respublikasining 2016 yil 4 yanvardagi O‘RQ-399-sonli «Dori vositalari va farmatsevtika faoliyati to‘g‘risida»gi Qonuni, O‘zbekiston Respublikasi Vazirlar Mahkamasining 1995 yil 25 maydagi «Dorivor vositalar, tibbiy buyumlar va davolash-profilaktika oziq-ovqatlari sifati ustidan davlat nazoratini tashkil etish to‘g‘risida»gi 181-son, 2003 yil 31 oktyabrdagi «Tibbiy faoliyatni va farmatsevtika faoliyatini litsenziyalash to‘g‘risidagi nizomlarni tasdiqlash haqida»gi 477-son qarorlari hamda ko‘plab idoraviy me’yoriy hujjatlar bilan tartibga solinadi.\n\n3. Qonunning to‘g‘ridan to‘g‘ri ko‘rsatmasiga muvofiq, JKning 1863-moddasida nazarda tutilgan jinoyatning predmeti sifatsiz yoki qalbakilashtirilgan dori vosita-lari va tibbiy buyumlardir.\n\n4. Dori vositalari kasalliklar profilaktikasi, ularga tashxis qo‘yish va ularni davolash, shuningdek odam organizmining holati va funksiyalarini o‘zgartirish uchun tibbiyot amaliyotida qo‘llanilishiga ruxsat etilgan dori moddalari (substansiyalar) va yordamchi moddalar asosida olingan vositalar, dori moddalari (substansiyalar), dori preparatlari\".\n\n5. Tibbiy buyumlar kasalliklar profilaktikasi,\n\nularga tashxis qo‘yish va ularni davolash uchun, shuningdek odam organizmining holati va funksiyalarini o‘zgartirish uchun tibbiyot amaliyotida qo‘llanilishiga ruxsat etilgan buyumlar?.\n\n6. Qonunga ko‘ra, dori vositalari sifatini, ularni tayyorlash, sifat-miqdor jihatidan nazorat qilishni, saqlash shart-sharoitlarini va nomlanishini «farmakopeya» deb nomlanadigan davlat standartlari to‘plami belgilaydi. Dori vositalari, tibbiy buyumlar sifatiga va ularni nazorat qilish usullariga nisbatan qo‘yiladigan talablarni belgilaydigan normativ-texnik hujjatlarni rasmiy ekspert organi hisoblanadigan farmakopeya qo‘mitasi tasdiqlaydi. Ta’kidlash joizki, har bir dori vositasi uchun farmakopeya qo‘mitasi tomonidan tegishli normativ-texnik hujjat (farmakopeya maqolasi) tasdiqlanadi. Milliy farmakopeyani tasdiqlash hamda dori vositalari va tibbiy buyumlarning sifati nazorat qilinishini, ular ro‘yxatdan o‘tkazilishi, standartlashtirilishi va sertifikatsiyalanishini ta’minlash O‘zbekiston Respublikasi Sog‘liqni saqlash vazirligi tomonidan amalga oshiriladi.\n\n7. O‘zbekiston Respublikasida davlat ro‘yxatidan o‘tkazilmagan dori vositalari yoki tibbiy buyumlarni ishlab chiqarish taqiqlanadi. «Dori vositalari va farmatsevtika faoliyati to‘g‘risida»gi Qonunning 12-moddasiga binoan, kuyidagilar majburiy tartibda ro‘yxatdan o‘tkazilishi shart:\n\ndori vositalari;\n\nO‘zbekiston Respublikasida ro‘yxatdan o‘tkazilgan dori vositalarining yangi kombinatsiyalari;\n\nilgari O‘zbekiston Respublikasida ro‘yxatdan o‘tkazilgan, lekin boshqacha dori shakllarida, dozalarda yoki boshqa ishlab chiqaruvchi tomonidan ishlab chiqarilgan dori vositalari;\n\ntibbiy buyumlar;\n\ntibbiy texnika.\n\n8. Qonunning 13-moddasiga asosan, O‘zbekiston Respublikasida ro‘yxatdan o‘tkazilgan dori vositalarining qalbakisi yoki g‘ayriqonuniy nusxasi bo‘lgan dori vositalarini realizatsiya qilish, shuningdek, muddati o‘tgan dori vositalarini sotish va ulardan foydalanish taqiqlanadi.\n\nQalbakilashtirilgan dori vositasi va tibbiy buyum tarkibi yoki xususiyati to‘g‘risida yoxud ishlab chiqaruvchisi haqida yolg‘on axborot ilova qilingan dori vositasi va tibbiy buyum.\n\nSifatsiz dori vositasi va tibbiy buyum yaroqsiz holga kelgan va (yoki) yaroqlilik muddati o‘tgan dori vositasi va tibbiy buyum.\n\nO‘zbekiston Respublikasida ro‘yxatdan o‘tkazilgan dori vositalarining g‘ayriqonuniy nusxalari intellektual mulk to‘g‘risidagi qonunchilik buzilgan holda muomalaga kiritilgan dori vositalari.\n\n9. Sifatsiz yoki qalbakilashtirilgan tibbiy buyum yaroqsiz holga kelgan yoki tarkibi va (yoki) ishlab chiqaruvchisi haqida yolg‘on ma’lumot ilova qilingan tibbiy buyum.\n\n10. Ishlab chiqarish sifatsiz yoki qalbakilashtirilgan dori vositalarini yoxud tibbiy buyumlarni ko‘plab hosil qilish, shu jumladan to‘liq texnologik turkum yoki uning ayrim bosqichlari, xususan, dori vositalarini sintez (biosintez) qilish, ekstraksiyalash, tozalash, ularga ishlov berish, ularni qadoqlash, idishga joylash-o‘rash va ularni markalash bosqichlari bo‘yicha hosil qilish.\n\n11. O‘zbekiston Respublikasida dori vositalarining, tibbiy buyumlarning davlat reyestri mavjud. U rasmiy hujjat bo‘lib, tibbiyot amaliyotida qo‘llashga ruxsat etilgan dori vositalari, tibbiy buyumlar ro‘yxatidan iborat. Davlat reyestridan chiqarilgan dori vositalari va tibbiy buyumlarni ishlab chiqarish taqiqlanadi.\n\n12. Sharhlanayotgan modda nuqtayi nazaridan tayyorlash deganda, sifatsiz yoki qalbakilashtirilgan dori vosita-larini dori substansiyalaridan (kelib chiqishi tabiiy va sun’iy bo‘lgan biologik faol moddalar) va yordamchi moddalardan tayyorlashga, shuningdek, sifatsiz yoki qalbakilashtirilgan bog‘lash va tikish materiallari, shprislar yoxud boshqa tibbiy buyumlarni tegishli ashyo va materiallardan tayyorlashga yo‘naltirilgan aybdor shaxsning barcha xatti-harakatlari tushuniladi.\n\nDori vositalari dorixonalarda O‘zbekiston Respublikasi Sog‘liqni saqlash vazirligi tomonidan qo‘llashga ruxsat etilgan dori vositalaridan (substansiyalaridan) va yordamchi moddalardan tayyorlanadi.\n\n13. Sifatsiz yoki qalbakilashtirilgan dori vositalari yoki tibbiy buyumlarni olish deganda, mazkur predmetlarni sotib olish, boshqa narsa va buyumlarga almashtirish, qarzga yoki hadyaga olish, qarzi evaziga olish, topib olingan sifatsiz yoki qalbakilashtirilgan dori vositalari yoki tibbiy buyumlarni o‘zlashtirish tushuniladi.\n\n14. Saqlash deganda, sifatsiz yoki qalbakilashtirilgan dori vositalari yoki tibbiy buyumlarning maxsus mo‘ljallangan joyda (tayyor mahsulot ombori va boshqalar) vaqtincha joylashtirilishiga qaratilgan aybdor shaxsning har qanday qasddan qilingan harakatlari tushunilishi lozim.\n\nAksariyat hollarda, sifatsiz yoki qalbakilashtirilgan dori vositalari yoki tibbiy buyumlar dorixonalar muassasalarida saqlanadi. Qonunga ko‘ra, dorixona dori vositalarini va tibbiy buyumlarni chakana realizatsiya qilishni, shuningdek ularni tayyorlashni amalga oshirish uchun tegishli litsenziyaga ega bo‘lgan yuridik shaxs shaklida yoki yuridik shaxsning tarkibiy bo‘linmasi shaklida tashkil etilishi mumkin.\n\n15. Tashish sifatsiz yoki qalbakilashtirilgan dori vositalari yoki tibbiy buyumlarni har qanday usulda bir joydan ikkinchi joyga (masalan, ishlab chiqaruvchi korxonadan dorixonaga) transportda tashishdir.\n\n16. Sifatsiz yoki qalbakilashtirilgan dori vositalari yoki tibbiy buyumlarni o‘tkazish ularni tovar bozoriga chiqarish yoki iste’molchilarga bevosita realizatsiya qilish (sotish) orqali amalga oshirilishi mumkin.\n\nSifatsiz yoki qalbakilashtirilgan dori vositalari yoki tibbiy buyumlarni tovar bozoriga chiqarish ularning ishlab chiqaruvchi korxonalar tomonidan farmatsevtika faoliyati bilan shug‘ullanish huquqini beruvchi litsenziyaga ega bo‘lgan yuridik va jismoniy shaxslarga sotilishini nazarda tutadi. Ta’kidlash lozim, «Dori vositalari va farmatsevtika faoliyati to‘g‘risida»gi Qonunning 19-moddasiga muvofiq dori vositalarini va tibbiy buyumlarni ulgurji realizatsiya qiluvchi tashkilotlar dori vositalarini va tibbiy buyumlarni dori vositalari va tibbiy buyumlar ishlab chiqaruvchilardan, dori vositalarini va tibbiy buyumlarni ulgurji realizatsiya qiluvchi boshqa tashkilotlardan, shuningdek dori vositalarini va tibbiy buyumlarni chet ellik ishlab chiqaruvchilardan hamda ulgurji realizatsiya qiluvchi tashkilotlardan xarid qilish huquqiga ega.\n\nKo‘rsatilgan tovarlarni iste’molchilarga realizatsiya qilish ularning dorixona muassasalari, ulgurji yoki chakana savdo tashkilotlari orqali sotilishini yoki sotishga taklif-ni nazarda tutadi. Ta’kidlash lozimki, qonunning qat’iy ko‘rsatmasiga binoan, dori vositalari faqat dorixona muassasalari orqali sotiladi. Dorixonalar ishini boshqarish esa oliy farmatsevtika ma’lumotiga ega shaxslargagina ruxsat etiladi.\n\n17. JKning 186-3-moddasi 1-qismida nazarda tutilgan jinoyat mazkur normaning dispozitsiyasida belgilangan harakatlardan biri sodir etilgan vaqtdan boshlab, ijtimoiy xavfli oqibatlar ro‘y berishidan qat’i nazar, tugallangan deb topiladi.\n\nJinoyat qonunining talablariga asosan aybdor shaxsga yuqorida tahlil qilingan harakatlari uchun ma’muriy jazo ko‘rilganidan so‘ng u jinoiy javobgarlikka tortilishi mumkin.\n\n18. Subyektiv tomondan jinoyat to‘g‘ri qasddan sodir etiladi. Shaxs sifatsiz yoki qalbakilashtirilgan dori vositalari yoki tibbiy buyumlarni ishlab chiqarishini, tayyorlashini, olishini, saqlashini, tashishni yoxud o‘tkazishini, shuningdek dori vositalarini yoki tibbiy buyumlarni dorixonalardan va ularning filiallaridan tashqarida realizatsiya qilishni anglaydi va mazkur harakatlarni sodir etishni istaydi. Shaxsning sharhlanayotgan modda bo‘yicha javobgarlikka tortilishi uchun sifatsiz yoki qalbakilashtirilgan dori vositalari yoki tibbiy buyumlarning ishlab chiqarilishi, tayyorlanishi, olinishi, saqlanishi, tashilishi mazkur mahsulotni o‘tkazish, shuningdek dori vositalarini yoki tibbiy buyumlarni dorixonalardan va ularning filiallaridan tashqarida realizatsiya qilish, ya’ni uni buyurtmachiga yetkazib berish yoki bevosita iste’molchiga realizatsiya qilish maqsadini ko‘zlagan holda amalga oshirilishi kerak. Ko‘rsatilgan hollarda jinoyat maxsus maqsadining yo‘qligi JKning 1863-moddasi bo‘yicha javobgarlikni istisno qiladi.\n\n19. Jinoyatning subyekti sifatsiz yoki qalbakilash-tirilgan dori vositalari yoki tibbiy buyumlarni ishlab chiqarish, tayyorlash, olish, saqlash, tashish yoxud o‘tkazish, shuningdek dori vositalarini yoki tibbiy buyumlarni dorixonalardan va ularning filiallaridan tashqarida realizatsiya qilishga mas’ul bo‘lgan 16 yoshga to‘lgan shaxs hisoblanadi.\n\n20. Sifatsiz yoki qalbakilashtirilgan dori vositalari yoki tibbiy buyumlarni o‘tkazish maqsadini ko‘zlab ishlab chiqarish, tayyorlash, olish, saqlash, tashish yoxud o‘tkazish, shuningdek dori vositalarini yoki tibbiy buyumlarni dorixonalardan va ularning filiallaridan tashqarida realizatsiya qilish bo‘yicha shaxsning harakatlari:\n\na) ko‘p miqdorda;\n\n6) bir guruh shaxslar tomonidan oldindan til biriktirib;\n\nv) takroran yoki xavfli retsidivist tomonidan;\n\ng) mansab mavqeini suiiste’mol qilish yo‘li bilan sodir etilgan bo‘lsa;\n\nd) badanga o‘rtacha og‘ir yoxud og‘ir shikast yetkazilishiga sabab bo‘lsa;\n\nye) dori vositalari yoki tibbiy buyumlarning sifati va davlat ro‘yxatidan o‘tganligini tasdiqlovchi hujjatlarni qalbakilashtirish yo‘li bilan sodir etilgan bo‘lsa, JKning 1863-moddasi 2-qismi bo‘yicha kvalifikatsiya qilinadi.\n\nTarkibida kuchli ta’sir qiluvchi moddalar mavjud bo‘lgan dori vositalarini retsept bo‘yicha chakana realizatsiya qilish tartibini buzishdagi ko‘p miqdor tomonidan belgilanadi. tegishli davlat organi\n\n21. Dori vositalari yoki tibbiy buyumlarning sifati va davlat ro‘yxatidan o‘tkazilishini ro‘yxatdan o‘tkazilganlik guvohnomasi tasdiqlaydi. «Dori vositalari va farmatsevtika faoliyati to‘g‘risida»gi Qonunning 12-moddasiga asosan ro‘yxatdan o‘tkazilganlik guvohnomasi dori vositalarini tibbiy qo‘llash huquqi uchun O‘zbekiston Respublikasi Sog‘liqni saqlash vazirligi ruxsatini tasdiqlovchi hujjatdir. Qonunga ko‘ra, ro‘yxatdan o‘tkazilganlik to‘g‘risidagi guvohnoma egasi ushbu guvohnomani bergan muassasani dori vositasining farmakologik samaradorligi va xavfsizligiga doir yangi ma’lumotlardan xabardor qilib turishi shart.\n\n22. Sifatsiz yoki qalbakilashtirilgan dori vositalari yoki tibbiy buyumlarni o‘tkazish maqsadini ko‘zlab ishlab chiqarish, tayyorlash, olish, saqlash, tashish yoxud o‘tkazish, shuningdek dori vositalarini yoki tibbiy buyumlarni dorixonalardan va ularning filiallaridan tashqarida realizatsiya qilish bo‘yicha shaxsning harakatlari:\n\na) juda ko‘p miqdorda;\n\nb) uyushgan guruh tomonidan yoki uning manfaatlarini ko‘zlab sodir etilgan bo‘lsa;\n\nv) odam o‘limiga sabab bo‘lsa, JKning 186-3-moddasi 3-qismi bo‘yicha kvalifikatsiya qilinadi.\n\n23. Sifatsiz yoki qalbakilashtirilgan dori vositalari yoki tibbiy buyumlarni o‘tkazish maqsadini ko‘zlab ishlab chiqarish, tayyorlash, olish, saqlash, tashish yoxud o‘tkazish, shuningdek dori vositalarini yoki tibbiy buyumlarni dorixonalardan va ularning filiallaridan tashqarida realizatsiya qilish bo‘yicha shaxsning harakatlari:\n\na) odamlar o‘limiga sabab bo‘lsa;\n\nb) boshqacha og‘ir oqibatlarning kelib chiqishiga sabab bo‘lsa, JKning 186-3-moddasi 4-qismi bo‘yicha kvalifikatsiya qilinadi.\n\n(Mazkur kvalifikatsiyalovchi (alohida kvalifikatsiyalovchi) belgilar o‘z mazmuni bo‘yicha yuqorida boshqa jinoyatlarning tahlili doirasida ko‘rib chiqilgan belgilardan farq qilmaydi).\n\n24. JKning 186-3-moddasi 5-qismi bo‘yicha javobgarlik shunday harakat uchun ma’muriy jazo qo‘llanilganidan keyin yoki ko‘p miqdorda sodir etilgan tarkibida kuchli ta’sir qiluvchi moddalar mavjud bo‘lgan dori vositalarini retsept bo‘yicha chakana realizatsiya qilishda vujudga keladi.\n\n25. Qonunning 20-moddasiga asosan dori vositalarini va tibbiy buyumlarni chakana realizatsiya qilish faqat dorixonalar hamda ularning filiallari tomonidan amalga oshiriladi.\n\nDori vositalarini chakana realizatsiya qilish O‘zbekiston Respublikasi Sog‘liqni saqlash vazirligi tomonidan tasdiqlangan shakldagi retseptlar bo‘yicha yoki tasdiqlangan Retseptsiz beriladigan dori vositalarining ro‘yxatiga ko‘ra retseptsiz amalga oshiriladi.\n\nO‘zbekiston Respublikasida ro‘yxatdan o‘tkazilgan yoki dorixonalar tomonidan tayyorlangan dori vositalarini va tibbiy buyumlarni chakana realizatsiya qilishga ruxsat beriladi.\n\nSifatsiz, qalbakilashtirilgan, O‘zbekiston Respublikasida ro‘yxatdan o‘tkazilmagan dori vositalarini va tibbiy buyumlarni, shuningdek O‘zbekiston Respublikasida ro‘yxatdan o‘tkazilgan dori vositalarining g‘ayriqonuniy nusxalarini xarid qilish, chakana realizatsiya qilish hamda ulardan foydalanish taqiqlanadi.\n\nDori vositalarini va tibbiy buyumlarni chakana realizatsiya qilish O‘zbekiston Respublikasi Vazirlar Mahkamasi tomonidan belgilanadigan tartibda amalga oshiriladi.\n\n26. JKning 186-3-moddasi 6-qismiga ko‘ra, ushbu moddaning birinchi to‘rtinchi qismlari tarkibida kuchli ta’sir qiluvchi moddalar mavjud bo‘lgan dori vositalari bilan bog‘liq harakatlarni amalga oshirishda qo‘llanilmaydi (Kuchli ta’sir etuvchi moddalar tushunchasiga JK 251-moddasi sharhiga qarang)."
        },
        {
            "modda_raqami": "188-modda. Noqonuniy tadbirkorlik faoliyati.",
            "matni": "Tadbirkorlik faoliyatini davlat ro‘yxatidan o‘tmasdan juda ko‘p miqdordagi nazorat qilinmaydigan daromad olgan holda amalga oshirish,\n\nuch yilgacha muayyan huquqdan mahrum qilib, bazaviy hisoblash miqdorining uch yuz baravaridan olti yuz baravarigacha miqdorda jarima yoki to‘rt yuz sakson soatgacha majburiy jamoat ishlari yoki ikki yildan besh yilgacha ozodlikni cheklash yoxud besh yilgacha ozodlikdan mahrum qilish bilan jazolanadi.\n\nBirinchi marta jinoyat sodir etgan shaxs, agar u jinoyat aniqlangan kundan e’tiboran o‘ttiz kunlik muddatda soliqlar va yig‘imlar tarzida davlatga yetkazilgan zararning o‘rnini ixtiyoriy ravishda qoplagan, tadbirkorlik subyektining ro‘yxatdan o‘tkazilishini ta’minlagan va zarur bo‘lgan ruxsat beruvchi hujjatlarni rasmiylashtirgan bo‘lsa, javobgarlikdan ozod etiladi.",
            "sharxi": "1. Mamlakatimizda tadbirkorlik faoliyatini amalga oshirishning asosiy shartlaridan biri subyektlarni davlat ro‘yxatidan o‘tkazish hisoblanadi.\n\nO‘zbekiston Respublikasining 2012 yil 2-maydagi «Tadbirkorlik faoliyati erkinligining kafolatlari to‘g‘risida»gi O‘RQ-328-sonli Qonunida tadbirkorlik faoliyati subyektlari (tadbirkorlik subyektlari) belgilangan tartibda davlat ro‘yxatidan o‘tgan hamda tadbirkorlik faoliyatini amalga oshirayotgan yuridik va jismoniy shaxslardir, deb ta’rif beriladi.\n\n2. Amaldagi tartibga ko‘ra, tadbirkorlik faoliyati subyektlarini davlat ro‘yxatidan o‘tkazish tegishli davlat organi tomonidan «bir darcha» prinsipi bo‘yicha va, qoida tariqasida, xabardor qilish asosida, qonunchilikda belgilangan tartibda amalga oshiriladi. Ro‘yxatdan o‘tkazuvchi organlar ariza beruvchini tadbirkorlik faoliyati subyekti sifatida davlat ro‘yxatidan o‘tkazishni uni tashkil etish maqsadga muvofiq emas, degan vajlar bilan rad etishga yoki unga qonunchilikda nazarda tutilmagan qo‘shimcha talablarni belgilashga haqli emas. Ariza beruvchini tadbirkorlik faoliyati subyekti sifatida davlat ro‘yxatidan o‘tkazishni rad etganlik, shuningdek davlat ro‘yxatidan o‘tkazish muddatlarini buzganlik ustidan sudga shikoyat qilinishi mumkin. Ro‘yxatdan o‘tkazuvchi organning qarori, shuningdek mazkur organ mansabdor shaxslarining harakatlari (harakatsizligi) sud tomonidan qonunga xilof deb topilgan taqdirda, ular ariza beruvchiga ro‘yxatdan o‘tkazishni rad etganlik yoki ro‘yxatdan o‘tkazish muddatini buzganlik tufayli yetkazilgan zararning o‘rnini qoplaydi va ma’naviy zarar uchun kompensatsiya to‘laydi.\n\n3. Qonunga xilof tadbirkorlik ba’zan boshqa jinoyatlar, shu jumladan, soliq jinoyatlari bilan birga sodir etiladi. Bunda tadbirkorlik faoliyatini amalga oshirayotgan shaxs, avvalo, tadbirkorlik uchun asosiy bo‘lgan fuqarolik-huquqiy munosabatlarga kirishadi, qonun bilan qo‘riqlanadigan huquqiy munosabatlar sifatidagi qonunga xilof tadbirkorlikning jinoyat-huquqiy qoidalari fuqarolik-huquqiy munosabatlardan kelib chiqadi. Ayni vaqtda shu fuqarolik-huquqiy munosabatlardan jinoyat-huquqiy munosabatlar, nafaqat qonunga xilof tadbirkorlikda, balki soliqlar to‘lashdan bo‘yin tovlashda ham bo‘lishi mumkin. Shu sababli jinoyatlarni kvalifikatsiya qilishning asosi hisoblanadigan jinoyat obyektini aniqlash zarur.\n\n4. Jinoyatning bevosita obyekti tadbirkorlik faoliyatini amalga oshirishni tartibga soluvchi ijtimoiy munosabatlar. Fakultativ obyekti soliq to‘lash, savdo qoidalariga rioya qilish tartibi va hokazolar bo‘lishi mumkin.\n\n5. Obyektiv tomondan jinoyat tadbirkorlik faoliyatini davlat ro‘yxatidan o‘tmasdan juda ko‘p miqdordagi nazorat qilinmaydigan daromad olgan holda amalga oshirishda ifodalanadi.\n\n6. Qonunga ko‘ra, belgilangan tartibda ro‘yxatdan o‘tish deganda, tadbirkorlik subyektlarining vakolatli davlat organlari (hokimlik va adliya idoralari)da davlat ro‘yxatiga olinishi tushuniladi. Davlat soliq inspeksiyalari tomonidan beriladigan «Qayd guvohnomasi» ularning ichki idoraviy hujjati bo‘lib, uning mavjud emasligi yoki muddati o‘tganligi faktining o‘zi tadbirkorlik subyektlarini JKning 188-moddasi bilan javobgarlikka tortish uchun asos bo‘la olmaydi.\n\n7. Jinoyat tadbirkorlik faoliyatini amalga oshiruvchi subyektning qonun talab qilgan ro‘yxatdan o‘tishdan bo‘yin tovlashga yo‘naltirilgan faol harakatlarida ifodalanadi.\n\nMazkur modda ma’nosida davlat ro‘yxatidan o‘tmaslik -bu amaldagi normativ-huquqiy hujjatlarga ko‘ra, vakolatli organga faoliyatini ro‘yxatdan o‘tkazish yoxud uni tiklash yoki o‘zgartirishni so‘rab murojaat etishga majbur bo‘lsa-da, lekin qasddan buni bajarmaslik ya’ni bila turib o‘zining murojaatini ko‘rib chiqishni imkonsiz qilib qo‘yishda ifodalanadi.\n\n8. O‘zbekiston Respublikasining amaldagi qonunchiligiga muvofiq, tadbirkorlik doirasida amalga oshirilayotgan faoliyat majburiy davlat ro‘yxatidan o‘tkazilishi lozim. Qonun fuqarolik huquqiy xususiyatga ega bo‘lgan bir marotabali bitimlarni tuzish uchun tadbirkor sifatida davlat ro‘yxatidan o‘tishni talab qilmaydi. Qonunchilik yoki huquqiy an’analarga muvofiq, kasbiy (xususiy) amaliyotning ba’zi bir turlari maxsus ro‘yxatdan o‘tishni talab qilmaydigan deb tan olinadi. Masalan, xususiy amaliyotga ega advokat va hokazolardan qo‘shimcha ro‘yxatdan o‘tish talab qilinmaydi. Shu bilan birga, ba’zi tovarlar, ishlar va xizmatlarga nisbatan (masalan, ta’lim bo‘yicha, tibbiyot bo‘yicha xizmatlar) amalga oshiriladigan savdo yoki vositachilik faoliyati ro‘yxatdan o‘tkazilishi shart. O‘z mazmuni bo‘yicha g‘ayriqonuniy bo‘lgan faoliyat (fohishalik, narkotik moddalar savdosi va h.k.) ro‘yxatga olinmaydi va savdo yoki vositachilik faoliyati hisoblanmaydi. Ularning amalga oshirilganligi uchun Jinoyat kodeksida boshqa moddalar bo‘yicha javobgarlik nazarda tutilgan.\n\n9. Tadbirkorlik faoliyati bilan shug‘ullanadigan shaxslarni qonunchilikka muvofiq ro‘yxatga olishga vakolatli organ hamda sud ro‘yxatga olinganlikni to‘xtatib qo‘yishi yoki umuman bekor qilishi mumkin. Bunday holatlarda tadbirkorlik faoliyatini davom ettirish faoliyatni g‘ayriqonuniy amalga oshirish deb ko‘rilishi lozim. Ro‘yxatga olingan boshqa shaxs uchun yoxud boshqa faoliyat turlarini amalga oshirish uchun ro‘yxatdan o‘tib, tadbirkorlik faoliyatini amalga oshirayotgan shaxslarning harakatlarini JKning 188-moddasi bo‘yicha kvalifikatsiya qilish lozim.\n\n10. Ro‘yxatdan o‘tganlikni tiklash ro‘yxatdan o‘tish maqsadlarini o‘zgartirmasdan ro‘yxatga olish hujjatini uzaytirish yoki almashtirishga yo‘naltirilgan harakatlar majmui, ya’ni qayta tiklashda shaxs hozir qayta ro‘yxatga olinayotgan faoliyat sohasi bo‘yicha avval ro‘yxatdan o‘tgan bo‘lishi lozim. Xususan, ro‘yxatdan o‘tishni tiklash chakana savdo huquqi uchun ruxsatnoma muddati tugaganda amalga oshirilishi mumkin.\n\nAgar subyekt quyidagi shartlarga mos kelsa, ro‘yxatdan o‘tganlikni tiklash mumkin:\n\na) u avval ro‘yxatdan o‘tgan bo‘lishi lozim;\n\nb) avvalgi ro‘yxatdan o‘tganligi haqiqiy bo‘lishi kerak;\n\nv) subyektning yangidan ro‘yxatdan o‘tishi avvalgi ro‘yxatdan o‘tishi uchun asos bo‘lgan holatlarni o‘zgartirmagan holda amalga oshirilishi lozim.\n\nRo‘yxatdan o‘tishni tiklash ko‘rsatilgan elementlar birligini tashkil etadi va ulardan birining mavjud emasligi uni tan olish mumkin emasligini bildiradi.\n\nRo‘yxatdan o‘tishni o‘zgartirish deganda, avvalgi ro‘yxatdan o‘tish asoslari (masalan, subyekt manzili, faoliyati sohasi va hokazolar) o‘zgarishi bilan bog‘liq bo‘lgan yangi ro‘yxatdan o‘tish jarayonini tushunish lozim.\n\n11. Ro‘yxatdan o‘tishdan bo‘yin tovlash subyektning ro‘yxatdan o‘tish to‘g‘risidagi murojaatini ko‘rib chiqishni imkonsiz qilib qo‘yadigan harakatlarni amalga oshirishida ifodalanishi mumkin. Bu subyekt shunday harakatlarni amalga oshiradiki, natijada murojaatni ko‘rib chiqish mumkin bo‘lmay qoladi.\n\nMurojaatni ko‘rib chiqishning imkonsizligi deganda, kelib tushgan ariza bo‘yicha vakolatli organning tegishli qarorni qabul qila olmaganligiga sabab bo‘lgan obyektiv mavjud vaziyatni tushunish lozim. Ko‘rib chiqishning imkonsizligi murojaatni yo‘qotish, unda noto‘g‘ri ma’lumotlar berish, belgilangan davlat bojini to‘lamaslik, murojaatni tushunish qiyin bo‘lgan shaklda bayon etish va hokazo harakatlar bo‘lishi mumkin. Shuni nazarda tutish lozimki, murojaatni ko‘rib chiqishning imkonsizligi faqat subyekt ongida mavjudligi bilan emas, balki obyektiv holatlar bilan ham tavsiflangan bo‘lishi lozim.\n\n12. Ro‘yxatdan o‘tishdan bo‘yin tovlash aybdor savdo yoki vositachilik faoliyatini qonun bilan belgilangan tartibni buzgan holda amalga oshirishni boshlagan paytdan tugallangan hisoblanadi.\n\n13. Qonunga ko‘ra JKning 188-moddasi 2-qism bilan to‘ldirilgan bo‘lib, unga muvofiq shaxs quyidagi talablarni bajargan taqdirda javobgarlikdan ozod etilishi mumkin:\n\na) shaxs, birinchi marta noqonuniy tadbirkorlik faoliyatini sodir etganda;\n\nb) jinoyat aniqlangan kundan e’tiboran o‘ttiz kunlik muddatda soliqlar va yig‘imlar tarzida davlatga yetkazilgan zararning o‘rnini ixtiyoriy ravishda qoplaganda;\n\nv) tadbirkorlik subyektining ro‘yxatdan o‘tishi ta’minlanganda;\n\ng) zarur bo‘lgan ruxsat beruvchi hujjatlarni rasmiylashtirganda.\n\n14. Shu bilan birga, qilmish aybdor shaxs tomonidan tadbirkorlik faoliyatini davlat ro‘yxatidan o‘tmasdan juda ko‘p miqdordagi nazorat qilinmaydigan daromad olgan holatda jinoiy jazolanishi taqozo etiladi. Bunda shuni qayd etish lozimki, miqdorni subyekt ro‘yxatdan o‘tmasdan savdo yoki vositachilik faoliyati natijasida olgan foydaning haqiqiy summasiga asosan belgilash zarur, biroq bunda uning mazkur faoliyatni amalga oshirishida qilgan xarajatlarini ham hisobga olish lozim.\n\n15. Subyektiv tomondan JKning 188-moddasida nazarda tutilgan jinoyat to‘g‘ri qasd bilan sodir etiladi. Shaxs o‘z qilmishining ijtimoiy xavfli ekanligini biladi va shunday harakat qilishni xohlaydi.\n\nJinoyatni sodir etish maqsadi nazorat qilinmaydigan foyda (daromad) olish sharhlanayotgan jinoyat tarkibining zaruriy belgisi hisoblanadi. Jinoyatning motivi, qoida tariqasida, g‘araz bo‘ladi.\n\n16. Sharhlanayotgan jinoyatning subyekti o‘n olti yoshga to‘lgan har qanday aqli raso jismoniy shaxs bo‘lishi mumkin."
        },
        {
            "modda_raqami": "188_1-modda. Pul mablag‘larini va (yoki) boshqa mol-mulkni jalb etishga doir noqonuniy faoliyat.",
            "matni": "Mulkiy manfaat berish bo‘yicha zimmaga majburiyat olish yo‘li bilan jismoniy va yuridik shaxslarning pul mablag‘larini va (yoki) boshqa mol-mulkini jalb etishga doir noqonuniy faoliyatni amalga oshirish va bunda ilgari olingan majburiyatni jismoniy va yuridik shaxslarning yangi jalb etilgan pul mablag‘lari va (yoki) boshqa mol-mulki hisobidan bajarish, shuningdek bunday faoliyatga rahbarlik qilish hamda shunday faoliyat ko‘rsatilishini ta’minlash, xuddi shuningdek mazkur faoliyatda ishtirok etishga jalb qilish maqsadida ushbu faoliyatni reklama qilish, shu jumladan ommaviy axborot vositalaridan yoxud telekommunikatsiya tarmoqlaridan, shuningdek Internet jahon tarmog‘idan foydalangan holda reklama qilish axborot\n\nbazaviy hisoblash miqdorining yuz baravaridan uch yuz baravarigacha miqdorda jarima yoki ikki yilgacha axloq tuzatish ishlari yoki uch yildan besh yilgacha ozodlikni cheklash yoxud uch yildan besh yilgacha ozodlikdan mahrum qilish bilan jazolanadi.\n\nMulkiy manfaat berish bo‘yicha zimmaga majburiyat olish yo‘li bilan jismoniy va yuridik shaxslarning pul mablag‘larini va (yoki) boshqa mol-mulkini jalb etishga doir noqonuniy faoliyatni amalga oshirish va bunda ilgari olingan majburiyatni jismoniy va yuridik shaxslarning yangi jalb etilgan pul mablag‘lari va (yoki) boshqa mol-mulki hisobidan bajarish, shuningdek bunday faoliyatga rahbarlik qilish va shunday faoliyat ko‘rsatilishini ta’minlash:\n\na) ko‘p miqdorda;\n\nb) takroran yoki xavfli retsidivist tomonidan;\n\nv) bir guruh shaxslar tomonidan oldindan til biriktirib;\n\ng) ommaviy axborot vositalaridan yoxud telekommunikatsiya tarmoqlaridan, shuningdek Internet jahon axborot tarmog‘idan foydalanib sodir etilgan bo‘lsa,\n\nbazaviy hisoblash miqdorining uch yuz baravaridan besh yuz baravarigacha miqdorda jarima yoki ikki yildan uch yilgacha axloq tuzatish ishlari yoxud besh yildan yetti yilgacha ozodlikdan mahrum qilish bilan jazolanadi.\n\nUshbu moddaning ikkinchi qismida nazarda tutilgan qilmishlar:\n\na) juda ko‘p miqdorda;\n\nb) o‘ta xavfli retsidivist tomonidan;\n\nv) uyushgan guruh tomonidan yoki uning manfaatlarini ko‘zlab sodir etilgan bo‘lsa,\n\nyetti yildan o‘n yilgacha ozodlikdan mahrum qilish bilan jazolanadi.",
            "sharxi": "Sharhlanayotgan modda Jinoyat kodeksiga O‘zbekiston Respublikasining 2016 yil 23 sentyabrdagi «O‘zbekiston Respublikasi Jinoyat kodeksiga qo‘shimchalar kiritish to‘g‘risida»gi Qonuni bilan kiritilgan.\n\n1.inoyatning ijtimoiy xavfi juda yuqori, chunki juda ko‘plab odamlar aldanishi natijasida ijtimoiy muhit o‘ta keskinlashib ketadi, odamlarning hokimiyatga, davlatning pul-kredit tizimiga ishonchi yo‘qoladi, ular mol-mulki, qimmatliklari va pullarini yo‘qotadi.\n\n2. Ko‘rib chiqilayotgan jinoyatning obyekti fuqarolarning mulkiy munosabatlarini tartibga soluvchi ijtimoiy munosabatlardan iborat.\n\n3. Obyektiv tomondan jinoyat quyidagilarda namoyon bo‘ladi:\n\nbirinchidan, jismoniy va yuridik shaxslarning pul mablag‘larini va (yoki) boshqa mol-mulkini mulkiy naf berish bo‘yicha majburiyatlarni qabul qilish yo‘li bilan qonunga xilof ravishda jalb etishga doir faoliyatni amalga oshirish va bunda ilgari qabul qilingan majburiyatlarni jismoniy va yuridik shaxslarning yangi jalb etilgan pul mablag‘lari va (yoki) boshqa mol-mulki hisobidan bajarish;\n\nikkinchidan, bunday faoliyatga rahbarlik qilish hamda ta’minlash;\n\nuchinchidan, mazkur faoliyatda ishtirok etishga jalb qilish maqsadida ushbu faoliyatni reklama qilish, shu jumladan ommaviy axborot vositalaridan yoxud telekommunikatsiyalar tarmoqlaridan, shuningdek Internet jahon axborot tarmog‘idan foydalangan holda reklama qilish.\n\n4. Ko‘rib chiqilayotgan modda mazmuniga ko‘ra, faoliyatni amalga oshirish tomonlar o‘rtasidagi bitimda kelishilgan muddatda muayyan mulkiy naf berish bo‘yicha majburiyatlarni zimmasiga olish yo‘li bilan pul mablag‘larini, mol-mulkni (uy-joy, mashina, qoramol va h.k.) qabul qilishda ifodalanadi. Shubhasiz, bu kabi bitimlar apriori qonunga xilof hisoblanadi. Har qanday xo‘jalik, tijorat, savdo va boshqa faoliyat «Tadbirkorlik faoliyati erkinligining kafolatlari to‘g‘risida»gi, «Litsenziyalash, ruxsat berish va xabardor qilish tartib-taomillari to‘g‘risida»gi qonunlar va boshqalar asosida amalga oshirilishi lozim.\n\nJKning 188-1-moddasi 1-qismida ko‘zda tutilgan faoliyatni amalga oshirishda aybdor shaxs hech qanday litsenziyaga ega bo‘lmaydi, ro‘yxatdan o‘tmaydi, ya’ni o‘z faoliyatini qonunga xilof ravishda amalga oshiradi.\n\nJinoyat, jabrlanuvchi mulkiy naf olgan yoki olmaganidan qat’i nazar, ushbu faoliyat amalga oshirilishi boshlangan vaqtdan tamomlangan hisoblanadi.\n\n5. Bunday faoliyatga rahbarlik qilish hamda uni ta’minlash o‘ziga xos «moliyaviy piramida» faoliyat yuritishi uchun o‘zgalarning pul mablag‘lari yoki boshqa mol-mulkini jalb etish uchun yangi mijozlarni izlab topish, «moliyaviy piramida» mijozlaridan mablag‘larni yig‘ish, joylashtirish, mablag‘larni tarqatishni tashkil etish, ushbu mablag‘lar qabul qilinishi va to‘lanishini nazorat qilishdan iborat.\n\nPul mablag‘larini va (yoki) boshqa mol-mulkni qonunga xilof ravishda jalb etish bo‘yicha faoliyatga rahbarlik qilish hamda uni ta’minlash «moliyaviy piramida» faoliyatini tashkil etish yuzasidan har qanday harakatlar sodir etilishi vaqtidan tamomlangan hisoblanadi.\n\n6. Mazkur faoliyatda ishtirok etishga jalb qilish maqsadida ushbu faoliyatni reklama qilish, shu jumladan ommaviy axborot vositalaridan yoxud telekommunikatsiyalar tarmoqlaridan, shuningdek Internet jahon axborot tarmog‘idan foydalangan holda reklama qilish «moliyaviy piramida» faoliyati haqida bukletlar tayyorlash, katta auditoriyalarda televideniye, gazetalar, radio, Internet tarmog‘i va boshqalarda chiqish yo‘li bilan «moliyaviy piramida» faoliyati haqidagi ma’lumotlarni respublikaning butun hududida keng doirada tarqatishdan iborat.\n\nJinoyatni kvalifikatsiya qilish uchun reklama tadbirlarini o‘tkazish joyi va vaqti ahamiyatga ega emas.\n\n«Moliyaviy piramida» faoliyatini reklama qilish yo‘li bilan sodir etilgan jinoyatni tamomlangan deb tan olish uchun ushbu faoliyatda ishtirok etishga boshqa fuqarolar jalb qilinganligi ahamiyatli emas. Jinoyat reklama qilish boshlangan vaqtdan tamomlangan hisoblanadi.\n\n7. Subyektiv tomondan jinoyat to‘g‘ri qasd bilan sodir etiladi. Motiv va maqsad kvalifikatsiyaga ta’sir qilmaydi. Shubhasiz, ko‘rib chiqilayotgan jinoyat moddiy naf ko‘rish maqsadida sodir etiladi.\n\n8. Jinoyatning subyekti 16 yoshga to‘lgan, aqli raso jismoniy shaxs hisoblanadi.\n\n9. JKning 188-1-moddasi 2-qismida jismoniy va yuridik shaxslarning pul mablag‘larini va (yoki) boshqa mol-mulkini mulkiy naf berish bo‘yicha majburiyatlarni qabul qilish yo‘li bilan qonunga xilof ravishda jalb etishga doir faoliyatni amalga oshirish va bunda ilgari qabul qilingan majburiyatlarni jismoniy va yuridik shaxslarning yangi jalb etilgan pul mablag‘lari va (yoki) boshqa mol-mulki hisobidan bajarish, shuningdek bunday faoliyatga rahbarlik qilish va shunday faoliyat ko‘rsatilishini ta’minlash:\n\na) ko‘p miqdorda;\n\nb) takroran yoki xavfli retsidivist tomonidan;\n\nv) bir guruh shaxslar tomonidan oldindan til biriktirib;\n\ng) ommaviy axborot vositalaridan yoxud telekommunikatsiya tarmoqlaridan, shuningdek Internet jahon axborot tarmog‘idan foydalanib sodir etilgani uchun javobgarlik ko‘zda tutilgan.\n\nUshbu kvalifikatsiyalovchi holatlar avvalroq ko‘rib chiqilgan edi.\n\n10. JKning 188-1-moddasi 3-qismida ushbu moddaning ikkinchi qismida nazarda tutilgan qilmishlar:\n\na) juda ko‘p miqdorda;\n\nb) o‘ta xavfli retsidivist tomonidan;\n\nv) uyushgan guruh tomonidan yoki uning manfaatlarini ko‘zlab sodir etilgani uchun javobgarlik ko‘zda tutilgan.\n\nUshbu kvalifikatsiyalovchi holatlar avvalroq ko‘rib chiqilgan edi.\n\n11. JKning 188-1-moddasida ko‘zda tutilgan jinoyatni firibgarlikdan farqlash zarur, boisi unda aybdor aldash yoki ishonchni suiiste’mol qilish yo‘li bilan o‘zganing mulkini yoki unga bo‘lgan huquqni qo‘lga kiritib, tabiiyki, jabrlanuvchiga hech qanday foizlar to‘lamaydi.\n\nJKning 188-1-moddasida ko‘zda tutilgan jinoyatni sodir etishda aybdor shaxs «bitim» muddati tugaganidan so‘ng kelishilgan pulni to‘laydi. Basharti aybdor shaxs kelishilgan daromadni to‘lash niyati bo‘lmasa va keyinchalik shunday harakat qilsa, uning harakatlarini firibgarlik sifatida kvalifikatsiya qilish lozim."
        },
        {
            "modda_raqami": "189-modda. Savdo yoki xizmat ko‘rsatish qoidalarini buzish.",
            "matni": "\nSavdo yoki xizmat ko‘rsatish qoidalarini ancha miqdordagi qiymatda buzish, shunday qilmishlar uchun ma’muriy jazo qo‘llanilgandan keyin sodir etilgan bo‘lsa, - \n\neng kam oylik ish haqining bir yuz ellik baravarigacha miqdorda jarima yoki besh yilgacha muayyan huquqdan mahrum qilish yoxud bir yilgacha axloq tuzatish ishlari bilan jazolanadi.\n\nTovarlar savdosi yoki xizmat ko‘rsatish qoidalarini ko‘p miqdordagi qiymatda buzish, shuningdek, savdo yoki xizmat ko‘rsatish qoidalarini buzish:\n\na) xavfli retsidivist yoki ilgari ushbu Kodeksning 188 yoki 190-moddalarida nazarda tutilgan jinoyatlarni sodir etgan shaxs tomonidan;\n\nb) bir guruh shaxslar tomonidan oldindan til biriktirib sodir etilgan bo‘lsa, - \n\neng kam oylik ish haqining bir yuz ellik baravaridan uch yuz baravarigacha miqdorda jarima yoki ikki yilgacha axloq tuzatish ishlari bilan jazolanadi.\n\nTovarlar savdosi yoki xizmat ko‘rsatish qoidalarini juda ko‘p miqdordagi qiymatda buzish - \n\neng kam oylik ish haqining uch yuz baravaridan olti yuz baravarigacha miqdorda jarima yoki olti oygacha qamoq bilan jazolanadi.",
            "sharxi": "1. Jinoyat obyekti fuqaro manfaatlari, mulkchilik shaklidan qat’i nazar, savdo korxonalari, umumiy ovqatlanish korxonalarining me’yoriy faoliyati hisoblanadi.\n\n2. Obyektiv tomondan jinoyat shunday qilmishlar uchun ma’muriy jazo qo‘llangandan so‘ng savdo yoki xizmat ko‘rsatish qoidalarini ancha miqdordagi qiymatda buzishda ifodalanadi.\n\n3. “Jinoyat kodeksining 189-moddasi va Ma’muriy javobgarlik to‘g‘risidagi kodeksning 164 va 168-moddalarida javobgarlik nazarda tutilgan savdo yoki xizmat ko‘rsatish qoidalarini buzish deganda, savdo va xizmat ko‘rsatish sohasidagi huquqiy munosabatlarni tartibga soladigan O‘zbekiston Respublikasi qonunlarining buzilishi tushunilmog‘i lozim. Bunda sud aybdor tomonidan aynan qaysi savdo qoidasi buzilganligini ko‘rsatishi shart”[ O‘zbekiston Respublikasi Oliy sudi Plenumining qaror. ].\n\n4. Jinoyatni kvalifikatsiya qilishda har bir alohida vaziyatda aybdor savdoning qaysi qoidasini, ushbu qoidalarning qaysi bandini buzganligini aniqlash lozim. Masalan, Aholi bilan pul hisob-kitobini amalga oshirishda nazorat-kassa mashinalarining majburiy qo‘llanishi tartibi haqidagi 1995 yil 15 fevraldagi Nizomga muvofiq, har bir savdo nuqtasida kassa apparati o‘rnatilishi lozim, uning yo‘qligi savdo qoidalarining buzilishi hisoblanadi.\n\n5. 2000 yil 15 dekabrdagi qonun orqali Jinoyat kodeksiga o‘zgartirishlar kiritilganligi va avval mazkur moddada nazarda tutilgan JK 187-moddasining chiqarilganligi tufayli, bunday qilmishlarni hozirda JK 189-moddasiga muvofiq kvalifikatsiya qilish lozim. Shunday qilib, JK 189-moddasi aholiga tovar sotish yoki xizmat ko‘rsatish korxonalarida, shuningdek, savdo yoki aholiga xizmat ko‘rsatish sohasida yakka tartibdagi mehnat faoliyati bilan shug‘ullanadigan shaxslar tomonidan kam o‘lchash, kam tortish, haqdan urib qolish yoxud xaridor va buyurtmachilarni boshqacha tarzda aldash kabi harakatlarning ancha miqdorda sodir etilishini ham o‘z ichiga oladi.\n\n6. Kam o‘lchash – bu sotib oluvchi yoki buyurtmachiga tovarlarni ularga bildirmay to‘liq bo‘lmagan miqdorda yoki o‘lchovda berish.\n\n7. Kam tortish – bu tovarlarni har qanday usulda tarozidan urib qolish.\n\n8. Haqdan urib qolish – bu sotib oluvchi yoki buyurtmachiga bildirmay tovarlar yoki xizmatlar uchun to‘lanishi lozim bo‘lgan pul mablag‘larini bila turib noto‘g‘ri hisoblash.\n\n9. Xaridor yoki buyurtmachilarni boshqa tarzda aldash deganda, xaridor yoki buyurtmachilarni amalga oshirilayotgan bitimga nisbatan yanglishtirishning har qanday usuli tushuniladi (tovarni bir navdan ikkinchi navga o‘tkazish, ularni boshqa nomda sotish, tovarning navida, miqdorida aldash va hokazolar).\n\n10. Kam o‘lchash, kam tortish, haqdan urib qolish yoxud xaridor va buyurtmachilarni boshqa tarzda aldash mulkchilik shaklidan qat’i nazar, aholiga tovar sotish yoki xizmat ko‘rsatish korxonalarini, shuningdek, savdo yoki aholiga xizmat ko‘rsatish sohasida yakka tartibdagi mehnat faoliyati bilan shug‘ullanadigan shaxslarni JK 189-moddasi bo‘yicha javobgarlikka tortishni keltirib chiqaradi.\n\n11. JK 189-moddasi 1-qismi ma’muriy preyuditsiyaga ega, ya’ni JK 189-moddasi 1-qismi bo‘yicha jinoiy javobgarlik shunday harakatlar uchun ma’muriy jazo qo‘llanilganidan keyin kelib chiqadi.\n\n12. JK 189-moddasi 1-qismida nazarda tutilgan jinoyat ancha miqdordagi qiymatda savdo yoki xizmat ko‘rsatish qoidalarining biron-bir bandi buzilgan paytdan boshlab tugallangan hisoblanadi.\n\n13. Subyektiv tomondan savdo yoki xizmat ko‘rsatish qoidalarini buzish qasddan sodir etiladi. Jinoyatni kvalifikatsiya qilishda motiv va maqsad ahamiyatga ega emas.\n\n14. Jinoyat subyekti savdo yoki xizmat ko‘rsatish sohasida ishlayotgan va o‘n olti yoshga to‘lgan har qanday shaxs bo‘lishi mumkin.\n\n15. Sharhlanayotgan moddaning 2-qismida savdo yoki xizmat ko‘rsatish qoidalarini ko‘p miqdordagi qiymatda hamda savdo yoki xizmat ko‘rsatish qoidalarini: \n\na) xavfli retsidivist tomonidan yoki ilgari JK 188 yoxud 190-moddasida nazarda tutilgan jinoyatlarni sodir etgan shaxs tomonidan; \n\nb) bir guruh shaxslar tomonidan oldindan til biriktirib buzganlik uchun javobgarlik nazarda tutiladi.\n\n16. JK 189-moddasi 3-qismida savdo yoki xizmat ko‘rsatish qoidalarini juda ko‘p miqdorda buzganlik uchun javobgarlik nazarda tutilgan. Agarda savdo yoki xizmat ko‘rsatish qoidalarini buzish tovlamachilik yo‘li bilan haq berishni talab qilish (JK 214-moddasi) bilan bog‘liq bo‘lsa, aybdor harakatlari jinoyatlar majmui bo‘yicha kvalifikatsiya qilinadi."
        },
        {
            "modda_raqami": "190-modda. Faoliyat bilan litsenziyasiz yoki ruxsat etish xususiyatiga ega hujjatsiz yoxud xabarnoma yubormasdan shug‘ullanish.",
            "matni": "Xabardor qilish tartibida amalga oshirilishi lozim bo‘lgan faoliyat (harakatlar) bilan xabarnoma yubormasdan shug‘ullanish juda ko‘p miqdorda daromad olish bilan bog‘liq bo‘lsa, —\n\nbazaviy hisoblash miqdorining yigirma besh baravari miqdorida jarima yoki bir yilgacha muayyan huquqlardan mahrum qilish yoxud bir yuz oltmish soatgacha majburiy jamoat ishlari bilan jazolanadi.\n\nUshbu moddaning birinchi qismida nazarda tutilgan harakatlar:\n\na) xavfli retsidivist tomonidan;\n\nb) bir guruh shaxslar tomonidan oldindan til biriktirib sodir etilgan bo‘lsa, —\n\nbazaviy hisoblash miqdorining yetmish baravari miqdorda jarima yoki ikki yuz soatdan uch yuz soatgacha majburiy jamoat ishlari bilan jazolanadi.\n\nAmalga oshirilishi uchun ruxsat etish xususiyatiga ega hujjatni olish talab etiladigan faoliyat (harakatlar) bilan ruxsat etish xususiyatiga ega hujjatsiz shug‘ullanish juda ko‘p miqdorda daromad olish bilan bog‘liq bo‘lsa, —\n\nbazaviy hisoblash miqdorining qirq baravari miqdorida jarima yoki ikki yilgacha muayyan huquqlardan mahrum qilish yoxud ikki yuz o‘ttiz soatgacha majburiy jamoat ishlari yoki o‘n oygacha axloq tuzatish ishlari bilan jazolanadi.\n\nUshbu moddaning uchinchi qismida nazarda tutilgan harakatlar:\n\na) xavfli retsidivist tomonidan;\n\nb) bir guruh shaxslar tomonidan oldindan til biriktirib sodir etilgan bo‘lsa, —\n\nbazaviy hisoblash miqdorining to‘qson baravari miqdorida jarima yoki ikki yuz ellik soatdan to‘rt yuz soatgacha majburiy jamoat ishlari bilan jazolanadi.\n\nLitsenziyalanishi lozim bo‘lgan faoliyat bilan litsenziyasiz shug‘ullanish juda ko‘p miqdorda daromad olish bilan bog‘liq bo‘lsa, —\n\nbazaviy hisoblash miqdorining ellik besh baravari miqdorida jarima yoki besh yilgacha muayyan huquqdan mahrum qilish yoxud uch yuz soatgacha majburiy jamoat ishlari yoki uch yilgacha muddatga axloq tuzatish ishlari bilan jazolanadi.\n\nUshbu moddaning beshinchi qismida nazarda tutilgan harakatlar:\n\na) xavfli retsidivist tomonidan;\n\nb) bir guruh shaxslar tomonidan oldindan til biriktirib sodir etilgan bo‘lsa, —\n\nbazaviy hisoblash miqdorining yuz baravari miqdorida jarima yoki uch yuz soatdan to‘rt yuz sakson soatgacha majburiy jamoat ishlari bilan jazolanadi.\n\nBirinchi marta jinoyat sodir etgan shaxs, agar u jinoyat aniqlangan kundan e’tiboran o‘ttiz kunlik muddatda faoliyat bilan litsenziyasiz, shuningdek faoliyat (harakatlar) bilan ruxsat etish xususiyatiga ega hujjatsiz yoki xabarnoma yubormasdan shug‘ullanish oqibatlarini bartaraf etgan va yetkazilgan moddiy zararning o‘rnini qoplagan bo‘lsa, javobgarlikdan ozod etiladi.",
            "sharxi": "1. O‘zbekiston Respublikasi Fuqarolik kodeksining 41-moddasi 4-qismiga muvofiq, yuridik shaxs qonunda ro‘yxati belgilab qo‘yilgan ayrim faoliyat turlari bilan faqat maxsus ruxsatnoma (litsenziya) asosidagina shug‘ullanishi mumkin. O‘zbekiston Respublikasi qonunchiligi jismoniy shaxslardan ham faoliyatning ba’zi turlarini amalga oshirishda litsenziya olishni talab qiladi[ Qarang: masalan, O‘zbekiston Respublikasi Vazirlar Mahkamasining 2003 yil 11 noyabrdagi 498-sonli qarori bilan tasdiqlangan “O‘zbekiston Respublikasida va uning tashqarisida gastrol-konsert faoliyatini, shuningdek, to‘y, yubiley va boshqa tantanalarda konsert xizmati ko‘rsatishni litsenziyalash to‘g‘risida”gi Nizom, 9-band.]. Amalga oshirilishi maxsus ruxsatnoma (litsenziya) talab qiladigan faoliyatlar turi ro‘yxatini va litsenziyalash tartibini belgilovchi asosiy me’yoriy hujjat – “Faoliyatning ayrim turlarini litsenziyalash to‘g‘risida”[ O‘zbekiston Respublikasi Oliy Majlisi tomonidan 2000 yil 25 mayda qabul qilingan. // Oliy Majlis Axborotnomasi, 2000, 5-6-sonlar, 143-bet. ]gi O‘zbekiston Respublikasining Qonuni hisoblanadi. Biroq shuni nazarda tutish lozimki, faoliyatning ayrim turlarini litsenziyalash zarurati va tartibi qonunchilikning boshqa hujjatlari bilan ham belgilanishi mumkin (masalan, narkotik moddalar aylanishi, transport sohasidagi faoliyat va hokazolarga tegishli).\n\n2. Litsenziya olish talab qilinadigan faoliyat bilan shug‘ullanish huquqi, agar qonunchilikda boshqacha tartib nazarda tutilmagan bo‘lsa, u olingan paytdan boshlab vujudga keladi. Shuni nazarda tutish lozimki, litsenziya faoliyatning litsenziyalanadigan har bir turiga olinishi lozim. Bunda faoliyatning bir nechta turini amalga oshirishga ruxsat bitta yoxud bir nechta hujjatda ifodalanganligi muhim emas. Faoliyat xususiyatlariga qarab uni amalga oshirishning turli shartlari belgilanishi mumkin.\n\n3. Jinoyat obyekti iqtisodiyotning normal rivojlanishini ta’minlovchi xo‘jalik faoliyatini amalga oshirishning o‘rnatilgan tartibi va xususiy tadbirkorlik hamda yuridik shaxslardan olinadigan soliqlar, shuningdek, litsenziyani ko‘rib chiqish va berish uchun to‘lovni, ro‘yxat bojini olmayotgan davlatning moliyaviy manfaatlari hisoblanadi. Bundan tashqari, faoliyat bilan litsenziyasiz shug‘ullanish uni tegishli nazorat ostidan chiqaradi va fuqaro hamda tashkilotlarga ziyon, fuqarolar sog‘lig‘iga, ijtimoiy axloq manfaatlariga zarar, mamlakat mudofaasi va davlat xavfsizligiga putur yetkazishi mumkin.\n\n4. Obyektiv tomondan jinoyat litsenziya olinishi shart bo‘lgan faoliyat bilan maxsus ruxsatnoma olmasdan shug‘ullanishda ifodalanadi. Bunda mazkur ruxsatnoma (litsenziya) haqiqiy bo‘lishi, ya’ni amal qilish muddati o‘tmagan, tegishli shaxsga berilgan va hokazolar bo‘lishi lozim. Qonunga muvofiq, qandaydir asoslarga ko‘ra to‘xtatilgan, bekor qilingan yoki vaqtincha to‘xtatib qo‘yilgan litsenziya haqiqiy hisoblanmaydi. Bunday holatlarda faoliyatni amalga oshirishni davom ettirish maxsus ruxsatnomasiz faoliyat bilan shug‘ullanish deb topiladi. Boshqa shaxslarga berilgan litsenziya bilan faoliyatning muayyan turini amalga oshirish yoki faoliyatning bir turiga berilgan litsenziya bo‘yicha boshqa turdagi faoliyat bilan shug‘ullanish ham jinoyat hisoblanadi.\n\n5. Tuzilishi bo‘yicha jinoyat formal tarkibli hisoblanadi. Jinoyat davlat organlari ruxsatnomasisiz (litsenziyasiz) iqtisodiy faoliyat boshlangan paytdan tugallangan hisoblanadi.\n\n6. JK 190-moddasining 1-qismi bo‘yicha jinoiy javobgarlik shunday harakatlar uchun ma’muriy jazo qo‘llanilganidan so‘ng bir yil mobaynida sodir etilgan bo‘lsa, vujudga keladi, ya’ni aybdorni jinoiy javobgarlikka tortishning zaruriy belgisi – ma’muriy preyuditsiyaning mavjudligi hisoblanadi.\n\n7. Subyektiv tomondan jinoyat aybning ham to‘g‘ri, ham egri qasd shaklida ifodalanishi mumkin. Shaxs faoliyat bilan g‘ayriqonuniy shug‘ullanayotganligini hamda u bilan shug‘ullanish uchun maxsus ruxsatnoma olinishi talab qilinishini biladi va buni xohlaydi. Shaxs bunday harakat taqiqlanganligini bilishi to‘g‘risida uning avval bunday harakati uchun ma’muriy javobgarlikka tortilgani dalolat beradi.\n\n8. Jinoyat subyekti o‘n olti yoshga to‘lgan shaxs hisoblanadi.\n\n9. Jinoyatning kvalifikatsiya qilingan turi JK 190-moddasi 2-qismida nazarda tutilgan:\n\na) xavfli retsidivist tomonidan sodir etilishi;\n\nb) bir guruh shaxslar tomonidan oldindan til biriktirib sodir etilishi.\n\n10. Savdo yoki vositachilik faoliyatining ayrim turlari ham litsenziyalanishi lozim bo‘lganligi tufayli, JK 188 va 190-moddalarida nazarda tutilgan jinoyatlarni farqlash zarurati yuzaga keladi. Xususan, amaldagi qonunlarga muvofiq savdo faoliyatining ayrim turlari bilan shug‘ullanish uchun maxsus ruxsatnoma (litsenziya) talab qilinadi. Bunday ruxsatnomaning yo‘qligi, aybdor muqaddam shunday harakatlar uchun bir yil mobaynida Ma’muriy javobgarlik to‘g‘risidagi kodeksning 176-moddasi bilan ma’muriy javobgarlikka tortilgan bo‘lsa, Jinoyat kodeksining 190-moddasi bo‘yicha javobgarlikni yuzaga keltiradi. Agar bunda aybdorning savdo faoliyatini faqat ruxsatnoma (litsenziya)siz amalga oshiribgina qolmay, balki ro‘yxatdan o‘tishdan ham bo‘yin tovlaganligi aniqlansa, uning harakatlari Jinoyat kodeksining 188 va 190-moddalari majmui bilan kvalifikatsiya qilinmog‘i lozim.\n\n11. Agar faoliyat bilan litsenziyasiz shug‘ullanish natijasida aybdor kamida budjetga ancha miqdorda soliq to‘lash yoki boshqa to‘lovlardan bo‘yin tovlasa, sodir etilgan qilmishlarni JK 190-moddasidagi litsenziyasiz faoliyat bilan shug‘ullanish va JK 184-moddasidagi soliq va boshqa to‘lovlardan bo‘yin tovlash jinoyatlarining majmui bo‘yicha kvalifikatsiya qilish lozim."
        },
        {
            "modda_raqami": "191-modda. Qonunga xilof ravishda axborot to‘plash, uni oshkor qilish yoki undan foydalanish.",
            "matni": "Sir tutiladigan fan-texnika, ishlab chiqarish, iqtisodiyot, savdoga oid yoki boshqa shu kabi axborotni egasining roziligisiz oshkor qilish yoki undan foydalanish maqsadida har qanday usulda to‘plash – \n\neng kam oylik ish haqining yuz baravarigacha miqdorda jarima yoki ikki yilgacha axloq tuzatish ishlari bilan jazolanadi.\n\nSir tutiladigan fan-texnikaga, ishlab chiqarish, iqtisodiyot, savdoga oid va boshqa shu kabi axborotni egasining roziligisiz qasddan oshkor qilish yoki undan foydalanish xo‘jalik yurituvchi subyektga ko‘p miqdorda zarar yetkazgan bo‘lsa, - \n\neng kam oylik ish haqining yuz baravaridan ikki yuz baravarigacha miqdorda jarima yoki ikki yildan uch yilgacha axloq tuzatish ishlari yoxud olti oygacha qamoq bilan jazolanadi.",
            "sharxi": "1. Sharhlanayotgan moddada javobgarlikni nazarda tutuvchi jinoyat tarkibining ijtimoiy xavfliligi – iqtisodiy munosabatlar amal qilishining hozirgi sharoitida axborot mulk shakllaridan biri, xo‘jalik faoliyatini amalga oshirish vositasi ekanligi bilan tavsiflanadi. Boshqa shaxslarga noma’lum bo‘lganligi sababli muayyan qiymatga molik axborotga ega bo‘lish, muvaffaqiyatli raqobatbardosh bozor sharoitlarida iqtisodiy o‘sishga ko‘maklashadi. Ayni paytda bunday axborotlarni qonunga xilof ravishda to‘plash va realizatsiya qilish alohida shaxslarning, ba’zi holatlarda esa alohida hudud va mamlakatning iqtisodiy farovonligiga putur yetkazadi.\n\n2. Jinoyat obyekti – tadbirkorlik faoliyatini amalga oshirishning davlat tomonidan belgilangan shartlari va tartibini, xususan, ularga turli shaxslarning g‘ayriqonuniy ta’sir qilishi, birinchi navbatda, jinoyatlar sodir etish uchun qonuniy faoliyatga qonunga xilof ravishda kirishdan muhofaza qilish bo‘yicha ijtimoiy munosabatlardir. Jinoyatning bevosita obyekti sir tutiladigan axborotni muhofaza qilish yo‘li bilan tadbirkorlar o‘rtasida normal raqobat kurashini ta’minlovchi ijtimoiy munosabatlar hisoblanadi.\n\n3. Jinoyat predmeti sir tutiladigan fan-texnika, ishlab chiqarish, iqtisodiyot, savdoga oid yoki boshqa shu kabi axborotdir.\n\n4. Agar axborot uchinchi shaxslarga ma’lum bo‘lmaganligi sababli haqiqiy yoki potensial tijorat qiymatiga ega bo‘lsa, qonuniy asosda undan erkin foydalana olish mumkin bo‘lmasa hamda axborotning egasi uning maxfiyligini muhofaza qilish choralarini ko‘rgan bo‘lsa, uning ko‘rinishi, shaklidan qat’i nazar, sir tutiladigan axborot deb tan olinishi lozim[ Mazkur xulosa O‘zbekiston Respublikasining 2000 yil 25 maydagi “Tadbirkorlik faoliyati erkinligining kafolatlari to‘g‘risida”gi Qonuni 37-moddasi, 1-qismi tahlilidan kelib chiqqan. ]. Bunda axborot, agar u ijtimoiy rivojlanishning mavjud bosqichida daromad olish uchun ishlatilsa, yoki ishlatilishi mumkin bo‘lsa (potensial qadr), haqiqiy yoki potensial tijorat qiymatiga ega deb tan olinadi. Ochiq olish mumkin bo‘lgan axborot, ya’ni qonunda o‘rnatilgan har qanday shaxs olishi mumkin bo‘lgan axborot sir tutiladigan axborot bo‘lmaydi, masalan, tarixiy manba mazmuni haqidagi axborot arxivga murojaat qilinganda olinadi va hokazo. \n\nHammaga ma’lum bo‘lgan axborot ham sir tutilayotgan axborot hisoblanmaydi, ya’ni bunday axborotni olish qandaydir shartlarni bajarish bilan bog‘liq emas, masalan, ommaviy axborot vositalaridan, qonun hujjatlaridan (maxfiylaridan tashqari) olinadigan ma’lumotlar. \n\nBayon etilganlardan tashqari, qonunga muvofiq, xizmat yoki tijorat siri bo‘la olmaydigan ma’lumotlar jumlasiga (davlat ro‘yxatidan o‘tkazilishi kerak bo‘lgan yuridik shaxslar to‘g‘risidagi, mol-mulkka bo‘lgan huquqlar hamda mol-mulk xususida tuzilgan bitimlar haqidagi ma’lumotlar, davlat statistika hisoboti tariqasida taqdim etilishi kerak bo‘lgan ma’lumotlar va boshqa ma’lumotlar) kiradi[ Qarang: O‘zbekiston Respublikasining 2000 yil 25 maydagi “Tadbirkorlik faoliyati erkinligining kafolatlari to‘g‘risida”gi Qonuni, 37-modda, 3-qism. // Xalq so‘zi, 2000 yil 15 iyun. ]. Davlat siriga tegishli axborotlar ham sir tutiladigan hisoblanmaydi – ularga nisbatan maxsus huquqiy tartib belgilangan, ularning buzilishi, ishning muayyan holatlaridan kelib chiqib, JK 160, 162, 163-moddalari bo‘yicha jinoiy javobgarlikni keltirib chiqaradi.\n\n5. Axborotni sir tutiladigan deb tan olish uchun uning egasi muhofaza qilish choralarini ko‘rayotganligini aniqlash lozim, aks holda mazkur axborotlarni sir tutiladigan deb tan olish mumkin emas. Ma’lumotlarni muhofaza qilish turli choralar bilan amalga oshiriladi: undan faqat ma’lum shaxslar foydalanadi, uni ma’lum hududdan olib chiqish mumkin emas, bunday axborotdan foydalanadigan shaxslarning uni tarqatish huquqi chegaralanadi va hokazo. Odatda, axborotni muhofaza qilish uchun axborotni himoyalashga yo‘naltirilgan chora-tadbirlar majmui amalga oshiriladi.\n\n6. Sir tutiladigan axborot turli xususiyatlarga ega:\n\n-fan-texnika – texnologik, muhandislik, ijtimoiy, gumanitar va boshqa muammolarni hal qiladigan, fan, texnika va ishlab chiqarishning yagona tizim sifatida faoliyat yuritishini ta’minlaydigan bilimlar; \n\n-ishlab chiqarish – bir turdagi texnologiyalarni ishlatib, kerakli natijalarga erishish uchun zarur bo‘lgan muayyan texnologiyalar faoliyati uchun ishlatilishi lozim bo‘lgan ma’lumotlar. Bunday ma’lumotlarga qadimgi Sharq tibbiyotining turli dori-darmonlarni tayyorlash retsepti misol bo‘la oladi. Fan-texnika ma’lumotlaridan farqli ravishda, ishlab chiqarish ma’lumotlari yangilik xususiyatiga ega emas, ular mahsulotni ishlab chiqarish uchun muayyan vaqt davomida qo‘llanib kelinmoqda;\n\n-iqtisodiy – korxona faoliyatini samarali boshqarishni tashkil qilish uchun, unumdorligini oshirish uchun foydalaniladigan axborot;\n\n-savdo – ko‘proq turli tovarlar, ishlar, xizmatlar oldi-sotdisi, ularni yetkazib berish sohasida ishlatiladigan ma’lumotlar. Bu ma’lumotlar yetkazib beriladigan tovarlar, o‘tkazish bozorlari, o‘tkazishni qo‘llayotgan texnologiyalarga tegishli bo‘lishi mumkin.\n\n7. Jinoyat kodeksida sir tutiladigan axborot sifatida tan olinadigan axborotlarning to‘liq ro‘yxati mavjud emas, ularni belgilashni har bir muayyan holatda huquqni tatbiq etuvchi shaxslar zimmasiga yuklaydi. Bunda surishtiruvchi, tergovchi, prokuror yoki sud sir tutiladigan axborotning boshqa har qanday ma’lumotlardan prinsipial farqlariga asoslanishi lozim – axborot potensial yoki haqiqiy tijorat qiymatiga ega bo‘lishi lozim. Bu sabab bo‘yicha advokatlik yoxud jurnalistlik siriga tegishli bo‘lgan axborotni qonunga xilof ravishda to‘plash va undan foydalanishda ifodalangan shaxslarning harakati bu modda bo‘yicha kvalifikatsiya qilinishi mumkin emas, chunki bunday axborotning asosiy maqsadi foyda olish hisoblanmaydi.\n\n8. Sharhlanayotgan jinoyat predmeti ixtiro va ratsionalizatorlik takliflari hamda rasmiy ro‘yxatga olish yoxud e’lon qilishdan oldin ular haqidagi ma’lumotlar bo‘la olmaydi. Bunday ma’lumotlarni qonunga xilof ravishda o‘zlashtirish yoki ovoza qilish maqsadida to‘plash bilan bog‘liq aybdor harakati JK 149-moddasi bo‘yicha mualliflik yoki ixtirochilik huquqlarini buzish deb kvalifikatsiya qilish lozim.\n\n9. Bunday ma’lumotlarni to‘plash erkin olish mumkin bo‘lmagan va sir tutishni ta’minlashning maxsus tartibi belgilangan ma’lumotlarni topish va ularga egalik qilishga ma’lum harakatlarni har qanday usulda amalga oshirishdir. Bu usullarga hujjat va axborotning boshqa moddiy manbalarini o‘g‘irlash, sir tutilayotgan axborotga ega shaxslar yoxud ularning qarindoshlariga pora berib, ularga turli tahdid va qo‘rqitish bilan ega bo‘lish (yoki ega bo‘lishga harakat qilish), aloqaning turli vositalaridan axborot olish, hujjatlar bilan qonunga xilof ravishda tanishish yoki undan boshqa usullar bilan nusxa olish, tinglash priborlarini va boshqa maxsus vositalarni ishlatish va hokazolar kiradi. Xususan, axborot to‘plashni axborot tarmog‘iga kirish yo‘li bilan amalga oshirish mumkin, bunda aybdor harakatini JK 174 va 191-moddasida keltirilgan jinoyatlar majmui bo‘yicha kvalifikatsiya qilish lozim. \n\nAgar sir tutilayotgan axborotni to‘plash usuli pora bo‘lsa, sodir etilgan qilmishlar uchun javobgarlik JK 191-moddasi 1-qismi hamda JK 211 yoxud 213-moddasi bo‘yicha kelib chiqadi.\n\n10. Agar axborot egasining axborot olinishiga roziligi bo‘lmasa, ya’ni axborot to‘plash qonunga xilof bo‘lsa, aybdor javobgarlikka tortiladi. Axborot egasi roziligi ochiq bo‘lishi yoxud ko‘zda tutilgan bo‘lishi mumkin. (Masalan, axborot egasi qonunga xilof ravishda axborot to‘planayotganini bilib turib, hech qanday chora ko‘rmagan bo‘lsa). \n\nVakolatli organ tomonidan sabab va asoslarni tushuntirmay yoxud yolg‘on sabablar bilan axborot to‘plashni amalga oshirish yoki ko‘rsatilgan sabab va asoslarga tegishli bo‘lmagan axborotni to‘plash – qonunga xilof ravishda axborot to‘plash deb topilishi lozim. Xususan, tadbirkordan, tergov organlari tomonidan o‘zlaridagi ish bilan bog‘liq bo‘lmagan yoki axborotning yetarli chegarasidan oshirib (masalan, soliqlardan bo‘yin tovlash bo‘yicha jinoiy ish ochilganda faoliyatni tekshirish jarayonida mahsulot ishlab chiqarish texnologiyasini talab qilish) sir tutiladigan axborotni olish qonunga xilof deb hisoblanishi lozim.\n\n11. Jinoyat tarkibi formal: qandaydir oqibatlar paydo bo‘lishidan qat’i nazar, sir tutilayotgan axborotni to‘plash bo‘yicha harakatlarning o‘zi jazoga sazovor.\n\n12. Subyektiv tomondan sir tutiladigan axborotlarni to‘plash – bu to‘g‘ri qasddan sodir etiladigan jinoyatdir. Aybdor u to‘layotgan axborot uchinchi shaxslarga ma’lum bo‘lmaganligi sababli haqiqiy yoki potensial tijorat qiymatiga egaligini, qonuniy asosda undan erkin foydalana olish mumkin emasligini hamda axborotning egasi uning maxfiyligini muhofaza qilish choralarini ko‘rganligini biladi. \n\nSubyektiv tomonning zaruriy elementi mazkur jinoyatni sodir etish maqsadi – sir tutiladigan axborotni oshkor etish yoxud mazkur axborotdan qonunga xilof ravishda foydalanish hisoblanadi. \n\nJinoyat motivlari turlichadir. Bu axborot egasiga zarar yetkazish istagi bilan bog‘liq bo‘lgan g‘araz, hasad yoki o‘ch olish bo‘lishi mumkin.\n\n13. Jinoyat subyekti – o‘n olti yoshga to‘lgan, sir tutiladigan axborot egasi bo‘lmagan va uni kasbiy yoki xizmat faoliyati bo‘yicha tarqatish yoxud undan foydalanishi mumkin bo‘lmagan har qanday aqli raso shaxs.\n\n14. Sharhlanayotgan moddaning 2-qismi qonunga xilof ravishda sir tutiladigan axborotni egasining roziligisiz qasddan oshkor qilish yoki undan foydalanish natijasida ko‘p miqdorda zarar yetkazganlik uchun javobgarlikni belgilaydi.\n\n15. Sir tutiladigan axborotni oshkor etish deganda, ma’lumotlarning e’lon qilinishi natijasida o‘zga shaxslarga ma’lum bo‘lishi yoxud sir tutiladigan axborotni tashkil qiluvchi ma’lumotlar bilan tanishish huquqi bo‘lmagan shaxsga berilishi tushuniladi. \n\nMazkur axborotlardan qonunga xilof ravishda foydalanish deganda, axborot bevosita va yaqin aloqador bo‘lgan faoliyatni amalga oshirish uchun axborotni qo‘llash tushuniladi. Shuning uchun, masalan, ilmiy ishni illyustratsiya qilganda alohida korxona menejmentining yangi tuzilmasini ishlatishni sir tutiladigan axborotni qo‘llash deb bo‘lmaydi, bunday holatda tegishli belgilar mavjud bo‘lganda, mualliflik huquqini buzganlik uchun javobgarlikka tortish mumkin. \n\nQonunga xilof ravishda foydalanish aybdorning o‘zga shaxslarga ma’lumotlarni haq evaziga yoki boshqa maqsadni ko‘zlab ma’lumotlarni berish yo‘li bilan yoxud o‘zi to‘plagan axborot asosida turli qarorlarni qabul qilish va harakatlarni amalga oshirish yo‘li bilan yoki boshqa maqsadda amalga oshirilishi mumkin.\n\n16. JK 191-moddasi 1-qismida nazarda tutilgan qilmishdan farqli o‘laroq, sharhlanayotgan jinoyat zaruriy belgiga ega – o‘zgalarning sir tutiladigan axborotini e’lon qilish yoxud undan foydalanish bilan bog‘liq ravishda ko‘p miqdorda zarar yetkazish. Bu ishlab chiqarishning pasayishi, uning qayta yo‘naltirilishi, mijozlari kamayishi tufayli raqobat kurashida xo‘jalik subyekti ko‘rgan yirik moddiy zararning yuzaga kelgan bo‘lishi mumkin. \n\nJinoyat ko‘p miqdorda zarar yetkazilgan paytdan boshlab tugallangan hisoblanadi.\n\n17. Subyektiv tomondan JK 191-moddasi 1-qismida nazarda tutilgan jinoyat faqat qasddan sodir etiladi. Aybdor shaxs sir tutilayotgan axborotni oshkora qilishi yoki undan foydalanishi natijasida, sir tutiladigan axborot egasiga ko‘p miqdorda zarar yetkazishini biladi, shuni xohlaydi yoxud ongli ravishda yo‘l qo‘yadi. \n\nSir tutiladigan axborotni oshkor qilish yoki undan foydalanishning motiv va maqsadlari g‘arazli bo‘lishi, bundan moddiy foyda olishga intilish bilan bog‘liq bo‘lishi yoxud aybdorning bu harakatlarni amalga oshirishida va ko‘p miqdorda zarar yetkazishida shaxsiy manfaatlari borligidan guvohlik berishi mumkin: o‘ch olish, hasad, xafalik, qarindoshlik va do‘stlik hissi, yaqin insonga yoqish istagi va hokazolar.\n\n18. Jinoyat subyekti – sir tutiladigan axborotga qonuniy (kasbiy yoki xizmat faoliyati bilan bog‘liq) yoxud qonunga xilof ravishda egalik qilayotgan o‘n olti yoshga to‘lgan shaxslar hisoblanadi. So‘nggi holatda tergov organlari va sud aybdor bu axborotni olishga qanday erishganini aniqlashi lozim va tegishli belgilar mavjud bo‘lganda aybdorning harakatini JK 191-moddasi 1-qismi bo‘yicha kvalifikatsiya qilish lozim.\n\n19. Agar sir tutiladigan axborotni mansabdor shaxs yoxud bu ma’lumotlarni bajarayotgan vazifasi tufayli oladigan mas’ul mansabdor shaxs oshkor qilsa yoxud undan foydalansa, sodir etilgan qilmish jinoyatlar majmui bo‘yicha Hokimiyat yoki mansab vakolati doirasidan chetga chiqish alomatlari mavjud bo‘lgani xolda JKning 209 va 191-moddasi 2-qismidagi belgilar bilan kvalifikatsiya qilinishi lozim."
        },
        {
            "modda_raqami": "192-modda. Raqobatchini obro‘sizlantirish.",
            "matni": "Raqobatchini obro‘sizlantirish, ya’ni bosma yoki boshqacha usulda ko‘paytirilgan matnlarda yoki ommaviy axborot vositalari orqali xo‘jalik yurituvchi subyektning ishbilarmonlik nufuziga putur yetkazish maqsadida bila turib yolg‘on, noaniq yoki buzib ko‘rsatilgan ma’lumotlarni tarqatish.\n\neng kam oylik ish haqining ellik baravaridan yuz baravarigacha miqdorda jarima yoki uch yilgacha axloq tuzatish ishlari yoxud olti oygacha qamoq bilan jazolanadi.",
            "sharxi": "1. Jinoyat obyekti tovar bozorida xo‘jalik subyektlarining qonuniy raqobatini tartibga soluvchi ijtimoiy munosabatlardir.\n\n2. Obyektiv tomondan jinoyat bosma yoki boshqacha usulda ko‘paytirilgan matnlarda yoki ommaviy axborot vositalari orqali xo‘jalik yurituvchi subyektning ishbilarmonlik nufuziga putur yetkazish maqsadida bila turib yolg‘on, noaniq yoki buzib ko‘rsatilgan ma’lumotlarni tarqatishda ifodalanadi.\n\n3. Bila turib yolg‘on ma’lumotlarni tarqatish deganda, ommaviy bosma yoki boshqacha usulda ko‘paytirilgan matnlarda yoxud ommaviy axborot vositalari orqali yolg‘on, noaniq yoki buzib ko‘rsatilgan ma’lumotlarni oshkor qilishni tushunish lozim.\n\n4. Agar ma’lumotlar haqiqatga to‘liq mos kelmasa, yolg‘on ma’lumotlar hisoblanadi.\n\n5. Noaniqlik ma’lumotlarning haqiqatga qisman muvofiqligini bildiradi.\n\n6. Buzib ko‘rsatilgan ma’lumotlar – amaldagi ma’lumotlarga mos bo‘lmagan ma’lumotlar bo‘lishi mumkin.\n\n7. Bosma usulda ko‘paytirish deganda, bosmaxona usuli bilan ko‘paytirilgan ma’lumotlarni tushunish lozim.\n\n8. Boshqacha usulda ko‘paytirish deganda, ma’lumotlarni boshqacha har qanday usulda ko‘paytirishni (kserokopiya orqali, fotosuratga olish orqali, turli matn yozish mashinalaridan, kompyuterlardan foydalanish orqali, qo‘l bilan yozish orqali va hokazolarni) tushunish lozim.\n\n9. Jinoyat bila turib yolg‘on, noaniq, buzib ko‘rsatilgan ma’lumotlarni bosma yoki boshqacha uslubda ko‘paytirilgan matnlarda yoki ommaviy axborot vositalari orqali oshkor qilingan paytdan, ya’ni o‘zga shaxslarga ma’lum bo‘lgan paytdan boshlab tugallangan hisoblanadi.\n\n10. Subyektiv tomondan jinoyat to‘g‘ri qasddan sodir etiladi. Aybdor yolg‘on, noaniq, buzib ko‘rsatilgan axborotni tarqatayotganini oldindan bilishi lozim.\n\n11. Subyektiv tomonning zaruriy belgisi jinoyatni sodir etish maqsadi – xo‘jalik yurituvchi subyektning ishbilarmonlik nufuziga putur yetkazish hisoblanadi. Bunday ma’lumotlarni tarqatgan shaxsda xo‘jalik yurituvchi subyektning ishbilarmonlik nufuziga putur yetkazish maqsadi bo‘lmasa, uning harakatida mazkur jinoyat tarkibi bo‘lmaydi. \n\nAgar shaxs xo‘jalik yurituvchi subyektning ishbilarmonlik nufuziga putur yetkazuvchi haqiqiy ma’lumotlarni oshkor etsa, uning harakatida jinoyat tarkibi bo‘lmaydi.\n\n12. Jinoyat subyekti o‘n olti yoshga to‘lgan har qanday aqli raso shaxs hisoblanadi.\n\n13. Agar jinoyat raqobatchining shaxsiy hayoti bilan bog‘liq yolg‘on ma’lumotlar asosida sodir etilsa, uning harakatlari Jinoyat kodeksi 192-modda bilan emas, balki Jinoyat kodeksi 140-modda talablari bilan jinoiy javobgarlikka tortilishi lozim (Masalan: tadbirkorning o‘ynashlari ko‘pligining aytilishi)."
        }
    ]
}