{
    "bob_nomi": "XIV bob. Atrof-muhitni muhofaza qilish va tabiatdan foydalanish sohasidagi jinoyatlar",
    "moddalar": [
        {
            "modda_raqami": "193-modda. Ekologiya xavfsizligiga oid normalar va talablarni buzish.",
            "matni": "Sanoat, energetika, transport, kommunal xizmat, agrosanoat, ilm-fan obyektlari yoki boshqa obyektlarni loyihalash, joylashtirish, qurish va ishga tushirib foydalanish normalari va qoidalarining mansabdor shaxs tomonidan buzilishi, yoxud davlat komissiyasining a’zolari tomonidan bu obyektlarni normativ hujjatlarda belgilangan qoidalarni buzib qabul qilinishi insonning o‘limi, odamlarning ommaviy ravishda kasallanishi, ekologiyaga salbiy ta’sir qiladigan darajada atrof muhitning o‘zgarib ketishiga yoki boshqacha og‘ir oqibatlarning kelib chiqishiga sabab bo‘lsa, - \n\neng kam oylik ish haqining yuz baravaridan ikki yuz baravarigacha miqdorda jarima yoki uch yilgacha muayyan huquqdan mahrum qilish yoxud ikki yildan uch yilgacha axloq tuzatish ishlari yoki olti oygacha qamoq yoxud uch yilgacha ozodlikdan mahrum qilish bilan jazolanadi.",
            "sharxi": "1. Sharhlanayotgan moddaning maqsadi sanoat, energetika, transport, kommunal xizmat, agrosanoat, ilm-fan obyektlari yoki boshqa obyektlar atrof muhit va inson hayotiga zararli bo‘lishi mumkin bo‘lganligi uchun ularni loyihalash, joylashtirish, qurish va ishga tushirib foydalanish bilan bog‘liq bo‘lgan ishlab chiqarish ishlarining texnologik tartibini jinoyat-huquqiy vositalar bilan himoya qilishdan iborat. Ushbu modda dispozitsiyasida sanab o‘tilgan ishlar har doim o‘zining fe’l-atvori bo‘yicha inson hayoti yoki sog‘lig‘i va atrof muhitga zarar yetkazish xavfi borligi bilan bog‘liq.\n\nAtrof muhitni himoya qilish qoidalari normativ-huquqiy hujjatlar bilan belgilangan va yuridik kuchga ega bo‘lishi kerak. Atrof muhitni himoya qilish qoidalari tarkibi bo‘yicha xavfsizlikning umumiy va maxsus qoidalaridan farq qiladi. Bunday jinoyatlar uchun javobgarlik Jinoyat kodeksining boshqa moddalarida ko‘rsatilgan. Korxona, inshoot va boshqa obyektlarni loyihalash, joylashtirish, qurish va ishga tushirib foydalanish umumiy ekologik qoidalari hamda ishga tushirish va boshqa faoliyatni bajarishga bo‘lgan ekologik talablar 1992 yil 9 dekabrda qabul qilingan O‘zbekiston Respublikasining “Tabiatni muhofaza qilish to‘g‘risidagi”gi Qonuni 10-bo‘limida o‘z ifodasini topgan.\n\n2. Sharhlanayotgan moddaning obyekti tabiatdan oqilona foydalanish va atrof muhitni muhofaza qilish yo‘li bilan xo‘jalik va boshqa faoliyat sohasidagi ekologik xavfsizlikni ta’minlash bo‘yicha yuzaga keladigan ijtimoiy munosabatlardir. Atrof muhitning salbiy o‘zgarishi, ekologik xavfsizlik norma va qoidalari buzilishidan kelib chiqqan inson sog‘lig‘i va hayotiga yetkazilgan zarar qo‘shimcha obyekt bo‘lishi mumkin.\n\n3. Mazkur jinoyatning obyektiv tomoni quyidagilarni o‘z ichiga oladi:\n\n-bino, inshoot, yer ishlarini loyihalash, sanoat, energetika, transport, kommunal xizmat, agrosanoat, ilm-fan obyektlari yoki boshqa obyektlarni qurish va ishga tushirib foydalanish normalari va qoidalarining buzilishi, yoxud davlat komissiyasining a’zolari tomonidan bu obyektlarning normativ hujjatlarda belgilangan qoidalarni buzib qabul qilinishidan iborat qilmish (harakat yoki harakatsizlik);\n\nEkologik xavfsizlik normalari va qoidalarining buzilishi –amaldagi normativ-huquqiy hujjatlarida belgilangan ko‘rsatmalardan farq qiluvchi xatti-harakat variantini tanlash.\n\nBuzish taqiqlangan texnologik jarayonlardan, qoidalarda nazarda tutilmagan hisob-kitob metodikasidan foydalanish, ish bajarishni rad etish yoki ruxsatnoma va litsenziya shartlariga to‘g‘ri kelmaydigan faoliyat bilan shug‘ullanish, tozalash inshootlariga yo‘l qo‘yilishi mumkin bo‘lgan yuklamani oshirish, ekologik xavfsizlik normalari va qoidalarida ko‘rsatilgan vazifalarni bajarmaslik (tegishli xo‘jalik va boshqa qarorlar qabul qilinayotganda uni hisobga olish kerak bo‘ladigan ma’lumotlarni qabul qilmaslik yoki mensimaslik, davlat ekologik ekspertizasi o‘tkazilishini rad etish, tegishli tozalash inshootlari qurilishini rad etish, nazorat o‘lchovlarini bajarmaganlik)dan iborat;\n\n-oqibat – insonning o‘limi, odamlarning ommaviy ravishda kasallanishi, ekologiyaga salbiy ta’sir qiladigan darajada atrof muhitning o‘zgarib ketishiga yoki boshqacha og‘ir oqibatlarning kelib chiqishiga sabab bo‘lgan atrof muhitning ifloslanishi.\n\nBoshqacha og‘ir oqibatlar deganda, atrof muhit sifatining yoki uning obyekti holatining ekotsid, epidemiya tahdidini yuzaga keltiradigan darajada yomonlashuvi, yaqin vaqtda bartaraf etib bo‘lmaydigan yoki katta moddiy xarajat bilan bartaraf etiladigan avariyalar; alohida obyektlarning nobud bo‘lishi; yer degradatsiyasi va atrof muhitning boshqa salbiy o‘zgarishlari tushuniladi.\n\nSharhlanayotgan jinoyat-huquqiy normaning qo‘llanilishi to‘g‘risidagi masalani yechishda jinoyatning oqibati va ekologik muhitda ijtimoiy qadriyatlarning kamayish darajasini ifodalovchi miqdor ko‘rsatkichlari hisobga olinishi kerak. Shunday oqibatlar bo‘lgan taqdirdagina shaxsni jinoiy javobgarlikka tortish masalasi ko‘riladi;\n\n-harakat bilan oqibat o‘rtasidagi sababiy bog‘lanishning mavjudligi;\n\nDispozitsiyada sanab o‘tilgan qilmishlar va kelib chiqqan oqibatlar o‘rtasida sababiy bog‘lanish ekologiya xavfsizligi normalari va talablari buzilishida aks etgan qilmish hamda kelib chiqqan oqibatlar o‘rtasidagi qonuniyatli zaruriy bog‘liqlik mavjudligini aniqlash qoidalari bo‘yicha belgilanadi.\n\nHarakat bilan oqibat o‘rtasida sababiy bog‘lanish bo‘lishi majburiydir va zararli oqibatlar atrof muhitni muhofaza qilish qoidalarini buzishdan kelib chiqqanligini (boshqa yoki qo‘shimcha omillar orqali kelib chiqmaganligini) bildiradi. Ko‘rsatib o‘tilgan oqibatlar bilan harakat o‘rtasidagi sababiy bog‘lanish ekspert yoki tabiiy fanlar (geologiya, gidrometeorologiya, atmosfera fizikasi va boshqa) sohadagi mutaxassislar xulosasi bo‘yicha belgilanadi.\n\nEkspertlar tomonidan foydalaniladigan normativlar mavjud. Masalan, suvning ifloslanish darajasini aniqlash unda zararli moddalarning ruxsat etilgan konsentratsiyasi normativlari bo‘yicha o‘rnatiladi. Sog‘liqni saqlash qonunchiligi oqava suvlarni samarali tozalash, zararli chiqindilarni yo‘q qilishni ta’minlamaydigan yangi va rekonstruksiya qilingan korxona, sex va boshqa ishlab chiqarish obyektlari qurishni taqiqlaydi.\n\n4. Loyihalash deganda, vakolatli shaxsning maxsus qaroriga asosan amalga oshiriluvchi va huquqiy oqibatlarni keltirib chiqaruvchi texnologik jarayonlar majmui tushuniladi. Obyektlarni loyihalash yakka (ijodiy) taklifni ilgari surish orqali amalga oshirilganda, agar atrof muhitni muhofaza qilish qoidalari buzilgan bo‘lsa ham, bu jinoyat tarkibining obyektiv tomonini hosil qilmaydi.\n\n5. Obyektlarni joylashtirish – loyihalanayotgan inshoot, transport infratuzilmasi, aholi punktlari, ishlab chiqarish komplekslarining muayyan maydonda joylashuvini belgilash bo‘yicha faoliyat.\n\n6. Qurish – yangi obyektlarni qurish, rekonstruksiya qilish, qayta jihozlash va boshqacha barpo etish yoki mavjud obyektlarni qayta tashkil etish.\n\n7. Ishga tushirish – qurilgan (rekonstruksiya, modernizatsiya qilingan) obyektlarning bajaruvchi tomonidan qat’iy belgilangan yuridik shaklda topshirilishi va vakolatli shaxslar tomondan qabul qilinishi, hujjatlarni va obyektning faktik holatini tekshirish jarayoni, harakatga keltirish, foydalanish, qo‘llash.\n\n8. Obyektlardan foydalanish – obyektlardan mahsulot olish, aholining yashashini ta’minlash uchun biror muayyan maqsadga muvofiq foydalanish.\n\n9. Qurilishida va rekonstruksiya qilinishida ekologik xavfsizlik norma va qoidalariga rioya qilinmagan sanoat, ilm-fan va boshqa obyektlarning davlat komissiyasi a’zolari tomonidan foydalanishga qabul qilinishi, tahlil etilayotgan modda dispozitsiyasida ko‘rsatilgan og‘ir oqibatlar kelib chiqsagina, jinoiy qilmishni hosil qiladi. \n\nQabul qilish qoidalari obyektlarni qurish, ulardan foydalanish, rekonstruksiya qilish bilan shug‘ullanuvchi tuzilma boshqaruvi tomonidan belgilanadi. Ekologik xavfsizlik norma va talablari ushbu qoidalar va idoraviy normativ hujjatlarda o‘z aksini topgan.\n\n10. Jinoyat ekologik xavfsizlik norma va qoidalarini buzishdan yuzaga kelgan oqibat kelib chiqqan vaqtdan boshlab tugallangan hisoblanadi.\n\n11. Subyektiv tomondan jinoyat qasddan sodir etiladi. Shaxs ekologik xavfsizlik norma va qoidalarini buzayotganligini anglaydi, ijtimoiy xavfli oqibatlar kelib chiqishi mumkinligiga uning ko‘zi yetadi, ularning yuz berishiga ongli ravishda yo‘l qo‘yadi va kelib chiqqan oqibatlarga beparvo munosabatda bo‘ladi.\n\n12. Ekologik xavfsizlik norma va qoidalarini buzishning subyekti o‘n sakkiz yoshga to‘lgan, o‘zining xizmat holati bo‘yicha atrof tabiiy muhit qoidalari va ekologik xavfsizlik normasiga rioya etilishiga mas’ul mansabdor shaxslar hisoblanadi. Ularga atrof muhitga nisbatan foydalanuvchi yoki tabiiy resurslardan foydalanuvchi yoxud tabiatni muhofaza qilish va undan foydalanish ustidan nazorat qilish funksiyasini bajaruvchi mansabdor shaxslar kiradi. \n\nBundan tashqari, obyektlarni qabul qilish bo‘yicha davlat komissiyasi tarkibiga kiruvchi arxitektura-loyiha boshqarmasi, ilm-fan, sanoat korxonalari, qurilish tashkilotlari, kommunal xizmat organlari va mahalliy hokimiyatning mansabdor shaxslari ham jinoyat subyekti bo‘lishi mumkin. \n\nAsosiy o‘rinni davlat, jamoat muassasalari, tashkilotlar va korxonalar ishchilarining xizmat vakolatlari ko‘rsatilgan idoraviy normativ hujjatlar: ustav, yo‘riqnoma va buyruqlar egallaydi. Subyektning javobgarligi hal qilinayotganda bu normativ hujjatlardan foydalanish kerak."
        },
        {
            "modda_raqami": "194-modda. Atrof tabiiy muhitning ifloslanganligi to‘g‘risidagi ma’lumotlarni qasddan yashirish yoki buzib ko‘rsatish.",
            "matni": "Maxsus vakolatga ega mansabdor shaxslar tomonidan zararli ekologik oqibatlarni keltirib chiqargan halokatlar yoki atrof tabiiy muhitning radiatsiyaviy, kimyoviy, bakteriyaviy ifloslanganligi yoxud odam hayoti yoki sog‘lig‘i, tirik tabiat uchun xavfli bo‘lgan boshqacha tarzda ifloslanganligi haqidagi yoxud aholi salomatligining holatiga doir ma’lumotlarni qasddan yashirilishi yoki buzib taqdim etilishi aholining ommaviy kasallanishi, hayvonlar, parrandalar yoki baliqlarning qirilib ketishi yoki boshqacha og‘ir oqibatlarga sabab bo‘lsa, - \n\neng kam oylik ish haqining yuz baravaridan ikki yuz baravarigacha miqdorda jarima yoki besh yilgacha muayyan huquqdan mahrum qilish yoxud uch yilgacha axloq tuzatish ishlari bilan jazolanadi.\n\nO‘sha qilmishlar odam o‘lishiga sabab bo‘lsa, - \n\nuch oydan olti oygacha qamoq yoki muayyan huquqdan mahrum qilib, uch yilgacha ozodlikdan mahrum qilish bilan jazolanadi.",
            "sharxi": "1. O‘zbekiston Respublikasi Konstitutsiyasiga muvofiq, “yer, yer osti boyliklari, suv, o‘simlik va hayvonot dunyosi hamda boshqa tabiiy zaxiralar umummilliy boylikdir, ulardan oqilona foydalanish zarur va ular davlat muhofazasidadir” [O‘zbekiston Respublikasi Konstitutsiyasi, 55-modda; O‘zbekiston Respublikasining 1992 yil 9 dekabrdagi “Tabiatni muhofaza qilish to‘g‘risida\"gi Qonuni 5-modda. // Oliy Kengash axborotnomasi, 1993, 1-son, 38-bet.].\n\nSharhlanayotgan moddaning maqsadi atrof muhitning normal holatini saqlash va tegishli mansabdor shaxslar tomonidan taqdim etiladigan ma’lumotlar asosida atrof tabiiy muhitni doim nazorat qilish orqali inson hayoti hamda sog‘lig‘i, o‘simlik va hayvonot dunyosi, shuningdek, tabiatning boshqa obyektlari uchun kelib chiqishi mumkin bo‘lgan salbiy oqibatlarning oldini olishdan iborat.\n\n2. Jinoyatning obyekti – xo‘jalik yurituvchi komplekslarning tegishli tarmoqlarida ekologik xavfsizlikni ta’minlashdan kelib chiqadigan ijtimoiy munosabatlar hamda atrof muhit, o‘simlik va hayvonot dunyosidir. Fakultativ obyekt – inson hayoti va sog‘lig‘i hisoblanadi.\n\n3. Jinoyatning obyektiv tomoni zararli ekologik oqibatlarni keltirib chiqargan avariyalar va atrof tabiiy muhitning boshqacha tarzda ifloslanganligi haqidagi ma’lumotlarning qasddan yashirilishi va buzib taqdim etilishi natijasida atrof muhitga, inson sog‘lig‘i va hayotiga hamda hayvonot va o‘simlik dunyosiga zarar va shikast yetkazishda ifodalanadi. Bunday qilmishlar harakat yoki harakatsizlik oqibatida sodir etilishi mumkin.\n\n4. Qasddan ma’lumotlarni yashirish deganda, inson hayoti va sog‘lig‘i yoki atrof muhitga xavf tug‘diradigan holatlar haqida xabar berilishi shart bo‘lgan ma’lumotlarni, bunday ma’lumotlarni qabul qilishga huquqi bor yoki qabul qilishga muhtoj bo‘lgan tegishli shaxslarga yetkazmaslik tushuniladi. Yashirish bunday ma’lumotlarni taqdim etishga majbur bo‘lgan shaxs tomonidan buzib ko‘rsatish yoki yashirish orqali haqiqatga to‘g‘ri kelmaydigan ma’lumotlarni taqdim etish yo‘li bilan ham amalga oshirilishi mumkin. Qasddan yashirish javobgar shaxsning atrof muhit, inson hayoti va sog‘lig‘iga tahdid soladigan hamda zarar yetkazadigan avariya va ifloslanganlik haqida tegishli organ yoki mansabdor shaxslarga o‘z vaqtida xabar berish bo‘yicha chora ko‘rmaganlik ko‘rinishidagi passiv harakatsizlikda ifodalanishi mumkin.\n\n5. Buzib ko‘rsatilgan ma’lumotlar deganda, atrof muhit inson hayoti yoki sog‘lig‘i yoxud boshqa obyektlarga zarar va shikast yetkazgan yoki yetkazish xavfini tug‘diradigan fakt va holatlarga tegishli bo‘lgan to‘liq bo‘lmagan yoki ishonchsiz, ya’ni haqiqatga to‘g‘ri kelmaydigan ma’lumotlarni tushunish kerak. Ma’lumotlarni buzib ko‘rsatish aktiv harakatda ifoda etilishi mumkin.\n\n6. Maxsus vakolatga ega mansabdor shaxs – bu faoliyati atrof tabiiy muhit holati yomonlashishiga olib kelgan yoki olib kelishi mumkin bo‘lgan davlat organlarining hamda korxona, muassasa, tashkilotlarning mansabdor shaxslari.\nAtrof tabiiy muhitni muhofaza qilish va tabiiy resurslardan foydalanish bo‘yicha davlat boshqaruvini O‘zbekiston Respublikasi Vazirlar Mahkamasi, O‘zbekiston Respublikasi Tabiatni muhofaza qilish davlat qo‘mitasi, davlat boshqaruvi mahalliy organlari amalga oshiradi [Qarang: O‘zbekiston Respublikasining 1992 yil 9 dekabrdagi “Tabiatni muhofaza qilish to‘g‘risida\"gi Qonuni 8-modda. // Oliy Kengash axborotnomasi, 1993, 1-son, 38-bet.].\nMaxsus vakolatli davlat tabiatni muhofaza qilish idoralari quyidagilar hisoblanadi:\nO‘zbekiston Respublikasi Tabiatni muhofaza qilish davlat qo‘mitasi;\nO‘zbekiston Respublikasi Sog‘liqni saqlash vazirligi;\nSanoatda ishlarning bexatar olib borilishini nazorat qilish va konchilik nazorati agentligi;\nO‘zbekiston Respublikasi Ichki ishlar vazirligi;\nO‘zbekiston Respublikasi Qishloq va suv xo‘jaligi vazirligi;\nO‘zbekiston Respublikasi Yer resurslari, geodeziya, kartografiya va davlat kadastri davlat qo‘mitasi. \nMaxsus vakolatli davlat tabiatni muhofaza qilish idoralari tabiatni muhofaza qilish sohasidagi davlat nazoratini amalga oshirishda qatnashishga idoraviy ekologik xizmat bo‘linmalarini belgilangan tartibda jalb etishlari mumkin [O‘sha joyda, 31-modda.].\nIdoraviy ekologik xizmat bo‘linmalari deganda, korxona, muassasa va tashkilotlarning maxsus vakolatli shaxslari (atrof muhitni muhofaza qilish inspektorlari, ekologik xavfsizlik bo‘yicha muhandislar va boshqalar) tushuniladi.\n\n7. Ekologik oqibatli falokat deganda, xo‘jalik yoki boshqa faoliyatda atrof tabiiy muhitda inson sog‘lig‘iga, tabiiy ekologik tizim holatiga, o‘simlik va hayvonlarning genetik fondlariga tahdid soluvchi halokatli ta’sirni, doimiy salbiy o‘zgarishlarni keltirib chiqaruvchi favqulodda vaziyat tushuniladi.\n\n8. Atrof muhitning ifloslanishi deganda, xo‘jalik va boshqa faoliyat, tabiiy kuchning halokatli ta’siri, falokat yoki ofat oqibatida inson sog‘lig‘iga, tabiiy ekologik tizimga, o‘simlik va hayvonlarning genetik fondlari holatiga tahdid soluvchi atrof tabiiy muhitning doimiy salbiy o‘zgarishi sodir bo‘ladigan hududni, shuningdek, suv va havo bo‘shliqlarining radiatsiyaviy, kimyoviy, bakteriologik yoki boshqacha ifloslanishi tushuniladi.\nAtrof muhitning ifloslanish hududi – havo, suv, hududiy bo‘shliqning muayyan qismi, shuningdek, tabiiy muvozanatning buzilishi, tabiiy ekologik tizimning ishdan chiqishi bilan bog‘liq bo‘lgan atrof muhitning doimiy yoki qaytarib bo‘lmaydigan o‘zgarishi sodir bo‘lgan yoki bo‘layotgan yer qari uchastkasidir.\nAtrof muhitning radiatsiyaviy ifloslanishi deganda, tuproqda, suvda, atmosfera havosida, o‘simliklarda radionuklidlarning tabiiy miqdoriga nisbatan yomonlashuvida, aholining nurlanish ekvivalent dozasining, atrof muhitda radionuklidlar konsentratsiyasining belgilangan normadan oshishida va ionlashtiruvchi nurlanishning kuchida ifodalanuvchi radiatsiyaviy fonning o‘zgarishi tushuniladi.\nTabiiy radiatsiyaviy fon – kosmik nurlanish orqali hamda yerda, suvda, havoda, biosferaning boshqa elementlarida, oziq-ovqat mahsulotlarida va inson organizmida tabiiy ravishda taqsimlangan tabiiy radionuklidlarning nurlanishi orqali hosil bo‘ladigan nurlanish dozasi.\nTexnogen ravishda o‘zgargan radiatsiyaviy fon – inson faoliyati natijasida o‘zgargan tabiiy radiatsiyaviy fon. Agar radiatsiyaviy fonning o‘zgarishi atrof muhitning ifloslanishiga olib kelsa, u ijtimoiy xavfli deb topiladi.\nAtrof muhitning kimyoviy ifloslanishi – atrof tabiiy muhitning inson sog‘lig‘iga, tabiiy ekologik tizimga, o‘simlik va hayvonlarning genetik fondlari holatiga tahdid soluvchi kimyoviy moddalar, chiqindilar va boshqa turdagi kimyoviy ifloslanishni chiqarib tashlash oqibatida kelib chiqqan doimiy salbiy o‘zgarishidir.\nAtrof muhitning bakteriologik ifloslanishi – bunday ifloslanishda, tabiiy muhitda, atmosferada, suv yoki tuproqda hamda o‘simlik va hayvonot olamida tabiiy ekologik tizim, o‘simlik va hayvonlarning genetik fondlari hamda insonlarning holati o‘zgarishiga potensial yordam beruvchi bakteriologik moddalar bilan bog‘liq doimiy salbiy o‘zgarishlar ro‘y bergan yoki berishi mumkin bo‘ladi.\nAtrof muhitning inson hayoti yoki sog‘lig‘iga yoxud tabiatga xavfli bo‘lgan boshqacha ifloslanishi deganda, radiatsiyaviy, kimyoviy yoki bakteriologik moddalar bilan bog‘liq bo‘lmagan, toksik va boshqa moddalarni tashlash yoki chiqarish oqibatida atrof muhit jiddiy o‘zgaradigan ifloslanish tushuniladi (masalan, neft, gaz, ekinzor maydonlariga nazorat qilib bo‘lmaydigan tarzda o‘t ketishi va hokazolar).\n\n9. Sharhlanayotgan modda dispozitsiyasiga muvofiq, aholi sog‘lig‘ining holati to‘g‘risidagi ma’lumotlarni yashirish yoki buzib ko‘rsatish ham jinoyat hisoblanadi.\nBunda aholi sog‘lig‘ining holati to‘g‘risidagi ma’lumotlar deganda, insonlarning epidemiologik xususiyatga ega va sog‘lom kishilarda kasallikni keltirib chiqarishi mumkin bo‘lgan kasalliklar to‘g‘risidagi ma’lumotlar tushunilishi darkor.\n\n10. Jinoyatni tugallangan deb topish uchun, ma’lumotlarni yashirish yoki buzib taqdim etish natijasida sharhlanayotgan moddaning dispozitsiyasida ko‘rsatilgan oqibatlar – aholining ommaviy kasallanishi, hayvonlar, parrandalar yoki baliqlarning qirilib ketishi yoki boshqacha og‘ir oqibatlar kelib chiqqan bo‘lishi kerak. Boshqa hollarda ma’muriy javobgarlik yuzaga keladi.\n\n11. Aholining ommaviy kasallanishi deganda, ikki yoki undan ortiq shaxsda organizmning biologik xususiyatlarida patologik o‘zgarishlar ro‘y berishi, sog‘liqning jismoniy, ruhiy yoki boshqacha buzilishi tushuniladi.\n\n12. Hayvonlar, parrandalar yoki baliqlarning ommaviy qirilib ketishi deganda, bir vaqtning o‘zida hayvonlar, parrandalar, yoki baliqlarning bir yoki bir nechta turlari, muayyan hududda, bir yoki bir nechta obyektlarda ko‘p miqdorda nobud bo‘lishi tushuniladi. Bunda nobud bo‘lishning ommaviyligi hayvonlar, parrandalar yoki baliqlarning turlari, ularni qayta tiklash darajasiga qarab, har bir muayyan hodisadan kelib chiqib aniqlanadi.\n\n13. Boshqa og‘ir oqibatlar deganda, ko‘p va juda ko‘p miqdorda moddiy zarar yetkazish, aholini ko‘chirish, bino va boshqa xo‘jalik obyektlarini buzish zaruriyati, ulardan to‘g‘ri maqsadga muvofiq foydalanishning iloji yo‘qligi, biror-bir hayvon yoki o‘simlik turining yo‘q bo‘lishi tushuniladi.\n\n14. Kelib chiqqan oqibat bilan ekologik oqibatli falakat yoki atrof muhitning radiatsiyaviy, kimyoviy, bakteriologik va insonlar hayoti yoki sog‘lig‘i uchun yoxud tirik tabiat uchun xavfli bo‘lgan boshqa ifloslanishga olib kelgan aholi sog‘lig‘ining holati to‘g‘risidagi ma’lumotlarni o‘z vaqtida va to‘liq taqdim etish majburiyatini buzish o‘rtasidagi sababiy bog‘lanish jinoyatning zaruriy belgisi hisoblanadi.\n\n15. Subyektiv tomondan jinoyat to‘g‘ri yoki egri qasddan sodir etiladi. Aybdor shaxs o‘z qilmishining ijtimoiy xavfli xususiyatini anglaydi, uning ijtimoiy xavfli oqibatlariga ko‘zi yetadi va ularning yuz berishini istaydi va ongli ravishda ularning yuz berishiga yo‘l qo‘yadi. Bunday ma’lumotlarni ehtiyotsizlikdan taqdim etmaslik yoki ularni buzib taqdim etish jinoyat tarkibini hosil qilmaydi.\n\n16. Jinoyatning subyekti o‘n sakkiz yoshga to‘lgan, yuqorida ko‘rsatilgan ma’lumotlarni taqdim etishga maxsus vakolatli bo‘lgan shaxs bo‘lishi mumkin. Bunday shaxslarga rahbarlar, ularning o‘rinbosarlari, bosh muhandislar, atrof muhitni muhofaza qilish inspektorlari hamda atrof muhitning ehtimol tutilgan ifloslanishi bilan bog‘liq bo‘lgan ishlar xavfsizligiga mas’ul bo‘lgan, bunday ma’lumotlarni mustaqil ravishda taqdim etish huquqiga ega korxona xodimlari kiradi. Tegishli ma’lumotlarni taqdim etish davlat, idora, jamoat muassasasi hamda mulkchilik shaklidan qat’i nazar, korxona, tashkilot va muassasa ishchilarining u yoki bu xizmat vakolatlarini belgilab beruvchi qonun, ustav (ta’sis hujjatlari va ichki nizom), ko‘rsatma, buyruqlarga ko‘ra ularning majburiyati hisoblanadi. Sharhlanayotgan harakatni sodir qilganlik uchun muayyan shaxsning javobgarligi to‘g‘risidagi masala ko‘rilayotganda ekologik oqibatli falakat yoki atrof muhitning radiatsiyaviy, kimyoviy, bakteriologik va insonlar hayoti yoki sog‘lig‘i yoxud tirik tabiat uchun xavfli bo‘lgan boshqa ifloslanish, aholi sog‘lig‘ining holati to‘g‘risidagi ma’lumotlarni taqdim etish bo‘yicha majburiyatni belgilash maqsadida lokal normativ hujjatlardan ham foydalanish zarur.\n\n17. Agar JK 194-moddasi 1-qismi dispozitsiyasida ko‘rsatilgan harakatlar natijasida bitta odam o‘lsa ham, sharhlanayotgan moddaning 2-qismi bo‘yicha javobgarlik yuzaga keladi."
        },
        {
            "modda_raqami": "195-modda. Atrof tabiiy muhitning ifloslanishi oqibatlarini bartaraf qilish choralarini ko‘rmaslik.",
            "matni": "Mansabdor shaxsning ekologiyasi ifloslangan joylarni dezaktivatsiya qilish yoki boshqacha tarzda tiklash choralarini ko‘rishdan bo‘yin tovlashi yoki bunday ishlarni yetarli darajada bajarmasligi odamlarning ommaviy ravishda kasallanishi, hayvonlar, parrandalar yoki baliqlarning qirilib ketishi yoki boshqacha og‘ir oqibatlarga sabab bo‘lsa, -\n\neng kam oylik ish haqining yuz baravaridan ikki yuz baravarigacha miqdorda jarima yoki besh yilgacha muayyan huquqdan mahrum qilish yoxud uch yilgacha axloq tuzatish ishlari bilan jazolanadi.\n\nO‘sha qilmishlar odam o‘lishiga sabab bo‘lsa, -\n\nuch oydan olti oygacha qamoq yoki muayyan huquqdan mahrum qilib, uch yilgacha ozodlikdan mahrum qilish bilan jazolanadi.",
            "sharxi": "1. Sharhlanayotgan jinoyatning ijtimoiy xavfliligi shundan iboratki, unda atrof tabiiy muhitning ifloslanishi oqibatlarini bartaraf qilish choralarini ko‘rmaslik natijasida atmosfera, suv resurslari, o‘simlik dunyosi ifloslanadi, hayvonot dunyosi zaharlanadi, ruxsat etilgan zararli moddalarning sanitariya gigiyena normativiga rioya qilinmaydi, bu esa, o‘z navbatida, inson hayoti va sog‘lig‘iga tahdid soladi.\n\nAtrof tabiiy muhitning ifloslanishi oqibatlarini bartaraf qilish choralarini ko‘rmaganlik uchun jinoiy javobgarlik belgilanishidan maqsad qilib qonunchilik respublikada ekologik vaziyat holati ustidan doimiy tegishli nazorat o‘rnatish vazifasini qo‘yadi. Atrof tabiiy muhitning yo‘l qo‘yilgan ifloslanish faktlari o‘z vaqtida qayd qilinibgina qolmay, balki bunday ifloslanishning zararli oqibatlarini bartaraf etishga mas’ul shaxslar qonun bilan ularga yuklatilgan vazifalarni o‘z vaqtida bajarishlari shart.\n\n2. Jinoyat obyekti O‘zbekiston Respublikasida ekologik barqarorlikni ta’minlash sohasida yuzaga keladigan va shakllanadigan ijtimoiy munosabatlardir. Bevosita obyekti atrof tabiiy muhit, ekologik xavfsizlik hisoblanadi. Inson hayoti yoki sog‘lig‘i, davlatimizning iqtisodiy manfaatlari fakultativ obyekt bo‘lishi mumkin.\n\n3. Obyektiv tomondan ekologiyasi ifloslangan joylarni dezaktivatsiya qilish yoki boshqacha tarzda tiklash choralarini ko‘rishdan bo‘yin tovlash yoxud bunday ishlarni yetarli darajada bajarmaslik odamlarning ommaviy ravishda kasallanishi, hayvonlar, parrandalar yoki baliqlarning qirilib ketishi yoki boshqacha og‘ir oqibatlarga sabab bo‘lgan jinoiy harakatlarda ifodalanadi.\n\nDezaktivatsiya qilish yoki boshqacha tarzda tiklash choralarini ko‘rishdan bo‘yin tovlash yoxud bunday ishlarni yetarli darajada bajarmaslik jinoyatining oqibati odamlarning ommaviy kasallanishi yoki atrof tabiiy muhitga boshqacha og‘ir oqibatlar yetkazilishi bilan bog‘liqdir.\n\nHarakat bilan kelib chiqqan oqibat o‘rtasida bevosita sababiy bog‘lanish belgilangan bo‘lishi kerak. Jinoyat oqibat (odamlarning ommaviy ravishda kasallanishi, hayvonlar, parrandalar yoki baliqlarning qirilib ketishi yoki boshqacha og‘ir oqibatlar) yuzaga kelgan paytdan e’tiboran tugallangan deb topiladi.\n\n4. Subyektiv tomondan jinoyat qasddan yoki ehtiyotsizlikdan sodir etilishi mumkin (masalan, qasddan xizmat vazifasini bajarishdan bo‘yin tovlash, o‘zining majburiyatiga beparvo yoki o‘ziga o‘zi ishongan holda munosabatda bo‘lish, yoxud harakatga nisbatan qasddan, kelib chiqqan oqibatga nisbatan esa ehtiyotsizlikdan – aybning murakkab shakli).\n\n5. Jinoyatning subyekti maxsus bo‘lib – o‘n sakkiz yoshga to‘lgan, xizmat, professional yoki boshqa funksiyalarni bajarish munosabati bilan ekologiyasi ifloslangan joylarni dezaktivatsiya qilish yoxud boshqacha tarzda tiklash choralarini ko‘rish vazifasi yuklatilgan shaxs. Ularga korxona, muassasa rahbarlari, bosh muhandislar, ularning o‘rinbosarlari va hokazolar kiradi.\n\n6. Sharhlanayotgan moddaning 2-qismida bir yoki undan ortiq shaxsning o‘limi kelib chiqqanligi uchun javobgarlik belgilanadi."
        },
        {
            "modda_raqami": "196-modda. Atrof tabiiy muhitni ifloslantirish.",
            "matni": "Yerlarni ifloslantirish yoki buzish, suv yoki atmosfera havosini ifloslantirish odamlarning ommaviy ravishda kasallanishi, hayvonlar, parrandalar yoki baliqlarning qirilib ketishi yoki boshqacha og‘ir oqibatlarga sabab bo‘lsa, - \n\neng kam oylik ish haqining yuz baravaridan ikki yuz baravarigacha miqdorda jarima yoki besh yilgacha muayyan huquqdan mahrum qilish yoxud uch yilgacha axloq tuzatish ishlari bilan jazolanadi.\n\nO‘sha qilmishlar odam o‘lishiga sabab bo‘lsa, - \n\nuch oydan olti oygacha qamoq yoki muayyan huquqdan mahrum qilib, uch yilgacha ozodlikdan mahrum qilish bilan jazolanadi.",
            "sharxi": "1. Yer, suv va atmosfera havosidan foydalanish bo‘yicha munosabatlar ekologik qonunchilik, shu jumladan O‘zbekiston Respublikasining Yer kodeksi, O‘zbekiston Respublikasining “Atmosfera havosini muhofaza qilish to‘g‘risida”gi, “Suv va suvdan foydalanish to‘g‘risida”gi qonunlari va boshqa normativ-huquqiy hujjatlar bilan tartibga solinadi.\n\nUshbu jinoyat-huquqiy normaning maqsadi yerning buzilishi, ya’ni ekologik qonunchilikning buzilishi natijasida yerning sifatli holati yomonlashuvining oldini olish yo‘li bilan uni muhofaza qilish, suv sifatini saqlashni jinoiy-huquqiy vositalar bilan ta’minlash, statsionar va ko‘chma manbalarning atmosferaga zararli moddalarni chiqarib tashlash normativiga rioya etishini jinoyat-huquqiy vositalar bilan ta’minlash hamda hayvonot va o‘simlik dunyosiga, baliq zaxirasiga, o‘rmon va qishloq xo‘jaligiga, insonlar hayoti yoki sog‘lig‘iga yetkazilishi mumkin bo‘lgan zararning oldini olishdan iborat. Atrof tabiiy muhitni muhofaza qilishga bo‘lgan talablarning yuqoriligi va ularni jinoyat-huquqiy himoya qilish inson hayoti va faoliyati, shu jumladan hayvonot dunyosi, o‘rmon, yer, yer osti uchun muhim sharoitlarni yaratib berish, shuningdek, ijtimoiy xavfli tajovuzning oqibatlarini tugatish imkoniyati yo‘qligi yoki murakkabligi, qayta tiklovchi ishlarning qimmatga tushishi bilan izohlanadi.\n\n2. Jinoyat obyekti – yer, suv va atmosfera havosini ifloslanishdan muhofaza qilish bo‘yicha ijtimoiy munosabatlar, inson hayoti va sog‘lig‘idir.\n\nSharhlanayotgan moddaning predmeti quyidagilarni o‘ziga oladi:\n\n-yer – O‘zbekiston Respublikasining yagona yer fondiga kiruvchi yer uchastkasining har qanday turi;\n\n-yer usti (daryo, ko‘l, suv omborlari) yoki yer osti suvlari, muzlik hamda ichimlik suvi ta’minoti manbalari;\n\n-atmosfera, havo, uning tabiiy xossalari.\n\nYer deganda, ishlab chiqarish va boshqa maqsadlarda foydalaniladigan, O‘zbekiston Respublikasining yagona yer fondiga kiruvchi quruqlikning ustki qismi, O‘zbekiston Respublikasi hududi, kenglik, uchastka hamda yer qa’ri, tuproq tushuniladi.\n\nSuv obyektlari deganda, saqlash va suv aloqasi uchun foydalaniladigan hamda atrof tabiiy muhitning ajralmas qismi hisoblangan tabiiy va sun’iy obyektlar tushuniladi.\n\nAtmosfera havosi – atmosferaning turar joy, ijtimoiy va ishlab chiqarish binosi hamda ishlab chiqarish hududidan tashqarida bo‘lgan, yerning evolyutsiyasi davomida shakllangan yerga yaqin qavati gazlarining tabiiy aralashmasi. Ularning ifloslanishi mehnatni muhofaza qilish va ishlab chiqarishdagi xavfsizlik qoidalarini buzish kabi jinoyat tarkibini keltirib chiqarishi mumkin.\n\n3. Jinoyatning obyektiv tomoni quyidagilarni o‘z ichiga oladi:\n\n-yer, suv yoki atmosfera havosining buzilishi, ifloslanishi va tabiiy xususiyatlarining boshqacha tarzda o‘zgarishidan iborat harakat yoki harakatsizlik;\n\n-jinoiy oqibat;\n\n-harakat bilan kelib chiqqan oqibat o‘rtasidagi sababiy bog‘lanish.\n\nHarakat yer, suv, atmosfera havosini tabiiy obyektlar holatiga salbiy ta’sir etishi va ularning sifatini yomonlashtirishi mumkin bo‘lgani uchun normativ-huquqiy aktlar bilan atrof tabiiy muhitga kiritish taqiqlangan yoki ularni kiritishga qat’iy cheklashlar o‘rnatilgan zararli moddalarni atrof tabiiy muhitga tashlash, oqizish yoki boshqacha tarzda qo‘shish yo‘li bilan qasddan buzish yoxud ifloslantirishda ifodalanadi.\n\nHarakatsizlik esa xo‘jalik va boshqa faoliyat amalga oshirilayotganda, inshootlar qurilishida tozalovchi va o‘lchovchi moslamalarni o‘rnatmaslik, atrof tabiiy muhitni saqlash yoki uni tiklash bo‘yicha chora-tadbirlarni yetarli darajada bajarmaslikda ifodalanadi.\n\n4. Yer, suv, atmosferaning ifloslanishi va buzilishi deganda, o‘zini o‘zi tozalashga bo‘lgan tabiiy qobiliyatini pasaytiradigan fizik, kimyoviy, biologik xususiyatlarga ta’sir tushuniladi.\n\n5. Yerning buzilishi – uning unumdor qavatining buzilishiga va qirilib ketishiga olib keluvchi harakat (harakatsizlik).\n\nIfloslantirish – yerga fe’l-atvorli bo‘lmagan fizik, kimyoviy, biologik modda, organizmlarni kiritish.\n\n6. Suv obyektlarining ifloslanishi – yer usti va osti suv sifatini yomonlashtiradigan yoki suv obyektlarining qirg‘og‘i va tagi holatiga salbiy ta’sir etadigan zararli moddalarni suv obyektlariga tashlash va boshqacha tarzda kiritish.\n\n7. Havoning ifloslanishi – tabiiy miqdor darajasi yoki sifati normatividan oshib ketgan konsentratsiyasida zararli moddalarning havoda yuzaga kelishi yoki uning tarkibiga kiritish.\n\n8. Ifloslanish darajasini belgilayotganda yer, suv va atmosfera havosida zararli moddalar yo‘l qo‘yiladigan konsentratsiyani o‘rnatadigan normativlarga amal qilish kerak. Sog‘liqni saqlash qonunchiligi oqava suvlarni tozalash zararli chiqindilarni yo‘q qilishni ta’minlamaydigan yangi va rekonstruksiya qilingan korxona, sex va boshqa ishlab chiqarish obyektlarini qurishni taqiqlaydi.\n\n9. Sharhlanayotgan modda doirasida harakat bilan oqibat o‘rtasidagi sababiy bog‘lanish shundan iboratki, harakat atrof muhitning tabiiy xususiyatlari o‘zgarishiga olib kelishi kerak. Bu o‘zgarishlar o‘zining yangi xususiyatlari bilan, masalan, mexanik aralashma miqdorining zararli moddalar bilan ko‘payishi yoki tabiiy obyektlardan birining fizik hajmi kamayishi bilan boshqa muhofaza qilinadigan obyektlar holati o‘zgarishini (odamlarning ommaviy ravishda kasallanishi, hayvonlar, parrandalar yoki baliqlarning qirilib ketishi yoki boshqacha og‘ir oqibatlar, shuningdek, inson o‘limi va hokazolarni) keltirib chiqaradi. Biroq, agar tabiiy muhit yoki uning obyektlaridan biri ifloslanishi bilan birga hayvon, parranda yoki baliq zaxirasining populyatsiyasi boshqa sababdan yuzaga kelgan epizootiya natijasida qirilib ketsa, u holda sababiy bog‘lanish bo‘lmaydi.\n\n10. Jinoyat ko‘rsatilgan har qanday oqibat (inson sog‘lig‘iga zarar yetkazish, shuningdek, inson o‘limi, hayvonlar, parrandalar yoki baliqlarning qirilib ketishi yoki boshqacha og‘ir oqibatlar) yuzaga kelgan vaqtdan boshlab tugallangan hisoblanadi.\n\n11. Subyektiv tomondan jinoyat qasddan sodir etiladi va shaxs o‘z qilmishining ijtimoiy xavfli xususiyatini anglaydi, ularning yuz berishiga yo‘l qo‘yadi va bunga beparvo holatda munosabatda bo‘ladi. Kelib chiqqan oqibatlarga qarab aybdor shaxs harakatlarida ehtiyotsizlik bo‘lishi mumkin.\n\n12. Jinoyat subyekti o‘n olti yoshga to‘lgan, normativ-huquqiy hujjatlar bilan atrof muhitga zararli moddalarni tashlash yoki statsionar va ko‘chma manbalar, inshootlar va boshqa obyektlardan, shu jumladan transport vositalaridan foydalanish ustidan nazorat qilish vazifasi yuklatilgan shaxs hisoblanadi.\n\n13. Korxona, tashkilotlarning mansabdor shaxslari qo‘l ostidagi shaxslarga xizmat vakolatlari doirasidan chetga chiqqan holda tabiiy obyektlarga zarar yetishiga olib keladigan buyruqlarni bergan hollarda, boshqa tegishli belgilar mavjud bo‘lganda, ularni hokimiyat yoki mansab vakolati doirasidan chetga chiqqanlik uchun JK 206-moddasi bo‘yicha javobgarlikka tortish lozim.\n\n14. Sharhlanayotgan moddaning 2-qismi inson o‘limi ko‘rinishidagi ijtimoiy xavfli oqibat kelib chiqishini nazarda tutadi."
        },
        {
            "modda_raqami": "197-modda. Yer, yer osti boyliklaridan foydalanish shartlarini yoki ularni muhofaza qilish talablarini buzish.",
            "matni": "Yer, yer osti boyliklaridan foydalanish shartlarini yoki ularni muhofaza qilish talablarini buzish og‘ir oqibatlarga sabab bo‘lsa, - \n\neng kam oylik ish haqining ellik baravaridan yuz baravarigacha miqdorda jarima yoki uch yilgacha axloq tuzatish ishlari yoxud uch yilgacha ozodlikdan mahrum qilish bilan jazolanadi.",
            "sharxi": "1. Yerdan oqilona foydalanish va uni muhofaza qilish yer va ekologiya qonunchiligining ko‘plab umumiy va maxsus normativ hujjatlar bilan tartibga solinadi: O‘zbekiston Respublikasining 1998 yil 30 apreldagi Yer kodeksi, 2002 yil 13 dekabrdagi “Yer osti boyliklari to‘g‘risida”gi Qonuni va boshqalar. \n\nSharhlanayotgan moddaning maqsadi yer va yer osti boyliklaridan nooqilona, samarasiz, maqsadga nomuvofiq tarzda foydalanishdan himoya qilish, ekologik xavfsizlikni ta’minlash va yer osti boyliklarining sifati yomonlashuvining oldini olishdan iborat.\n\nYer, yer osti boyliklari va foydali qazilmalardan foydalanish masalalarining yechimi yerni hisobga olish, foydali qazilmalarni geologik jihatdan aniqlash va qidirish, konchilik korxonalarini loyihalash va ishga tushirish mexanizmlarini, tuproq sifatini tiklash bo‘yicha meliorativ va boshqa chora-tadbirlarni o‘tkazish ustidan nazoratni o‘z ichiga oladi.\n\nYerdan oqilona foydalanish va uni muhofaza qilish bo‘yicha asosiy talablar quyidagilardan iborat:\n\n-hududni oqilona tashkil etish;\n\n-tuproq unumdorligini, shuningdek, yerning boshqa xossalarini tiklash va oshirish;\n\n-yerni suv va shamol erroziyasidan, seldan, suv bosishdan, zaxlanishdan, qayta sho‘r bosishdan, qaqrab qolishdan, zaranglashishdan, ishlab chiqarish chiqindilari, kimyoviy va radioaktiv moddalar bilan ifloslanishdan, xarob qiladigan boshqa jarayonlardan himoya qilish;\n\n-qishloq xo‘jalik yerlarini buta va dov-daraxtlar, yovvoyi o‘tlar bosib ketishidan va yerlarning moddiy-texnikaviy holatini yomonlashtiruvchi boshqa jarayonlardan himoya qilish;\n\n-hosildan qolgan qishloq xo‘jalik yerlaridagi tuproq unumdorligini boshqa usullar bilan qayta tiklashning iloji bo‘lmasa, bu yerlarni konservatsiya qilish;\n\n-buzilgan yerlarni qaytadan ekinzorga aylantirish, ularning unumdorligini va boshqa foydali xossalarini oshirish;\n\n-yerni buzish bilan bog‘liq bo‘lgan ishlarni amalga oshirish chog‘ida tuproqning unumdor qatlamini sidirib olish, undan foydalanish va uni saqlab qolish [Qarang: O‘zbekiston Respublikasining Yer kodeksi, 79-modda.];\n\nYer qa’ridan oqilona foydalanish va uni muhofaza qilishning asosiy talablari quyidagilardan iborat:\n\n-yer qa’rini geologik jihatdan o‘rganish to‘la-to‘kis bo‘lishini va undan kompleks foydalanilishini ta’minlash;\n\n-foydali qazilmalarning o‘zboshimchalik bilan kovlab olinishiga va ular joylashgan maydonlarda imorat qurilishiga yo‘l qo‘ymaslik;\n\n-foydali qazilmalar zaxiralarining davlat hisobi yuritilishini amalga oshirish;\n\n-foydali qazilmalar zaxiralarini tasdiqlash va geologik materiallarning davlat ekspertizasini o‘tkazish;\n\n-yer qa’ridan asosiy foydali qazilma va u bilan birga joylashgan foydali qazilmalar hamda qo‘shilib chiqadigan foydali komponentlarning iqtisodiy jihatdan rentabelli zaxiralari mumkin qadar to‘liq chiqarib olinishini ta’minlash;\n\n-foydali qazilma konlarini suv bosishdan, suv chiqib ketib to‘lib qolishdan, yong‘indan hamda foydali qazilmalar sifatini va konlarning sanoat ko‘lamidagi ahamiyatini pasaytiruvchi yoki ularni ishga solishni murakkablashtiruvchi boshqa omillardan muhofaza qilish;\n\n-yer qa’rida konservatsiya qilib qo‘yiladigan foydali qazilmalar zaxiralarining, yer qa’ridan foydalanish bilan bog‘liq ishlarni olib borishda kon qazishmalari, quduqlar va yer osti inshootlarining saqlanishini ta’minlash;\n\n-uglevodorodlar va ularni qayta ishlash asosida hosil qilingan mahsulotlarni, boshqa moddalar va materiallarni yer ostida saqlashda, chiqindilarni saqlash va ko‘mishda, oqava suvlarni chiqarib tashlashda yer qa’ri ifloslanishining oldini olish;\n\n-foydali qazilmalarni kovlab oluvchi korxonalarni va foydali qazilmalarni kovlab olish bilan bog‘liq bo‘lmagan yer osti inshootlarini tugatish va konservatsiya qilishni belgilangan tartibda o‘tkazish [Qarang: O‘zbekiston Respublikasining 2002 yil 13-dekabrdagi “Yer osti boyliklari to‘g‘risida”gi Qonuni, 35-modda.].\n\n2. Sharhlanayotgan jinoyatning obyekti yer va yer osti boyliklaridan foydalanish va uni muhofaza qilishning belgilangan tartibi hisoblanadi.\n\n3. Jinoyat predmeti – yer uchastkalarining turli ko‘rinishi, unga egalik qilish xususiyati va mulkchilik shaklidan qat’i nazar, inson tomonidan o‘zlashtirilgan, o‘zlashtirilayotgan, o‘zlashtirilmagan yer, shuningdek: qishloq xo‘jaligiga mo‘ljallangan, aholi punktlarining, sanoat, transport, aloqa, energetika, mudofaa va boshqa maqsadlarga mo‘ljallangan, tabiatni muhofaza qilish tabiatni qo‘riqlash, sog‘lomlashtirish, rekreatsiya, tarixiy-madaniy maqsadlarga mo‘ljallangan, o‘rmon va suv fondlari hamda zaxira yerlaridir.\n\n4. Yer qa’ri – yer qobig‘ining tuproq qatlamidan quyida joylashgan, tuproq qatlami bo‘lmaganda esa yer yuzasidan yoki suv obyektlari tubidan quyida joylashgan, geologik jihatdan o‘rganish va o‘zlashtirish mumkin bo‘lgan chuqurlikkacha yastangan qismi [Qarang: O‘zbekiston Respublikasining 2002 yil 13 dekabrdagi “Yer osti boyliklari to‘g‘risida”gi Qonuni, 2-modda.].\n\n5. Yer, yer osti boyliklaridan foydalanishdagi muhofaza qilish qoidalari yer, konchilik va ekologiya qonunchiligi bilan tartibga solinadi. Ular normativ-huquqiy hujjatlarda ifodalanib, foydali qazilmalarni kovlab olish bilan bog‘liq bo‘lmagan qishloq xo‘jaligi, konchilik korxonalari va yer osti inshootlaridan foydalanish, ularni loyihalash, joylashtirish, qurilish, ishga tushirish asoslari, shartlari, tartibi va boshqa talablarni o‘rnatuvchi normativ-huquqiy hujjatlar hisoblanadi. Ushbu qoidalarni yer va yer ostidan foydalanish jarayonida ijro etish majburiydir.\n\n6. Jinoyatning obyektiv tomonini quyidagilar tashkil qiladi:\n\n-yer va yer osti boyliklaridan foydalanish shartlari yoki ularni muhofaza qilish talablarini buzishdan iborat harakat (harakatsizlik);\n\n-og‘ir oqibatlar kelib chiqishi ko‘rinishidagi ijtimoiy xavfli oqibat;\n\n-ular o‘rtasidagi sababiy bog‘lanish.\n\n7. Yer va yer osti boyliklaridan foydalanish shartlari yoki ularni muhofaza qilish talablarini buzishdan iborat harakatlar tuproqning ifloslanishi, axlat bosishi, sho‘rlanishi, zaxlanishi, qaqrab ketishi, qayta zanglanishida, erroziyada, tuproqning unumdor qatlami buzilishi, yaroqsiz holatga kelishida, tuproqning bakteriologik, parazitar va yuqumli kasalliklar bilan kasallanishida, yer sifatini, unumdorligini pasaytiruvchi yerning suv bosishi, suvga to‘lishi, yong‘inlarda hamda ishlab chiqarish chiqindilarini joylashtirish, oqava suvlarini chiqarib tashlashda, foydali qazilmalarni kovlab oladigan korxona va foydali qazilmalarni kovlab olish bilan bog‘liq bo‘lmagan yer osti inshootlarini konservatsiya va yo‘q qilish tartibini buzishda, ichimlik va sanoat suvlari bilan ta’minlash uchun yer osti suvlari to‘planadigan joylarda sanoat chiqindilari to‘planishida ifodalanadi.\n\nHarakatsizlik yer va yer ostidan foydali tabiiy xossalarni, asosiy va ular bilan chiqadigan foydali qazilmalar hamda komponentlar zaxirasini, agar bunga haqiqiy imkoniyat bo‘lsa, to‘la-to‘kis chiqarib olishni ta’minlash bo‘yicha choralarni ko‘rmaslikda, foydali qazilmalarni kovlab olish litsenziyasi shartlariga rioya etmaslikda, yer qa’rini to‘la-to‘kis va yetarli darajada o‘rganishni o‘tkazmaslikda ifodalanadi.\n\n8. Yer, yer osti boyliklaridan foydalanish shartlarini yoki ularni muhofaza qilish talablarini buzish natijasida kelib chiqqan og‘ir oqibatlarga odamlarning kasallanishi, hayvonot va o‘simliklarning qirilib ketishi, qishloq xo‘jalik ekinlari unumdorligi pasayishi hamda xizmat sohasining yemirilishi, yerning ustki qismida bo‘shliqlar hosil bo‘lishi, foydali qazilmalar o‘z qimmatli xususiyatini yo‘qotganligi uchun ularni kovlab olish to‘xtatilishiga olib kelgan atrof tabiiy muhitga zararli ta’sirini kiritish mumkin. Kelib chiqqan oqibatlarning og‘irligi to‘g‘risidagi masala har bir muayyan holat bo‘yicha tegishli ekspertiza xulosasiga ko‘ra sud tomonidan hal etiladi. Yer, yer osti boyliklaridan foydalanish shartlarini yoki ularni muhofaza qilish talablarining buzilishi bilan sanab o‘tilgan og‘ir oqibatlar kelib chiqishi o‘rtasida bevosita sababiy bog‘lanish bo‘lsa, aybdor shaxsning qilmishi tahlil etilayotgan modda bo‘yicha kvalifikatsiya qilinishi mumkin.\n\n9. Jinoyat sharhlanayotgan modda dispozitsiyasida ko‘rsatilgan qilmishlarni sodir etish natijasida og‘ir oqibatlar kelib chiqqan vaqtdan boshlab tugallangan hisoblanadi.\n\n10. Subyektiv tomondan jinoyat ham qasddan, ham ehtiyotsizlik orqasida sodir etilishi mumkin. Shaxs yer, yer osti boyliklaridan foydalanish shartlarini yoki ularni muhofaza qilish talablarini buzishning ijtimoiy xavfliligini anglaydi, uning ijtimoiy xavfli oqibatlarga olib kelishiga ko‘zi yetadi va ularning yuz berishiga ongli ravishda yo‘l qo‘yadi yoki bunga beparvo munosabatda bo‘ladi. Aybning ehtiyotsizlik shakli – yer, yer osti boyliklaridan foydalanish shartlarini yoki ularni muhofaza qilish talablarini buzgan shaxs og‘ir oqibatlar kelib chiqishi mumkinligiga ko‘zi yeta turib, ehtiyotkorlik chora-tadbirlariga ongli ravishda rioya etmagan holda, bunday oqibatlar kelib chiqmasligiga asossiz ravishda umid qilganlikda yoki og‘ir oqibatlar kelib chiqishi mumkinligiga ko‘zi yetmasa-da, lekin ko‘zi yetishi lozim va mumkin bo‘lganligida ifodalanadi.\n\n11. Jinoyat subyekti – o‘n olti yoshga to‘lgan, yer, yer osti boyliklaridan foydalanish bo‘yicha xo‘jalik va boshqa faoliyatni amalga oshiruvchi shaxs. Yer osti boyliklaridan foydalanish shartlariga yoki ularni muhofaza qilish talablariga rioya etilishi ustidan nazorat qilish vakolati doirasiga kirgan va bunday talablar buzilganligi to‘g‘risida xabar bermagan shaxs, agar tegishli belgilar mavjud bo‘lsa, JK 194-moddasi bo‘yicha javobgarlikka tortiladi.\n\nYer, yer osti boyliklaridan foydalanish va ularni muhofaza qilish ustidan nazorat qilishga majburiy bo‘lgan mansabdor shaxs ham Jinoyat kodeksining 207-moddasiga muvofiq javobgarlikka tortiladi."
        },
        {
            "modda_raqami": "197_1-modda. Sug‘oriladigan yerlarni o‘zboshimchalik bilan egallab olishga yo‘l qo‘ymaslik bo‘yicha choralar ko‘rmaslik.",
            "matni": "Sug‘oriladigan yerlarni o‘zboshimchalik bilan egallab olishga yo‘l qo‘ymaslik bo‘yicha, shu jumladan yer uchastkasi o‘zboshimchalik bilan egallab olinganligi fakti to‘g‘risida vakolatli organlarni xabardor etish bo‘yicha yer egasi, yerdan foydalanuvchi yoki ijarachi tomonidan choralar ko‘rmaslik, shunday qilmish uchun ma’muriy jazo qo‘llanilganidan keyin sodir etilgan bo‘lsa,\n\nbazaviy hisoblash miqdorining ikki yuz baravaridan to‘rt yuz baravarigacha miqdorda jarima yoki uch yuz oltmish soatgacha majburiy jamoat ishlari yoki ikki yilgacha axloq tuzatish ishlari yoxud bir yildan uch yilgacha ozodlikni cheklash yoki uch yilgacha ozodlikdan mahrum qilish bilan jazolanadi.\n\nO‘sha qilmish:\n\na) takroran;\n\nb) bir guruh shaxslar tomonidan oldindan til biriktirib sodir etilgan bo‘lsa,\n\nbazaviy hisoblash miqdorining to‘rt yuz baravaridan olti yuz baravarigacha miqdorda jarima yoki ikki yildan uch yilgacha axloq tuzatish ishlari yoxud uch yildan besh yilgacha ozodlikni cheklash yoki uch yildan besh yilgacha ozodlikdan mahrum qilish bilan jazolanadi.\n\nBirinchi marta jinoyat sodir etgan shaxs, agar u o‘zboshimchalik bilan egallangan yer uchastkasining qaytarilishini ta’minlasa hamda o‘zboshimchalik bilan egallab olishning oqibatlarini bartaraf qilsa, javobgarlikdan ozod etiladi.",
            "sharxi": "1. Yerlarni qo‘riqlash va ulardan oqilona foydalanish yer va ekologiyaga oid bir qator umumiy va maxsus normativ-huquqiy hujjatlar bilan tartibga solinadi. Jumladan, O‘zbekiston Respublikasining Yer kodeksi, O‘zbekiston Respublikasining «Yer osti boyliklari to‘g‘risida»gi Qonuni va boshqalar. (JK 197-moddasi sharhiga qarang).\n\n2. Yer umummilliy boylikdir, O‘zbekiston Respublikasi xalqi hayoti, faoliyati va farovonligining asosi sifatida undan oqilona foydalanish zarur va u davlat tomonidan muhofaza qilinadi.\n\n3. Mazkur jinoyatning bevosita obyekti bo‘lib, sug‘oriladigan yerlarga egalik qilish, tasarruf etish va foydalanish bilan bog‘liq tartiblarni ta’minlashga qaratilgan ijtimoiy munosabatlar hisoblanadi.\n\n4. Predmeti sug‘oriladigan yerlardir.\n\nQishloq xo‘jaligida foydalanish va sug‘orish uchun yaroqli bo‘lgan, suv resurslari shu yerlarni sug‘orishni ta’minlay oladigan sug‘orish manbai bilan bog‘langan doimiy yoki muvaqqat sug‘orish tarmog‘iga ega bo‘lgan yerlar sug‘oriladigan yerlar jumlasiga kiradi.\n\nSug‘oriladigan yerlardan faqat qishloq xo‘jaligi ekinlarini yetishtirish, shuningdek bog‘dorchilik, uzumchilik va ko‘p yillik dov-daraxtlar yetishtirish uchun foydalanilishi mumkin.\n\nSug‘oriladigan yerlarni qishloq xo‘jaligidan boshqa maqsadlar uchun, shu jumladan sanoat va fuqarolik obyektlari (binolar va inshootlar) qurilishi uchun, shuningdek unumdor tuproq talab etilmaydigan ilg‘or texnologiyalarning (gidroponika va boshqalar) Yangi usullari qo‘llaniladigan issiqxonalar qurilishi uchun ajratishga yo‘l qo‘yilmaydi.\n\n5. Sharhlanayotgan jinoyat obyektiv tomondan sug‘oriladigan yerlarni o‘zboshimchalik bilan egallab olishga yo‘l qo‘ymaslik bo‘yicha, shu jumladan yer uchastkasi o‘zboshimchalik bilan egallab olinganligi fakti to‘g‘risida vakolatli organlarni xabardor etish bo‘yicha yer egasi, yerdan foydalanuvchi yoki ijarachi tomonidan choralar ko‘rmaslik, shunday qilmish uchun ma’muriy jazo qo‘llanilganidan keyin sodir etilganlikda ifodalanadi.\n\n6. JK 197-1-moddasida nazarda tutilgan choralarni ko‘rmaslik deganda, sug‘oriladigan yerlar egasi, yerdan foydalanuvchi yoki ijarachi tomonidan ular egaligidagi yoki foydalanishidagi bo‘lgan yerlarni belgilangan maqsadlarda foydalanish bo‘yicha harakatsizligi tushuniladi.\n\n7. Yer egasi bu yer uchastkalaridan meros qilib qoldiriladigan umrbod egalik qilish huquqi asosida egalik qiladigan va foydalanadigan shaxs.\n\n8. Yerdan foydalanuvchi bu yer uchastkalaridan doimiy foydalanish, muddatli (vaqtincha) foydalanish huquqi asosida egalik qiladigan va foydalanadigan shaxs.\n\n9. Yer uchastkasini ijaraga olgan shaxs bu yer uchastkalaridan ijara shartnomasi asosida egalik qiluvchi va foydalanuvchi shaxsdir.\n\n10. Yer uchastkasi yer fondining qayd etilgan chegaraga, maydonga, joylashish manziliga, huquqiy rejimga hamda davlat yer kadastrida aks ettiriladigan boshqa xususiyatlariga ega bo‘lgan qismidir.\n\n11. Sug‘oriladigan yerlarni o‘zboshimchalik bilan egallab olish deganda, hech qanday huquqiy asosga ega bo‘lmasdan hamda sug‘oriladigan yerlar egasi, yerdan foydalanuvchi yoki ijarachining ixtiyoriga qarshi ravishda sug‘oriladigan yerlardan turli maqsadlarda foydalanishi tushuniladi. Masalan, sug‘oriladigan yerlarda imorat qurish, omborxona maqsadida foydalanish va h.k.\n\n12. Yer uchastkasi o‘zboshimchalik bilan egallab olinganligi fakti to‘g‘risida vakolatli organlarni xabardor etish bo‘yicha choralar ko‘rmaslik deganda, yer egasi, yerdan foydalanuvchi yoki ijarachining yer uchastkasi o‘zboshimchalik bilan egallab olinganligi fakti to‘g‘risida vakolatli organlarni xabardor etish bo‘yicha harakatsizligini tushunish kerak.\n\n13. Qishloq xo‘jaligiga mo‘ljallangan yerlardan foydalanuvchi yer egalari, yerdan foydalanuvchilar va ijarachilar yerlarni muhofaza qilish yuzasidan, shu jumladan sug‘oriladigan yerlarni o‘zboshimchalik bilan egallab olishga yo‘l qo‘ymaslik yuzasidan ushbu Kodeksga va boshqa qonunchilik hujjatlariga muvofiq choralar ko‘rishlari shart.\n\n14. Yer kodeksi 79-moddasiga ko‘ra, yerlarning muhofaza qilinishini ta’minlash maqsadida yer egalari, yerdan foydalanuvchilar va ijarachilar yerlarni o‘zboshimchalik bilan egallashga va (yoki) o‘zboshimchalik bilan qilingan qurilishga yo‘l qo‘ymaslik, shuningdek o‘zboshimchalik bilan egallangan yer uchastkasidagi qonunga xilof qurilishni to‘xtatib turish bo‘yicha choralar ko‘rishi belgilangan.\n\n15. Yer uchastkalarini ajratish, ulardan foydalanish hamda ularni muhofaza qilish ustidan davlat nazorati mahalliy davlat hokimiyati organlari hamda maxsus vakolatli davlat organlari tomonidan amalga oshiriladi.\n\nYer uchastkalaridan maqsadli foydalanilishi ustidan, yer uchastkalariga bo‘lgan huquqlarni davlat ro‘yxatidan o‘tkazishni amalga oshirmaslikka, o‘zboshimchalik bilan yer uchastkalarini egallab olishga yoki ularning chegaralarini o‘zgartirishga, yerlarning toifasidan qat’i nazar, barcha turdagi binolar va inshootlarni o‘zboshimchalik bilan qurishga yo‘l qo‘ymaslik ustidan davlat nazoratini amalga oshirish xo‘jalik yurituvchi subyektlar faoliyatini tekshirish hisoblanmaydi.\n\n16. Sharhlanayotgan jinoyat sug‘oriladigan yerlarni o‘zboshimchalik bilan egallab olishga yo‘l qo‘ymaslik bo‘yicha, shu jumladan yer uchastkasi o‘zboshimchalik bilan egallab olinganligi fakti to‘g‘risida vakolatli organlarni xabardor etish bo‘yicha yer egasi, yerdan foydalanuvchi yoki ijarachi tomonidan choralar ko‘rmaganlik paytidan boshlab tugallangan hisoblanadi.\n\n17. Subyektiv tomondan jinoyat to‘g‘ri qasd bilan sodir etiladi. Aybdor sug‘oriladigan yerlarni o‘zboshimchalik bilan egallab olishga yo‘l qo‘ymaslik bo‘yicha, shu jumladan yer uchastkasi o‘zboshimchalik bilan egallab olinganligi fakti to‘g‘risida vakolatli organlarni xabardor etmaganligini tushunadi va istaydi.\n\nMotiv va maqsad kvalifikatsiyaga ta’sir etmaydi.\n\n18. Sharhlanayotgan moddaning subyekti faqatgina 16 yoshga to‘lgan yer egasi, yerdan foydalanuvchi va ijarachi bo‘lishi mumkin.\n\n19. JK 197-1-modda 2-qismida xuddi shunday harakatlar: a) takroran;\n\nb) bir guruh shaxslar tomonidan oldindan til biriktirib (JK 29-moddasi sharhiga qarang) sodir etilganda javobgarlik nazarda tutiladi.\n\n20. JK 197-1-modda 3-qismida rag‘batlantiruvchi norma nazarda tutilgan, ya’ni: birinchi marta mazkur jinoyatni sodir etgan shaxs javobgarlikdan ozod etiladi, agar:\n\nbirinchidan, o‘zboshimchalik bilan egallangan yer uchastkasining qaytarilishini ta’minlasa;\n\nikkinchidan, o‘zboshimchalik bilan egallab olishning oqibatlarini bartaraf qilsa (masalan, noqonuniy qurilgan inshootni buzib tashlash, sug‘orish tizimlarini qayta tiklash va h.k.)."
        },
        {
            "modda_raqami": "198-modda. Ekinzorlarni, o‘rmonlarni, daraxtlarni yoki boshqa o‘simliklarni shikasOlovga ehtiyotsizlik bilan munosabatda bo‘lish natijasida ekinzor, o‘rmon yoki boshqa dov-daraxtlarga shikast yetkazish yoki ularni nobud qilish ko‘p miqdorda zarar yetkazilishi yoki boshqacha og‘ir oqibatlarga sabab bo‘lsa, - \n\neng kam oylik ish haqining ellik baravarigacha miqdorda jarima yoki bir yilgacha axloq tuzatish ishlari yoxud uch oygacha qamoq bilan jazolanadi.\n\nO‘rmon yoki boshqa dov-daraxtlarni qonunga xilof ravishda kesish ko‘p miqdorda zarar yetkazilishiga sabab bo‘lsa, - \n\neng kam oylik ish haqining ellik baravaridan yetmish besh baravarigacha miqdorda jarima yoki bir yildan ikki yilgacha axloq tuzatish ishlari yoki uch oydan olti oygacha qamoq yoki uch yilgacha ozodlikdan mahrum qilish bilan jazolanadi.\n\nEkinzor, o‘rmon yoki boshqa dov-daraxtlarga qasddan shikast yetkazish, ularni payhon qilish, nobud qilish ko‘p miqdorda zarar yetkazilishiga sabab bo‘lsa, - \n\neng kam oylik ish haqining yetmish besh baravaridan yuz baravarigacha miqdorda jarima yoki ikki yildan uch yilgacha axloq tuzatish ishlari yoxud uch yilgacha ozodlikdan mahrum qilish bilan jazolanadi.\n\nYetkazilgan moddiy zarar uch karra miqdorida qoplangan taqdirda, ozodlikdan mahrum qilish tariqasidagi jazo qo‘llanilmaydi.",
            "sharxi": "1. Ekinzor, o‘rmon yoki boshqa dov-daraxtlarga shikast yetkazish yoki ularni nobud qilganlik uchun jinoiy javobgarlik belgilash orqali qonun chiqaruvchi respublika hududida o‘simliklarga shikast yetkazish va ularni nobud qilishning oldini olishga intiladi.\n\nSharhlanayotgan moddaning maqsadi o‘rmon va o‘rmon tashqarisidagi o‘simliklar, ekinzor yoki boshqa dov-daraxtlarni qonunga xilof ravishda kesish yong‘in, sanitariya xavfsizligi qoidalariga rioya qilmaslik, payhon qilish yo‘li bilan shikast yetkazish yoki ularni nobud qilishning oldini olishdan iborat.\n\nO‘zbekiston Respublikasi qonunchiligi o‘rmondan foydalanish va ularni muhofaza qilish hamda zararli modda va chiqindilar bilan munosabatda bo‘lish qoidalarini belgilaydi, zararli moddalarni chiqarib tashlash tartibi va me’yorini belgilaydi. O‘zbekiston Respublikasida davlat organlari tomonidan o‘rmon xo‘jaligini boshqarishni, o‘rmon holati, undan foydalanish, uni tiklash, muhofaza qilish ustidan davlat nazoratini amalga oshirish tartibini 1999-yil 15-aprelda qabul qilingan O‘zbekiston Respublikasining “O‘rmon to‘g‘risida”gi Qonuni, 1999-yil 22-noyabrda qabul qilingan Vazirlar Mahkamasining Qaroriga ilova qilingan “O‘zbekiston Respublikasida o‘rmonni parvarish qilish uchun kesish” Qoidalari tartibga soladi.\n\n2. Jinoyatning obyekti o‘rmon, ekinzor va boshqa dov-daraxtlarni atrof tabiiy muhitning tabiiy qismi va boyligi sifatida ulardan tegishli darajada foydalanish yo‘li bilan saqlashni ta’minlash sohasida yuzaga keladigan va shakllanadigan ijtimoiy munosabatlardir.\nSharhlanayotgan jinoyat sodir etilishi natijasida nobud bo‘lgan meva, mahsulotlarga bo‘lgan mulk huquqi qo‘shimcha obyekt bo‘lishi mumkin.\n\n3. Jinoyatning predmeti o‘rmonlardagi daraxt, butazorlarning har xil turlari hamda o‘rmon fondiga kirmaydigan yoki kesish taqiqlangan daraxtlar, butazor, ekinzor va boshqa dov-daraxtlardir.\n\n4. Ekin deganda, daraxt ko‘chatlari, buta o‘simlik va boshqa o‘simliklar, sun’iy o‘tqazilgan daraxt ko‘chatlari hamda unib chiqmagan urug‘lar tushuniladi.\n\n5. O‘rmon – yer, daraxt, buta va boshqa o‘simliklar, hayvonlar, parrandalar, mikroorganizmlar va boshqa tabiat unsurlarining jamidir.\n\n6. Obyektiv tomondan JK 198-moddasi 1-qismida ko‘rsatilgan jinoyat olov bilan ehtiyotkorona munosabatda bo‘lmaslik natijasida ekinzor, o‘rmon yoki boshqa dov-daraxtlarga shikast yetkazish yoxud ularni nobud qilish ko‘p miqdorda zarar yetkazilishi yoki boshqacha og‘ir oqibatlarga sabab bo‘lishida ifodalanadi.\n\n7. Ekinzor, o‘rmon va boshqa dov-daraxtlarga shikast yetkazish – bu ekinzor, o‘rmon yoki boshqa dov-daraxtlarga qisman zarar yetkazish, ya’ni muayyan sarf-xarajatlar va kuch ishlatib ularning dastlabki holatini tiklash imkoniyati bo‘lgan hollar.\nEkinzor, o‘rmon va boshqa dov-daraxtlarni nobud qilish – bu ekinzor, o‘rmon yoki boshqa dov-daraxtlarning batamom yonib ketishi tushuniladi.\n\n8. JK 198-moddasining 1-qismida nazarda tutilgan jinoyat, agar olov bilan ehtiyotkorona munosabatda bo‘lmaslik natijasida ekinzor, o‘rmon yoki boshqa dov-daraxtlarga ko‘p miqdordagi zarar yetkazilsa yoki ular nobud qilinsa yoxud boshqa og‘ir oqibatlar kelib chiqsa, tugallangan jinoyat deb topiladi.\nYetkazilgan zarar miqdorini baholashda o‘rmon xo‘jaligi mutaxassislari xizmatiga murojaat etish zarur, ular yong‘inga duchor bo‘lgan maydonni, daraxtlar maydonini, navlarini va hokazolarni hisobga olishlari kerak.\n\n9. (Ko‘p miqdordagi zarar tushunchasi to‘g‘risida Jinoyat kodeksi Maxsus qismining VIII bo‘limi sharhida ta’rif berilgan).\n\nYetkazilgan zarar miqdorini baholashda sud yong‘in maydoni, yong‘inda nobud bo‘lgan daraxtlar (yetilgan, yetilib kelayotgan) miqdori, yong‘inda nobud bo‘lgan yoki shikast yetgan o‘rmon massivlaridagi o‘rmon kategoriyasi, daraxtlarning navi va ularning xo‘jalik, maxsus, ilmiy va boshqa qimmatini hisobga olgan holda har bir muayyan holatdan kelib chiqishi kerak. Undan tashqari, masalan, suvni tartibga soluvchi va tabiatni muhofaza qilish xususiyatiga ega bo‘lgan, sun’iy o‘stirilishi qiyin bo‘lgan tog‘ archali o‘rmon massiviga shikast yetishi yoki ularning nobud bo‘lishi, yoxud qo‘riqxonalarda o‘suvchi, respublikada mevachilikni o‘rganish va rivojlantirish uchun seleksiya-genetika fondini tashkil etuvchi subtropik va boshqa qimmatli yovvoyi o‘simliklarning nobud bo‘lishi ko‘p miqdordagi zarar sifatida kvalifikatsiya qilinishi kerak.\n\nO‘rmonga shikast yetkazish va uni nobud qilish bilan yetkazilgan zarar miqdori ularning har xil turlari salbiy oqibatlarini hisobga olgan holda belgilanadi. Zarar miqdoriga daraxtlarning amaldagi narxi bo‘yicha hisoblangan talafot bahosi, nobud bo‘lgan o‘rmon o‘rniga yangi o‘rmon ekini va yosh o‘rmonni o‘stirish, hududni tozalash uchun ketadigan xarajatlar kiradi. Zarar summasiga yong‘inni o‘chirishga ketgan barcha xarajatlarni ham kiritish mumkin.\n\n10. Tahlil etilayotgan jinoyat bo‘yicha og‘ir oqibatlar deganda:\n\n-ekinzorni tiklab bo‘lmaydigan darajada nobud qilinishi;\n\n-o‘rmon va boshqa dov-daraxtlarni o‘zining bosh ekologik funksiyasini bajara olmaydigan darajada shikastlantirish;\n\n-ekologik muvozanatning buzilishi;\n\n-yashil dov-daraxtlarning foydalanishga yaroqsizligi;\n\n-daraxtlarning qimmatli navlarining nobud bo‘lishi;\n\n-va boshqalar tushuniladi.\n\n11. Olov bilan ehtiyotkorona munosabatda bo‘lmaslik bilan ekinzor, o‘rmon yoki boshqa dov-daraxtlarga shikast yetkazish yoki ularni nobud qilish shaklida ko‘p miqdorda zarar yetkazish yoxud boshqacha og‘ir oqibatlar o‘rtasidagi sababiy bog‘lanishni aniqlash shart. Bunda ekinzor, o‘rmon yoki boshqa dov-daraxtlarga shikast yetkazish yoki ularni nobud qilish boshqa tabiiy omillar – qurib ketish, chaqmoq chaqishi natijasida emas, balka olov bilan ehtiyotkorona munosabatda bo‘lmaslik natijasida kelib chiqqan bo‘lishi kerak.\n\n12. Subyektiv tomondan tahlil etilayotgan moddaning 1-qismi aybning ehtiyotsizlik shaklida ifodalanadi.\n\n13. JK 198-moddasining 2-qismi obyektiv tomon sifatida shaxsning o‘rmon yoki boshqa dov-daraxtlarni qonunga xilof ravishda kesishi natijasida ko‘p miqdorda zarar kelib chiqishida ifodalangan huquqqa xilof harakatini nazarda tutadi.\n\n14. O‘rmon va boshqa dov-daraxtlarni qonunga xilof ravishda kesish deganda, ularni kesishga ruxsat beradigan chiptani (orderni) tegishli ravishda rasmiylashtirmasdan yoki chiptada (orderda) ko‘rsatilganidan boshqa maydonda, miqdorda yoxud boshqa navini ildizidan kesish tushuniladi.\n\nO‘rmon va boshqa dov-daraxtlarni qonunga xilof ravishda kesganlik uchun javobgarlik daraxt tanasini ildizidan ajratishning har qanday ko‘rinishi (kesish, arralash, ildizi bilan qo‘porish), ya’ni o‘sib turgan daraxt yoki butalarning nobud bo‘lishiga olib keladigan har qanday harakat uchun yuzaga keladi. Bunda aybdor shaxs qonunga xilof ravishda kesilgan daraxtdan foydalangan yoki uni o‘sha joyda qoldirib ketganligi muhim emas.\n\n15. Ko‘p miqdordagi zarar yetkazilgan vaqtdan boshlab jinoyat tugallangan hisoblanadi.\n\n16. JK 198-moddasi 2-qismining subyektiv tomoni to‘g‘ri qasddan sodir etiladi, chunki shaxs qonunga xilof ravishda daraxt, buta va boshqa dov-daraxtlarni kesishni amalga oshira turib, maxsus ruxsatnomasiz yoki unda ko‘rsatilganidan boshqa maydonda, ko‘p miqdorda yoxud daraxtning boshqa navini kesayotganini anglagan, bunday harakatlar natijasida ko‘p miqdordagi zarar kelib chiqishiga ko‘zi yetgan va buni xohlagan, bunday oqibatlar yuz berishiga ongli ravishda yo‘l qo‘ygan bo‘ladi.\n\n17. JK 198-moddasi 3-qismining obyektiv tomoni: ekinzor, o‘rmon yoki boshqa dov-daraxtlarga qasddan shikast yetkazish, ularni payhon qilish, nobud qilish; oqibat – ko‘p miqdorda zarar yetkazish, shuningdek, harakat bilan kelib chiqqan oqibat o‘rtasidagi sababiy bog‘lanishdan iborat.\n\n18. Payhon qilish deganda, ekinzorni bosib tashlash, haydash, suv va boshqa suyuqlik bilan bostirish tushuniladi. Ekinzorni payhon qilishga ko‘p miqdorda zarar keltiradigan sigirlarni o‘tlatish va u yerdan haydab o‘tish ham kiradi.\n\n19. Jinoyatning subyektiv tomoni – qasd, shaxs o‘z qilmishining ijtimoiy xavflilik xususiyatini anglagan va uning ijtimoiy xavfli oqibatlar – ekinzor, o‘rmon yoki boshqa dov-daraxtlarga shikast yetkazish, ularni payhon qilish, nobud qilishning yuz berishini istagan va ongli ravishda yo‘l qo‘ygan va bunga beparvo munosabatda bo‘ladi.\n\n20. Sharhlanayotgan moddaning 3-qismida ko‘rsatilgan jinoyat moddiy tarkibli bo‘lib, dispozitsiyada nazarda tutilgan oqibat kelib chiqqan vaqtdan e’tiboran tugallangan hisoblanadi.\n\n21. Jinoyat subyekti ushbu moddadagi barcha hollarda o‘n olti yoshga to‘lgan shaxs hisoblanadi. O‘rmonda va unga yaqin joyda ishlaganda yong‘inga qarshi xavfsizlik choralariga rioya qilmagan, yoki xizmat vakolatidan o‘rmonni kesish uchun yoxud boshqa yo‘l bilan ko‘p miqdorda zarar, og‘ir oqibatlar keltirib chiqarish uchun foydalangan mansabdor shaxslar JK 205, 206, 207-moddalari bilan jinoyatlar majmui bo‘yicha javobgarlikka tortiladilar.\n\n22. Ekinzor, o‘rmon yoki boshqa dov-daraxtlarga shikast yetkazish, ularni payhon qilish, nobud qilishda aybdor shaxslar jinoiy javobgarlikka tortilishidan qat’i nazar, moddiy javobgarlikka tortiladilar va qonunga xilof ravishda topilgan mahsulot olib qo‘yiladi. Zarar miqdori o‘rmon ekinlari va dov-daraxtlari nav tarkibining qimmatidan kelib chiqib belgilanadi.\n\n23. Sharhlanayotgan moddaning 4-qismiga muvofiq, yetkazilgan moddiy zarar uch karra miqdorida qoplangan taqdirda, ozodlikdan mahrum qilish tariqasidagi jazo qo‘llanilmaydi."
        },
        {
            "modda_raqami": "199-modda. O‘simliklar kasalliklari yoki zararkunandalari bilan kurash talablarini buzish.",
            "matni": "O‘simliklar kasalliklari yoki zararkunandalari bilan kurash talablarini buzish og‘ir oqibatlarga sabab bo‘lsa, - \n\neng kam oylik ish haqining ellik baravaridan yuz baravarigacha miqdorda jarima yoki besh yilgacha muayyan huquqdan mahrum qilish yoki uch yilgacha axloq tuzatish ishlari yoxud uch yilgacha ozodlikdan mahrum qilish bilan jazolanadi. ",
            "sharxi": "1. Ushbu munosabatlar O‘zbekiston Respublikasining 2000 yil 31 avgustdagi “Qishloq xo‘jalik o‘simliklarini zararkunandalar, kasalliklar va begona o‘tlardan himoya qilish to‘g‘risida”gi, 1996 yil 29 avgustdagi “Urug‘chilik to‘g‘risida”gi, 1996 yil 30 avgustdagi “Seleksiya yutuqlari to‘g‘risida”gi qonunlari, Vazirlar Mahkamasi qarori bilan 1997 yil 18 dekabrda tasdiqlangan “O‘zbekiston Respublikasida ekishga tavsiya qilingan qishloq xo‘jaligi ekinlari davlat reyestri to‘g‘risida”gi Nizom, Vazirlar Mahkamasining 1998 yil 3 fevraldagi “O‘simliklarni himoya qilish vositalarini ekspertiza qilish va ro‘yxatdan o‘tkazish choralari to‘g‘risida”gi Qarori va boshqa qonunchilik hujjatlari bilan tartibga solinadi.\n\nO‘simliklar kasalliklari va zararkunandalari bilan kurashish talablariga rioya qilmaslik o‘simlikshunoslik, sabzavotshunoslik, bog‘dorchilik, o‘rmon xo‘jaligi kabi qishloq xo‘jaligi sohalariga katta zarar yetkazishi mumkin.\n\nO‘simlik kasalliklari yoki zararkunandalari bilan kurash talablarini buzish qishloq xo‘jaligining o‘simlik, sabzavot sohalariga, shuningdek, o‘rmon xo‘jaligiga katta zarar keltiradi.\n\nO‘simlik kasalliklari yoki zararkunandalari, qishloq xo‘jaligida begona o‘tlarga qarshi qo‘llash uchun kimyoviy va biologik vositalarning ro‘yxati O‘zbekiston Respublikasi Qishloq va suv xo‘jaligi vazirligining kimyo komissiyasi tomonidan 2000 yil 31 avgustdagi “Qishloq xo‘jalik o‘simliklarini zararkunandalar, kasalliklar va begona o‘tlardan himoya qilish to‘g‘risida”gi Qonunga asosan har besh yilda tasdiqlanadi. Mazkur ro‘yxatdan Tabiatni muhofaza qilish davlat qo‘mitasi ham foydalanadi. Shuningdek, unda qishloq xo‘jaligida pestitsidlarni (zaharli kimyoviy moddalarni) saqlash, tashish va qo‘llashning sanitar qoidalari mavjud.\n\n2. Jinoyat obyekti ekologik huquqiy tartibot va ekologik xavfsizlik ta’minlanishiga qaratilgan o‘simliklar kasalliklari va zararkunandalari bilan kurashish bo‘yicha o‘rnatilgan qoidalar va talablarni tartibga solish borasidagi ijtimoiy munosabatlar hisoblanadi.\n\nKasalliklar va zararkunandalar bilan kurashish uchun o‘rnatilgan qoida va talablar bojxona qonunchiligi (o‘simliklar, urug‘larni kiritish tartibi va o‘simliklarga zarar keltiruvchi boshqa predmetlar to‘g‘risida) hamda Qishloq va suv xo‘jaligi vazirligi, Tabiatni muhofaza qilish davlat qo‘mitasi, Sog‘liqni saqlash vazirligi va boshqa idoralar tomonidan belgilanadigan zararli kimyoviy moddalar, maxsus texnika va o‘simliklarni himoya qilish vositalarini, o‘simliklar kasalliklarini va zararkunandalari bilan kurashish vositalarini qo‘llash sharoiti, vositalari va jarayonlarini tartibga soluvchi ko‘p sonli maxsus normativ-huquqiy hujjatlari bilan tartibga solinadi.\n\n3. Obyektiv tomondan jinoyat o‘simliklar kasalliklari yoki zararkunandalariga qarshi kurash talablarini buzish og‘ir oqibatlarga sabab bo‘lishida ifodalanadi. Mazkur modda dispozitsiyasi blanket (havolaki)dir. Shu munosabat bilan, ko‘rib chiqilayotgan jinoyatni kvalifikatsiya qilishda har bir alohida ishda o‘simlik kasalliklari yoki zararkunandalariga qarshi kurashning qaysi talabi buzilganligini aniqlash zarur. Bular kasalliklar, turli zararkunandalar tarqalishining oldini olish va ularni tugatishga qaratilgan agrotexnik, kimyoviy, mexanik tadbirlarni o‘tkazish bo‘yicha talablardir.\n\nJinoiy javobgarlik, o‘simliklar kasalliklari yoki zararkunandalariga qarshi kurash talablarining buzilishi og‘ir oqibatlarga sabab bo‘lgan hollarda vujudga keladi.\n\n4. Yuqoridagi qoidalar va talablarni harakatlar ko‘rinishida buzish masalan, O‘zbekiston Respublikasi hududiga bir to‘p kasallangan don, sabzavot, boshqa o‘simliklarni olib kirish; ekinlarning kasallangan urug‘larini ekish (masalan, karantin kasalliklari bilan zaharlangan don ekinlarini ekish); sifatsiz kimyoviy yoki boshqa o‘simlik zararkunandalariga qarshi kurashish vositalarini qo‘llash; o‘simlik zararkunandalari paydo bo‘lganligi to‘g‘risidagi ma’lumotlarni yashirish va hokazolar orqali sodir etiladi.\n\nHarakatsizlik shaxsning o‘simlik kasalliklariga va zararkunandalariga qarshi kurash tadbirlari ko‘rsatmalarini bajarmasligida namoyon bo‘ladi: agrotexnik choralarni ko‘rmaslik, o‘simlik kasalliklariga qarshi kurash choralarini yoki o‘simlik kasalliklarini qo‘zg‘atuvchilar bilan zaharlangan muayyan uchastka joylashuvi bo‘yicha, zaharlangan urug‘liklarni yo‘q qilish bo‘yicha choralarni ko‘rmaslik va hokazolar.\n\n5. O‘simliklarni himoya qilishning kimyoviy vositalari yoki eng yomon begona o‘tlarni va o‘simlik dunyosi zararkunandalarini yo‘qotish uchun belgilangan qoidalarni buzib qo‘llash natijasida odamlar va hayvonlarning zaharli kimyoviy moddalar bilan zaharlanishi, o‘simlik kasalliklarining yoki zararkunandalarning ommaviy ravishda tarqalishi natijasida toklarning yoki mevali daraxtlarning kesib tashlanishi, sara urug‘ fondining zarar topishi, kartoshka ekinining katta maydonlarda barbod bo‘lishi ham sharhlanayotgan jinoyatning og‘ir oqibatlari qatoriga kiradi.\n\n6. Og‘ir oqibatlarning boshlanishi vaqtidan jinoyat tugallangan hisoblanadi jinoyatning qay darajada og‘irligi sud tomonidan belgilanadi.\n\nAgar tegishli qoidalarni buzish og‘ir oqibatlarga olib kelmasa, qilmish ma’muriy huquqbuzarlikni vujudga keltiradi.\n\n7. O‘simlik kasalliklari va zararkunandalari bilan kurashish talablarini buzishning subyektiv tomoni: egri qasd bo‘lib – shaxs o‘z qilmishlarining qonunga xilofligini anglaydi, ijtimoiy xavfli oqibatlar kelib chiqishi mumkinligini ko‘ra oladi va ongli ravishda yo‘l qo‘yadi yoki bunga befarq munosabatda bo‘ladi, yoxud ehtiyotsizlikdan – shaxs bunday jinoyatning og‘ir oqibatlari kelib chiqishi mumkinligini oldindan ko‘ra oladi va bunday oqibatlar kelib chiqmasligiga asosiz ishonib, ongli ravishda ehtiyot choralarni ko‘rmaydi yoki o‘z harakatlarining bunday oqibatlarini ko‘rishi lozim va mumkin bo‘lgan vaziyatda, ularni oldindan ko‘ra olmaydi.\n\n8. Jinoyatning subyekti o‘n olti yoshga to‘lgan har qanday aqli raso shaxs bo‘lishi mumkin. Aksariyat hollarda, agronomlar, brigadirlar va shu kabi mutaxassislar sharhlanayotgan jinoyatning subyekti bo‘ladilar. O‘simlik kasalliklari yoki zararkunandalariga qarshi kurash talablarini o‘z mansab vakolatidan foydalangan holda buzgan mansabdor shaxslar mansabdorlik jinoyati uchun jinoiy javobgarlikka tortilishlari kerak."
        },
        {
            "modda_raqami": "200-modda. Veterinariya, veterinariya-sanitariya qoidalari va normalarini buzish.",
            "matni": "OVeterinariya yoki zootexnika qoidalarini buzish hayvon yoki parrandalar epidemiyasi (epizootiya) tarqalishiga, ularning yalpi qirilib ketishi yoki boshqacha og‘ir oqibatlar kelib chiqishiga sabab bo‘lsa, -\n\neng kam oylik ish haqining ellik baravaridan yuz baravarigacha miqdorda jarima yoki besh yilgacha muayyan huquqdan mahrum qilish yoki uch yilgacha axloq tuzatish ishlari yoxud uch yilgacha ozodlikdan mahrum qilish bilan jazolanadi.",
            "sharxi": "1. Veterinariya sohasidagi normativ-huquqiy mazmundagi hujjatlar hayvonlar va parrandalarning yuqumli epizootiyasi va epidemik kasalliklarning oldini olishni, shuningdek, O‘zbekiston Respublikasi hududini qo‘shni mamlakatlardan tashib keltiriladigan hayvon va parrandalarning yuqumli kasalliklaridan muhofaza qilishni ta’minlaydigan epizootiklikka qarshi veterinariya-sanitariya va davolash tadbirlarini o‘tkazishga oid ko‘rsatma va talablarni nazarda tutadi.\n\n2. Ushbu normani qo‘llash sohasi – aholining hayoti va sog‘lig‘i, qishloq xo‘jaligi mahsulotlari, birinchi navbatda, chorvachilik, parrandachilik va iste’mol mahsulotlarini muhofaza qilish, shuningdek, chet davlatlardan olib kiriladigan hamda mamlakat ichkarisida shakllangan manbalardan tarqaladigan turli yuqumli kasalliklardan atrof tabiiy muhitni muhofaza qilish bo‘yicha faoliyat.\n\nVeterinariya yoki zootexnika qoidalarini buzish hayvon yoxud parrandalar mahsuldorligining kamayishi, odamlarning brutsellez, salmonellez, Sibir yallig‘lanishi (kuydirgisi), o‘lat va boshqa shu kabi yuqumli kasalliklar bilan kasallinishi xavfini tug‘diradi.\n\n3. Jinoyatning obyekti chorvachilik sohasidagi ekologik huquq-tartibotni ta’minlash maqsadida belgilangan veterinariya va zootexnik qoidalarni tartibga soluvchi hamda ekologik xavfsizlik, insonlar hayoti va sog‘lig‘i, atrof tabiiy muhitni muhofaza qilishga qaratilgan ijtimoiy munosabatlardir.\n\n4. Veterinariya qoidalari va talablari 1993 yil 3 sentyabrdagi “Veterenariya to‘g‘risida”gi Qonun asosida O‘zbekiston Respublikasi Qishloq va suv xo‘jaligi vazirligi huzuridagi Davlat veterinariya bosh boshqarmasi tomonidan, turli vazirliklar va idoralarning ko‘p sonli idoraviy yo‘riqnomalari orqali, shuningdek, hayvonlarni, ularning ozuqasini chorvachilik mahsulotlarini va hokazolarni olib kirish, olib chiqish hamda ularning tranzit tashish qoidalarini belgilovchi xalqaro kelishuvlarda belgilanadi.\n\nVeterinariya qoidalari hayvonlarni kasalliklardan himoya qilish va davolashga oid davlat, jamoat, xo‘jalik va ijtimoiy tadbirlar majmui bo‘lib, ishlab chiqarish va aholini yaxshi sifatli chorva mahsulotlari bilan ta’minlash, odamlarning hayvonlar og‘riydigan kasallikka chalinishining oldini olish, shuningdek, atrof muhitni muhofaza etishning veterinariya-sanitariya muammolarini hal qilishni o‘z ichiga oladi.\n\n5. Veterinariya (shu jumladan, zootexnika) qoidalari hayvonlarning (uy hayvonlarining ham, yovvoyi hayvonlar muhitidan belgilangan tartibda ajratilgan hayvonlarning ham) epizotiyalari, yuqumli va yuqumli bo‘lmagan ommaviy kasalliklariga qarshi kurashish maqsadida belgilangan, shuningdek, veterinariya-sanitariya, davolash, veterinariya-profilaktika tadbirlarini o‘tkazish qoidalari, karantin qoidalari, kasallik o‘choqlarini yo‘q qilish tartibi hisoblanadi.\n\nVeterinariya sohasidagi normativ-huquqiy mazmundagi hujjatlar hayvonlar va parrandalarning yuqumli epizootik va epidemik kasalliklarga chalinishining oldini olishni, shuningdek, O‘zbekiston Respublikasi hududini qo‘shni mamlakatlardan tashib keltiriladigan hayvon va parrandalarning yuqumli kasalliklaridan muhofaza qilishni ta’minlaydigan epizootiyalarga qarshi, veterinariya-sanitariya va davolash tadbirlarini o‘tkazishga oid ko‘rsatma va talablarni nazarda tutadi.\n\n6. Obyektiv tomondan hayvon yoki parrandalar epidemiyasi (epizootiya) tarqalishiga, ularning yalpi qirilib ketishiga yoki boshqacha og‘ir oqibatlar kelib chiqishiga sabab bo‘lgan veterinariya qoidalarini buzish harakatlari yoki harakatsizlik bilan sodir etilishi mumkin (masalan, profilaktik tadbirlar o‘tkazish bo‘yicha belgilangan talablarga rioya qilmaslik, yuqumli kasalliklarga chalingan hayvonlar va ularning mahsulotlarini, chorvadan olingan xom ashyoni sotish, kasal molni so‘yishdan bo‘yin tovlash va hokazolar shular jumlasidandir).\n\n7. Veterinariya va zootexnika qoidalarini harakat ko‘rinishida buzish subyektning uy jonivorlarini boqish, tashish, ulardan foydalanish bilan bog‘liq qonunda taqiqlangan tartib-qoidalar va muolajalar, shuningdek, O‘zbekiston Respublikasi hududiga kasal jonivorlar yoki yuqumli kasalliklar tarqalgan nomaqbul hududlardan jonivorlar sotib olish hamda olib kelish va hokazolar, shu bilan birga zootexnik nuqtayi nazardan yaramaydigan, jonivorlar kasallanishi va kasallik tarqalishiga sabab bo‘lgan yem hamda ozuqalar ishlab chiqarish va ulardan foydalanish bilan bog‘liq harakatlarni sodir etishdan iborat.\n\n8. Veterinariya va zootexnika qoidalarini harakatsizlik ko‘rinishida buzish oldini olish (profilaktika) maqsadidagi emlashni amalga oshirmaslik, karantin muddatlariga rioya qilmaslik, jonivorlarning kasallikka uchragani to‘g‘risida veterinariya nazorati idoralariga xabar bermaslik, jonivorlar yuqumli kasalliklari o‘chog‘larini yo‘qotish bo‘yicha chora-tadbirlarni amalga oshirmaslik va hokazolardan iborat. Qora mol so‘yish ham veterinariya qoidalariga rioya qilmagan holda amalga oshirilishi mumkin, masalan, qora molni dastlabki nazoratdan o‘tkazishdan bosh tortish yoki undan bo‘yin tovlash, so‘yishda sanitariya (tozalik) me’yorlariga rioya qilmaslik va hokazolar. Veterinariya-sanitariya qoidalariga rioya qilmaslik charm-ko‘n, mo‘yna hamda jonivorlardan olinadigan boshqa xom ashyoni qayta ishlash va undan foydalanishda ham ro‘y berishi mumkin. Biroq go‘sht yoki chorvachilik hamda parrandachilikning boshqa mahsulotlarini (sut, yung, tuxum va hokazolarni) qoidalarga rioya qilmay sotilishi ehtiyotsizlik tufayli hayot va sog‘liqqa qarshi yoki iste’molchini aldab sodir etilgan jinoyat tarkibini hosil qilishi mumkin.\n\n9. Hayvonlar yoki parrandalar orasida epidemik kasalliklar (epizootiya) tarqalishi, shuningdek, shu kabi boshqa og‘ir oqibatlar mazkur jinoyatning oqibatlari hisoblanadi.\n\n10. Epizootiya tez tarqaladigan va hayvonlarning keng ko‘lamda qirilib ketishiga olib keladigan, uy hayvonlari va parrandalarning ommaviy yuqumli kasallanishi hisoblanadi (masalan, tuman hududida hayvon va parrandalarning oqsim yoki o‘lat kasalligiga chalinishi).\n\n11. Hayvon yoki parrandalarning ommaviy qirilib ketishi deganda, hayvonlar to‘dasi, uyuri, parrandalar to‘la yoki qisman qirilib ketishi nazarda tutiladi.\n\n12. Boshqa og‘ir oqibatlar hayvon yoki parrandalarning ayrim holatlarda qirilib ketishi (ko‘plab hayvonlarning kasallikka chalinmagan yoki epizootik holati yuz bermagan)da, odamlar va hayvonlar uchun umumiy bo‘lgan kasallikka aqalli bir kishining chalinishida, hayvonlar va parrandalar mahsuldorligi pasayishida, chorva mahsulotlari va xom ashyosi tannarxi oshishida, kasallikni tugatishga va oldini olishga oid xarajatlar va hokazolarda ifodalanishi mumkin.\n\n13. Jinoyat sharhlanayotgan modda dispozitsiyasida ko‘rsatilgan oqibatlardan biri kelib chiqqan paytdan e’tiboran tugallangan hisoblanadi.\n\n14. Subyektiv tomondan veterinariya qoidalarini buzish egri qasddan ham, o‘ziga o‘zi ishonish yoki beparvolik shaklidagi ehtiyotsizlik bilan ham sodir etilishi mumkin.\n\nJinoyat subyekti o‘n olti yoshga to‘lgan har qanday aqli raso shaxs bo‘ladi. Mansabdor shaxslar ham – chorvachilik va parrandachilik xo‘jaliklari, veterinariya-sanitariya nazorati rahbarlari, shuningdek, alohida fuqarolar ham (chorva va parranda egalari, karantin kordon o‘rnatilgan hududdagi cheklovlarni buzib o‘tuvchi transport vositalari haydovchilari va boshqalar) veterinariya yoki zootexnika qoidalarini buzish subyekti bo‘lishi mumkin."
        },
        {
            "modda_raqami": "201-modda. Zararli kimyoviy moddalar bilan muomalada bo‘lish qoidalarini buzish.",
            "matni": "Xo‘jalik faoliyatida o‘simliklarni himoya qilishning kimyoviy vositalari, mineral o‘g‘it, o‘sish biostimulyatori yoki boshqa kimyoviy dorilarni ishlab chiqarish, saqlash, tashish yoki ulardan foydalanish qoidalarini buzish odamlarning ommaviy kasallanishi, hayvonlar, parrandalar yoki baliqlarning qirilib ketishi yoxud boshqacha og‘ir oqibatlarning kelib chiqishiga sabab bo‘lsa, -\n\neng kam oylik ish haqining ellik baravaridan yuz baravarigacha miqdorda jarima yoki besh yilgacha muayyan huquqdan mahrum qilish yoki uch yilgacha axloq tuzatish ishlari yoxud uch yilgacha ozodlikdan mahrum qilish bilan jazolanadi.\n\nO‘sha harakatlar odam o‘lishiga sabab bo‘lsa, -\n\nuch oydan olti oygacha qamoq yoki muayyan huquqdan mahrum qilib, uch yildan besh yilgacha ozodlikdan mahrum qilish bilan jazolanadi.",
            "sharxi": "1. Ushbu normani ishlab chiqishda qonun chiqaruvchi ekologik jihatdan xavfli bo‘lgan kimyoviy va biologik vositalar, modda, preparatlarni saqlash, tashish va foydalanish kabi jarayonlarda ekologik talablarning buzilishidan kelib chiqadigan ommaviy xavfni inobatga olgan.\n\nKimyoviy moddalar, preparatlar, himoya vositalari (agar ular o‘ta zararli bo‘lsa) atrof muhit uchun xavflidir, shuning uchun ulardan foydalanishda ularni saqlash, tashish, ishlab chiqarish, foydalanish qoidalariga qat’iy rioya qilish lozim.\n\n2. Jinoyat obyekti inson hayoti va sog‘lig‘ini himoya qilishni, farovon tabiiy muhitni ta’minlashni o‘z ichiga oluvchi ekologik xavfsizlik muhofazasi manfaatlari hisoblanadi.\n\n3. Kimyoviy va biologik moddalar, mineral o‘g‘itlar va preparatlar jinoyat predmeti bo‘lishi mumkin.\n\nKimyoviy moddalarga (shu jumladan o‘simliklarning kimyoviy himoya vositalar, kimyoviy preparatlarga) atrof muhit, inson hayoti yoki sog‘lig‘i uchun xavfli bo‘lgan, insonlarning turli faoliyat sohalarida ishlatiladigan hamda zararli va zaharli xususiyatlarga ega bo‘lgan moddalar kiradi.\n\nMineral o‘g‘itlar, o‘simliklarning o‘sish biostimulyatorlari qishloq xo‘jalik ishlab chiqarishida yoki yordamchi, o‘simliklarni notijorat maqsadlarda yetishtirishda qo‘llanadigan maxsus moddalardan tashkil topadi. Ular xavfli kimyoviy va biologik moddalar qatoriga kiradi.Ushbu moddada ko‘rsatib o‘tilmagan va mineral o‘g‘it, o‘simliklarning o‘sish biostimulyatorlari hisoblanmaydigan moddalardan foydalanish (ularni saqlash va tashish) xo‘jalik va boshqa maqsadlardan kelib chiqqan oqibatlardan qat’i nazar ularni qo‘llanishni istisno qilmaydi.\n\n4. Obyektiv tomondan jinoyat o‘simliklarni himoya qilishning kimyoviy vositalari, mineral o‘g‘it, o‘sish biostimulyatori yoki boshqa kimyoviy dorilarni:\n\n-ishlab chiqarish;\n\n-saqlash;\n\n-tashish; \n\n-ulardan foydalanish qoidalarini buzish odamlarning ommaviy kasallanishi, hayvonlar, parrandalar yoki baliqlarning qirilib ketishi yoxud boshqacha og‘ir oqibatlarning kelib chiqishida ifodalanadi.\n\nUshbu modda dispozitsiyasi blanketli bo‘lib, qonunning har bir alohida buzilgan hollarida zararli kimyoviy moddalar bilan muomalada bo‘lishning qaysi qoidasi buzilganligini aniqlash zarur bo‘ladi.\n\n5. Kimyoviy moddalarni ishlab chiqarish qoidalarini buzishga oid harakatlar ushbu qoidalarning buzilishi, texnologiya jarayoni yoki texnologiya jarayonlari majmui xavfsizligi talablariga rioya qilmaslik, yo ishlab chiqarish tusidagi boshqa harakatlardan iborat bo‘lishi mumkin.\n\nIshlab chiqarish qoidalarining buzilishi texnologiya jarayonining nomaqbul tarzda tashkil etilishi, ya’ni vakolatli shaxs(lar) tomonidan uni boshlash, texnologiya tanlash, kimyoviy moddalar ishlab chiqarish xavfsizligini ta’minlaydigan boshqa chora-tadbirlarni amalga oshirishga oid noqonuniy, bevaqt hamda boshqa noo‘rin ko‘rsatmalar berilishi, shuningdek, bevosita texnologiya amaliyotlari tizimini amalga oshirishning buzilishi hamda uni nazorat qilish bajarilmasligidan iborat bo‘lishi mumkin.\n\n6. Kimyoviy moddalar bilan ishlash (saqlash, tashish va hokazo) qoidalarining buzilishiga oid harakatlar ularni belgilangan standart va xavfsizlik qoidalariga muvofiq talab darajasida saqlash, siljitish va tashishni ta’minlash talablariga rioya qilmaslik, shuningdek, kimyoviy moddalarni boshqa maqsadda yoki ularni qo‘llash shartlariga rioya qilmagan holda foydalanish kabilardan iborat bo‘ladi.\n\n7. Saqlash deganda, o‘simliklarni himoya qilishning kimyoviy vositalarini, mineral o‘g‘itlarni, o‘sish biostimulyatorlari yoki boshqa kimyoviy dorilarni muayyan joyda asrash tushuniladi.\n\nKo‘rsatilgan dorilarni saqlash uchun mo‘ljallanmagan joylarda, ochiq joyda, to‘kilgan holda saqlash yuqorida aytilgan qoidalarni buzish hisoblanadi.\n\nTashish deganda, ko‘rsatilgan dorilarni har qanday usulda bir joydan ikkinchi joyga olib yurish nazarda tutiladi. Tashish qoidalarini buzish, masalan, ko‘rsatilgan dorilarni maxsus moslashtirilmagan transportda, maxsus taralar mavjud bo‘lmagan transportda tashishda va hokazolarda ifodalanadi.\n\n8. Foydalanish deganda, preparatlarning maqsadga muvofiq qo‘llanilishi tushuniladi.\n\nFoydalanish qoidalarini buzish, masalan, dorilarni tuproqqa solishda odamlar sog‘lig‘i, xavfsizligini ta’minlamaslik; ishlov berilayotgan yerda odamlar bo‘lgani holda dorilarni sochish va hokazo harakatlarda namoyon bo‘lishi mumkin.\n\n9. Sharhlanayotgan modda 1-qismi dispozitsiyasiga muvofiq, ekologik normalarni buzish odamlarning ommaviy kasallanishi, hayvonlarning ommaviy o‘lishi, parrandalar yoki baliqlarning ommaviy qirilib ketishi yoxud boshqacha og‘ir ommaviy oqibatlar kelib chiqishiga sabab bo‘lgan taqdirda, mazkur jinoyatning tarkibi yuzaga keladi.\n\n10. Odamlarning ommaviy kasallanishi ko‘p sonli aholida zaharlanish, surunkali xastalikning paydo bo‘lishi, tanadagi biror a’zoning ishdan chiqishi (ko‘rish quvvatining, ichki sekretsiya bezlari faolligining pasayishi va hokazolar)da ifodalanadi.\n\n11. Chorva, parranda yoki baliqlarning ommaviy qirilib ketishi (JK 200-moddasi sharhiga qarang).\n\n12. Boshqa og‘ir oqibatlar deganda, qayd etilgan moddalarni atmosferaga, suvga, yerga tashlash, ekinzorlar va hosilning nobud bo‘lishi, uzoq muddat davomida ekiladigan maydonlar, ichimlik suvining zararlanishi va hokazolarni tushunish lozim.\n\n13. JK 201-moddasi 1-qismining dispozitsiyasida sanab o‘tilgan oqibatlardan loaqal bittasi ro‘y bergan paytdan e’tiboran jinoyat tugallangan hisoblanadi.\n\n14. Zararli kimyoviy moddalar bilan ishlash qoidalarini buzish oqibatida aqalli bir odam halok bo‘lsa ham, qilmish JK 201-moddasining 2-qismi bilan kvalifikatsiya qilinadi.\n\n15. Jinoyatning subyektiv tomoni aybning egri qasd yoki ehtiyotsizlik shaklida sodir etiladi. Shaxs, zararli kimyoviy moddalar bilan ishlash qoidalarini buzib, ijtimoiy xavfli qilmish sodir etayotganligini anglaydi, insonlar hayoti va sog‘lig‘i uchun yoki atrof muhit uchun xavfli oqibatlar kelib chiqishi mumkinligini oldindan ko‘ra oladi yoxud ularning yuzaga kelishiga ongli ravishda yo‘l qo‘yadi yoki ularga befarq munosabatda bo‘ladi. Bunda kelib chiqqan oqibatlarga nisbatan aybning ehtiyotsizlik shakli mavjud bo‘ladi. Aybning ehtiyotsizlik shakli o‘ziga o‘zi ishonish yoki beparvolikda ifodalanadi.\n\n16. Jinoyat subyekti har qanday o‘n olti yoshga to‘lgan aqli raso shaxs, shu jumladan zararli kimyoviy moddalar bilan ishlash uchun mas’ul mansabdor shaxslar (korxona, laboratoriya, mehnatni muhofaza qilish va texnika xavfsizligi bo‘yicha rahbarlar va hokazolar) bo‘lishi mumkin.\n\n17. Zararli kimyoviy moddalar bilan ishlash qoidalarining buzilishida aybdor bo‘lgan mansabdor shaxslar jinoyatlar majmui bo‘yicha JK 201-moddasi va JK 207-moddasi bilan javobgarlikka tortiladi.\n\n18. JK 201-moddasining 2-qismi odam o‘lishi tarzidagi og‘ir oqibatni nazarda tutadi, shu sababli og‘irroq javobgarlikni keltirib chiqaradi.\nSubyektiv tomondan mazkur jinoyat murakkab aybli jinoyatligi bilan tavsiflanadi – xo‘jalik faoliyatida yoki boshqa faoliyatda kimyoviy vositalarni ishlab chiqarish, saqlash, tashish yoki ulardan foydalanish qoidalarini buzish harakatga nisbatan egri qasddan va odam o‘lishi ko‘rinishidagi kelib chiqqan oqibatga nisbatan ehtiyotsizlik orqasida sodir etiladi."
        },
        {
            "modda_raqami": "202-modda. Hayvonot yoki o‘simlik dunyosidan foydalanish tartibini buzish.",
            "matni": "Ov qilish va baliq ovlash yoki hayvonot dunyosining boshqa turlarini tutish qoidalarini buzish, kamyob va yo‘qolib borayotgan hayvon turlarini tutishning yoxud yovvoyi holda o‘suvchi o‘simliklarning dorivor, ozuqaviy va manzarali (dekorativ) turlarini yig‘ish yoki tayyorlashning belgilangan tartibini yoki shartlarini, xuddi shuningdek muhofaza etiladigan tabiiy hududlardagi hayvonot yoki o‘simlik dunyosidan foydalanish tartibini buzish ancha miqdorda zarar yetkazilishiga sabab bo‘lsa, —\n\nbazaviy hisoblash miqdorining yuz baravaridan ikki yuz baravarigacha miqdorda jarima yoki uch yuz soatgacha majburiy jamoat ishlari yoxud ikki yilgacha axloq tuzatish ishlari bilan jazolanadi.\n\nO‘sha qilmishlar:\na) ko‘p miqdorda zarar yetkazgan holda;\nb) bir guruh shaxslar tomonidan oldindan til biriktirib sodir etilgan bo‘lsa, —\n\nbazaviy hisoblash miqdorining ikki yuz baravaridan to‘rt yuz baravarigacha miqdorda jarima yoki uch yuz soatdan to‘rt yuz soatgacha majburiy jamoat ishlari yoki ikki yildan uch yilgacha axloq tuzatish ishlari yoxud muayyan huquqdan mahrum qilib bir yildan uch yilgacha ozodlikni cheklash yoki uch yilgacha ozodlikdan mahrum qilish bilan jazolanadi.\n\nO‘sha qilmishlar:\na) xavfli retsidivist tomonidan;\nb) shaxsning o‘z xizmat mavqeyidan foydalanib;\nv) yerda, suvda yoki havoda ishlatiladigan mexanizatsiyalashtirilgan vositalardan foydalanib;\n\ng) taqiqlangan qurollardan yoki usullardan foydalangan holda (bundan elektr tokini, portlovchi, kimyoviy moddalarni yoki biologik preparatlarni qo‘llash hollari mustasno);\n\nd) uyushgan guruh tomonidan;\ne) juda ko‘p miqdorda zarar yetkazgan holda;\nj) O‘zbekiston Respublikasining Qizil kitobiga kiritilgan hayvonot yoki o‘simlik dunyosi turlarini nobud qilgan holda sodir etilgan bo‘lsa, —\n\nbazaviy hisoblash miqdorining to‘rt yuz baravaridan olti yuz baravarigacha miqdorda jarima yoki muayyan huquqdan mahrum qilib, uch yildan besh yilgacha ozodlikni cheklash yoxud uch yildan yetti yilgacha ozodlikdan mahrum qilish bilan jazolanadi.\n\nElektr tokini, portlovchi, kimyoviy moddalarni yoki biologik preparatlarni qo‘llagan holda ov qilish yoxud baliq ovlash, –\nbazaviy hisoblash miqdorining to‘rt yuz baravaridan olti yuz baravarigacha miqdorda jarima yoki muayyan huquqdan mahrum qilib, uch yildan besh yilgacha ozodlikni cheklash yoxud uch yildan yetti yilgacha ozodlikdan mahrum qilish bilan jazolanadi.\n\nYetkazilgan moddiy zararning o‘rni uch karra miqdorda, O‘zbekiston Respublikasining Qizil kitobiga kiritilgan kamyob va yo‘qolib borayotgan hayvonot hamda o‘simlik dunyosi turlariga nisbatan yetkazilgan zararning o‘rni esa besh karra miqdorda qoplangan taqdirda, ozodlikni cheklash va ozodlikdan mahrum qilish tariqasidagi jazo qo‘llanilmaydi, bundan ushbu moddaning to‘rtinchi qismida nazarda tutilgan hollar mustasno.",
            "sharxi": "\n1. O‘zbekiston Respublikasi Konstitutsiyasining 50-moddasida: “Fuqarolar atrof tabiiy muhitga ehtiyotkorona munosabatda bo‘lishga majburdirlar”, – deb qayd etilgan. Konstitutsiyaning 55-moddasida: “Yer, yer osti boyliklari, suv, o‘simlik hamda hayvonot dunyosi hamda boshqa tabiiy zaxiralar umummilliy boylikdir, ulardan oqilona foydalanish zarur va ular davlat muhofazasidadir”, – deb ta’kidlangan.\nOvchilik, baliqchilik yoki hayvonot yoxud o‘simlik dunyosining boshqa turlaridan foydalanish qoidalari hamda nodir hayvonlarni ovlash tartibi, shartlari yoki maxsus qo‘riqlanadigan tabiiy hududlarda hayvonot va o‘simlik dunyosidan foydalanish qoidalari quyidagi normativ–huquqiy hujjatlarda bayon etilgan, bular: O‘zbekiston Respublikasining 1992 yil 9 dekabrdagi “Tabiatni muhofaza qilish to‘g‘risida”gi Qonuni, O‘zbekiston Respublikasi Oliy Kengashining 1993 yil 3 sentyabrdagi “Qimmatbaho va yo‘qolib borayotgan o‘simliklar va hayvonlar turlarini muhofaza qilishni kuchaytirish va ulardan foydalanishni tartibga solish to‘g‘risida”gi 937-sonli Qarori, O‘zbekiston Respublikasi Vazirlar Mahkamasining “Yovvoyi hayvonlar va o‘simliklarni muhofaza qilishni kuchaytirishga oid choralar va ulardan foydalanishni tartibga solish to‘g‘risida”gi 600-sonli Qarori, O‘zbekiston Respublikasi Vazirlar Mahkamasining 2004 yil 28 oktyabrda tasdiqlangan “Hayvonot dunyosi obyektlaridan foydalanish, ularni O‘zbekiston Respublikasiga olib kirish va uning tashqarisiga olib chiqish hamda ovchilik-baliq ovlash xo‘jaligini yuritish tartibi to‘g‘risida”gi Nizom, shuningdek, 1993 yil 23 aprelda O‘zbekiston Respublikasi tabiatni muhofaza qilish bosh davlat noziri tasdiqlagan “O‘zbekiston Respublikasi hududida ovchilik va baliqchilik qoidalari” hamda boshqa qonun va qonunosti hujjatlardir.\n\n2. Mazkur jinoyatning ijtimoiy xavfliligi shundaki, ov qilish, baliq tutish qoidalarining buzilishi yoki hayvonot dunyosining boshqa, shu jumladan noyob turlarini ovlash, shuningdek, ulardan foydalanish hayvon, qush va baliqlarning qirilib ketishi, hayvonlar noyob turlarining yo‘q bo‘lib ketishiga va tabiatda ekologik muvozanatning buzilishiga olib kelishi mumkin bo‘lib, shuning uchun sharhlanayotgan modda maqsadi hayvonot va o‘simliklar dunyosini jinoyat-huquqiy vositalar yordamida asrashdan va suv bioresurslari populyatsiyalarining (hayvon va o‘simliklarining) saqlanib qolish (omon qolish) shart-sharoitlarini qo‘shimcha ravishda ta’minlash, noyob va yo‘qolib borayotgan hayvon va o‘simlik turlarining Yerda hayotning biologik rang-barangligini saqlab qolishga ko‘maklashadigan noyob tur sifatida va atrof muhitning asralayotgan obyekti sifatida halok bo‘lishining oldini olishdan iborat.\n\n3. Jinoyat obyekti O‘zbekiston hududida tarqalgan hayvonot va o‘simliklar dunyosi muhofazasini, ular yashaydigan normal ekologik muhitni ta’minlash hamda bioresurslar va o‘simliklardan oqilona foydalanishni ta’milash bo‘yicha, shuningdek, atrof tabiiy muhitning ajralmas qismi sifatida hayvonot va o‘simlik dunyosining irsiy fondini saqlash sharoitlarini yaratish bo‘yicha munosabatlar hisoblanadi.\n\n4. Jinoyat predmeti yovvoyi, uy hayvonlari, parrandalar, har qanday baliqlar va boshqa turdagi hayvonlar, shuningdek, dorivor, iste’molbop, manzarali o‘simliklar yovvoyi turlarining har qanday xillari hisoblanadi.\n\n5. Jinoyat tarkibining obyektiv tomoni:\n\novchilik qoidalari, baliqchilik yoki hayvonot dunyosining boshqa turlarini ushlash qoidalari, noyob hayvonlarni tutishning belgilangan tartibi yoki shartlari, o‘simliklarning dori-darmon, iste’molbop va manzarali (dekorativ) turlarini yig‘ish yoki tayyorlashning belgilangan tartibini, alohida muhofaza qilinadigan tabiiy hududlardagi hayvonot va o‘simlik olamidan foydalanish tartibini buzish harakatlarini;\n\n-ko‘p miqdordagi zarar ko‘rinishidagi oqibatni;\n\n-yuqorida ko‘rsatilgan harakatlar bilan kelib chiqqan oqibatlar o‘rtasidagi sababiy bog‘lanishni o‘z ichiga oladi.\n\n6. Ov – yovvoyi hayvonlarni qo‘lga kiritish maqsadida izlab topish, ta’qib qilish va qo‘lga kiritish hisoblanadi. Ov qilish joylarida miltiq, ov itlari va ov qurollari bilan bo‘lish ovga tenglashtiriladi.\n\nOv qilish, baliq ovlash va hayvonot turlarini ovlash huquqidan O‘zbekiston Respublikasi va boshqa davlatlarning, shuningdek, fuqaroligi bo‘lmagan o‘n sakkiz yoshga to‘lgan, o‘qotar miltig‘iga ega bo‘lgan, Ovchi va baliqchilar jamiyatining a’zosi bo‘lgan, ovchilik minimumi bo‘yicha sinovlarni topshirgan va davlat bojini to‘lab qo‘ygan barcha shaxslar foydalanadilar. Sport, ishqibozlar uchun va sanoat maqsadlarida, ilmiy maqsadlarda baliq tutish ham barcha fuqarolarga qo‘riqxonalar, baliq boqish joylari, hovuz hamda boshqa baliqchilik xo‘jaliklaridan tashqari, barcha suv havzalarida, biroq baliq tutish va suvdan foydalanishga oid belgilangan qoidalarga albatta rioya qilgan holda, ruxsat etiladi.\n\n7. Ov qilish yoki baliq tutish qoidalarini buzish deganda, ovni tegishli ruxsatnomasiz yoxud yovvoyi qushlar yoki baliqlarni ruxsatnomada ko‘rsatilgan miqdordan ortiq ovlash, shuningdek, ovni taqiqlangan vaqtda yoki ruxsat berilmagan joylarda yoxud ruxsat etilmagan qurol, vosita va usullar bilan amalga oshirish tushunilishi lozim [Qarang: O‘zbekiston Respublikasi Oliy sudi Plenumining qarori].\n\n8. Qo‘lga kiritish deganda, tutish, jonsizlantirish, hayvon hamda o‘simliklarni, hajmidan qat’i nazar, o‘ljaga ega bo‘lish bilan yakunlanadigan tabiiy muhitdan boshqacha yo‘l bilan olish tushuniladi.\n\n9. O‘ljani qo‘lga kiritishning noqonuniyligi uni tutishda shaxs qo‘lga kiritishga belgilangan taqiqni har qancha miqdorda buzgan, yoki talab etilgan hollarda maxsus ruxsatnoma (litsenziya) olmagan, yoxud ruxsatnoma (litsenziya)ning majburiy bo‘lgan va o‘ljani ovlash yo tutish hajmi, joyi, vaqti va usullarini belgilaydigan shartlarini buzganida ro‘y beradi. Suv hayvonlari va o‘simliklarini tutish hamda yig‘ish uchun ruxsat vakolatli idoralar tomonidan berilib, ruxsatnoma olgan shaxsga turli vakolatlar va har qanday sharoitda harakat qilish uchun ruxsat beriladi.\n\n10. Tabiiy o‘simliklar jamoalarida dorivor, oziq-ovqat hamda manzarali o‘simliklarning yovvoyi turlarini tayyorlash (yig‘ish) deganda, yuqorida nomi keltirilgan o‘simliklarni muhitidan, tayyorlash (yig‘ish) predmetidan, yig‘ilgan o‘lja miqdoridan qat’i nazar, amalda ega bo‘lish bilan yakunlanadigan ajratish yoki boshqacha olish jarayoni tushuniladi [Qarang: O‘zbekiston Respublikasining 1997 yil 26 dekabrdagi “O‘simlik dunyosini muhofaza qilish va undan foydalanish to‘g‘risida”gi Qonuni, 14-modda. // Xalq so‘zi, 1998 yil 9 yanvar.].\n\nO‘zbekiston Respublikasining 1997 yil 26 dekabrdagi “O‘simlik dunyosini asrash va undan foydalanish to‘g‘risida”gi Qonuni 6-moddasiga binoan, o‘simlik dunyosi obyektlaridan foydalanish (yig‘ish, tayyorlash) umumiy yoki maxsus bo‘lishi mumkin.\n\nO‘simlik dunyosi obyektlaridan umumiy foydalanish jismoniy shaxslar tomonidan hayotiy zarur ehtiyojlarni qondirish uchun qonun hujjatlarida belgilangan miqdorlarda va tartibda bepul amalga oshiriladi.\n\nO‘simlik dunyosi obyektlari maxsus foydalanishga ishlab chiqarish faoliyatini va boshqa faoliyatni amalga oshirish uchun haq evaziga yuridik va jismoniy shaxslarga ruxsatnomalar asosida berib qo‘yiladi. O‘simlik dunyosi obyektlaridan foydalanish uchun obyektni, turni, hajmni va muayyan hudud doirasida foydalanish muddatini belgilaydigan ruxsatnoma O‘zbekiston Respublikasi Vazirlar Mahkamasi, vakolatli davlat organlari tomonidan beriladi. O‘simlik dunyosi obyektlaridan maxsus foydalanish tartibi va shartlari qonun hujjatlarida belgilanadi.\n\nShunday qilib, qonunga xilof yig‘ish (tayyorlash), u tegishli ruxsatnomasiz yoki me’yorda belgilanganidan tashqari hajmda, shuningdek, yig‘ish (tayyorlash) taqiqlangan hududda amalga oshirilganida, yuz beradi deb hisoblanadi.\n\n11. Yerning va (yoki) suv kengliklarining (akvatoriyalarning) ustuvor ekologik, ilmiy, madaniy, estetik, rekreatsiya va sanitariya-sog‘lomlashtirish ahamiyatiga molik bo‘lgan, xo‘jalik maqsadidagi doimiy yoki vaqtincha foydalanishdan to‘liq yoki qisman chiqarilgan uchastkalari muhofaza etiladigan tabiiy hududlar hisoblanadi. Muhofaza etiladigan tabiiy hududlar biologik, landshaft rang-barangligini ta’minlash va ekologik muvozanatni saqlab turish uchun mo‘ljallangan yaxlit ekologik tizimni tashkil etadi [Qarang: O‘zbekiston Respublikasining 2004 yil 3 dekabrdagi “Muhofaza etiladigan tabiiy hududlar to‘g‘risida”gi Qonuni, 4-modda. // O‘zbekiston Respublikasi qonun hujjatlari to‘plami, 2005, 1-son, 1-modda.].\n\n12. Muhofaza etiladigan tabiiy hududlar va obyektlarga davlat qo‘riqxonalari, majmua (landshaft) buyurtma qo‘riqxonalari, tabiat bog‘lari, davlat tabiat yodgorliklari, ayrim tabiiy obyektlar va majmualarni saqlab qolish, takror ko‘paytirish va tiklash uchun mo‘ljallangan hududlar, muhofaza etiladigan landshaftlar, ayrim tabiiy resurslarni boshqarish uchun mo‘ljallangan hududlar, shuningdek, Xalqaro Qizil kitobga hamda O‘zbekiston Respublikasi Qizil kitobiga kiritilgan hayvon va o‘simliklar kiradi.\n\n13. Muhofaza etiladigan tabiiy hududlardagi hayvonot va o‘simlik dunyosidan foydalanish tartibini buzish deganda, ularda zarur ruxsatsiz qurilish ishlarini olib borish; o‘simliklarni to‘plash, parrandalar va hayvonlarni litsenziyasiz tutish va otish va hokazolar tushuniladi.\n\n14. JK 202-moddasining 1-qismidagi jinoyat, ancha miqdordagi zarar yetkazilgan paytdan boshlab tugallangan hisoblanadi.\n\n15. Tabiatni muhofaza qilish haqidagi qonunlarni buzish bilan bog‘liq bo‘lgan jinoyat ishlari bo‘yicha yetkazilgan zararni undirish to‘g‘risidagi da’volarni ko‘rishda sudlar qonun zararni to‘liq hajmda undirishni ko‘zda tutishidan kelib chiqishlari shart. Zararni undirish miqdorini kamaytirishga faqat alohida hollarda sud tomonidan aniqlangan huquqbuzarning mulkiy ahvoliga qarab, jinoyat g‘araz niyatda sodir etilmagan taqdirda, yo‘l qo‘yiladi va bu holat qabul qilingan qarorda asoslantirilgan bo‘lishi shart [Qarang: O‘zbekiston Respublikasi Oliy sudi Plenumining qarori].\n\n16. Hayvonot yoki o‘simlik dunyosidan foydalanish tartibini buzish haqidagi jinoyat ishlari bo‘yicha sudlanuvchiga tegishli jinoyat qurollari, shu jumladan avtomashina, mototsikl va qayiqlar, agar jinoiy harakat ular yordamida amalga oshirilsa yoki sodir etilishi osonlashtirilsa, O‘zbekiston Respublikasi Jinoyat-protsessual kodeksining 211-moddasiga muvofiq musodara qilinishi lozim [Qarang: O‘zbekiston Respublikasi Oliy sudi Plenumining qarori].\n\n17. Subyektiv tomondan jinoyat to‘g‘ri qasddan ham, egri qasddan ham sodir etiladi. Shaxs o‘z harakatlarining ijtimoiy xavfliligini va oqibatlarining kelib chiqishi aniqligini anglaydi va shunday bo‘lishini xohlaydi. Zarar yetkazilganda, shaxs buni kelib chiqishini xohlamagan bo‘lishi mumkin, lekin bunday oqibatlarga ongli ravishda yo‘l qo‘yadi va ularga befarq munosabatda bo‘ladi.\n\n18. Jinoyat subyekti o‘n olti yoshga to‘lgan har qanday shaxs bo‘lishi mumkin.\n\n19. JK 202-moddasiga muvofiq tabiatni muhofaza qiluvchi organlarning xodimlari va mansabdor shaxslari javobgarlikka tortiladilar. Agar mansabdor shaxs brakonerlar bilan jinoiy bitim tuzsa, jinoyat sodir etilishiga yordam bersa yoki o‘zi ham shunday jinoyatni sodir etsa, u tabiatni muhofaza qilish to‘g‘risidagi qonunchilikni buzganligi va tegishli mansab jinoyati uchun javobgarlikka tortiladi.\n\n20. JK 202-moddasi 2-qismi quyidagi kvalifikatsiya qilish belgilarini mustahkamlagan:\n\na) hayvonlar, parrandalar, baliq, hayvonot va o‘simlik dunyosining Qizil kitobiga kiritilgan boshqa turlarini nobud qilish bilan;\n\n2) ko‘p miqdorda zarar yetkazgan holda;\n\n3) bir guruh shaxslar tomonidan oldindan til biriktirib sodir etilgan jinoyat.\n\n21. O‘zbekiston Respublikasi Qizil kitobiga va Xalqaro Qizil kitobga kiritilgan noyob yovvoyi hayvonlar va o‘simliklarga ov qilish, qo‘lga kiritish, yig‘ish va tayyorlash man qilingan hayvonlar va o‘simliklarning barcha zotlari, populyatsiyasi va turlari (masalan: qor qoploni, Tyanshan qo‘ng‘ir ayig‘i, oqqush, qoravoy, burgut, flamingo, kulrang echkiemar, kobra, burama shoxli echki, Orol sazan balig‘i hamda boshqa hayvonlar va o‘simliklar) kiradi.\n\n22. JK 202-moddasi 2-qismining “a” bandi bo‘yicha javobgarlik ham O‘zbekiston Respublikasi Qizil kitobiga, ham Xalqaro Qizil kitobga kiritilgan hayvonlar, parrandalar, baliqlar, hayvonot dunyosi yoki o‘simliklarning boshqa turlari yo‘q qilingan hollarda vujudga keladi. Bunda yetkazilgan zararning hajmii ahamiyatga ega emas [Qarang: O‘zbekiston Respublikasi Oliy sudi Plenumining qarori].\n\n23. Ko‘p miqdordagi zarar O‘zbekiston Respublikasi Qizil kitobiga va Xalqaro Qizil kitobga kiritilgan yovvoyi hayvonlar turining birortasini ovlash, amaldagi narxlar bo‘yicha aniqlanadigan hayvonlar yoki parrandalar qiymati puldagi bahosining hisobga olingan miqdoridan iboratdir. JK Maxsus qismining VIII bo‘limidagi ko‘p miqdordagi zararga berilgan ta’rifdan ham foydalanish zarur.\n\n24. Bir guruh shaxslar tomonidan oldindan til biriktirib sodir etilgan hayvonot yoki o‘simlik dunyosidan foydalanish tartibini buzish qilmishini yagona jinoiy maqsadga ko‘ra birlashgan ikki yoki bir necha kishining ilgaridan kelishib sodir etishi sifatida baholash zarur. Sud jazoni har bir ishtirokchining qilmishdagi o‘rniga qarab tayinlashi kerak.\n\n25. Tabiatni asrashga oid qonunchilikning buzilishi bilan bog‘liq ishlarni ko‘rib chiqishda sudlar jinoiy yo‘l bilan qo‘lga kiritilganligi ma’lum bo‘lgan o‘ljani (baliq, yovvoyi hayvonlar, qushlar, yog‘och va hokazolarni) sotib olgan yoki sotgan shaxslarni aniqlash choralarini ko‘rishi, shu bilan birga muayyan shart-sharoitdan kelib chiqib JK 171-moddasida ko‘zda tutilgan jinoyat belgilariga ko‘ra jinoiy ish qo‘zg‘atish masalasini hal qilishi kerak.\n\n26. JK 202-moddasi 3-qismi quyidagi maxsus kvalifikatsiya qilish belgilarini mustahkamlagan:\n\na) xavfli retsidivist tomonidan;\n\nb) shaxsning o‘z xizmat mavqeidan foydalanib;\n\nv) yer, suv yoki havoda ishlatiladigan mexanizatsiyalashtirilgan vositalardan foydalanib;\n\ng) portlash qurilmalar, zaharli kimyoviy moddalar yoki boshqa yalpi qirib yuboradigan yoki nobud qiladigan usullarni qo‘llagan holda;\n\nd) uyushgan guruh tomonidan;\n\nye) juda ko‘p miqdorda zarar yetkazgan holda sodir etilgan jinoyat.\n\n27. Hayvonot yoki o‘simlik dunyosidan foydalanish tartibini buzish xavfli retsidivist tomonidan sodir etilganda, qilmish JK 202-moddasi 3-qismining “a” bandi bilan kvalifikatsiya qilinadi. (Xavfli retsidivist tushunchasi to‘g‘risida Jinoyat kodeksi 34-moddasi sharhiga qarang.)\n\n28. Hayvonot yoki o‘simlik dunyosidan foydalanish tartibini buzishda o‘z xizmat mavqeidan foydalanayotgan shaxslarga mansabdor shaxslar (korxonalar, muassasalar, tashkilotlar rahbarlari), shuningdek, tabiatni muhofaza qilish faoliyati bilan shug‘ullanuvchilar (professional ovchilar, o‘rmon qorovullari, tabiatni muhofaza qilish idoralarining nozirlari, shtatdan tashqari xodimlari) mansubdir.\n\nMansabdor shaxslar jinoiy javobgarlikka JK 202-moddasi 3-qismi “b” bandi bilan tortiladilar va JK 205-moddasi bo‘yicha qo‘shimcha kvalifikatsiya qilish talab etilmaydi. Agar bunda juda ko‘p miqdorda zarar yetkazilgan bo‘lsa, mansabdor shaxsning xatti-harakatlari jinoyatlar majmui bo‘yicha JK 202-moddasi 3-qismining “b” va “ye” bandlari bilan kvalifikatsiya qilinadi.\n\n29. Yovvoyi hayvonlarni ovlashda yer ustidagi, suvdagi va havodagi mexanizatsiyalashgan vositalardan foydalanishga ov qilishda vertolyotlardan, avtomobillardan, mototsikllardan, mopedlardan, qayiqlardan, motorli katerlardan, samolyotlardan foydalanish kiradi.\n\n30. Portlash qurilmalari, zaharli kimyoviy moddalar yoki boshqa yalpi qirib yuboradigan yoki nobud qiladigan usullarni qo‘llash deganda, miltiq, kamon, o‘zi otar qurollarni, ov xandaqlarini, pastak joylarni to‘g‘rilab qo‘yish, sirtmoq, qarmoq, pichoq, qopqonlarni o‘rnatish, portlovchi, kimyoviy va biologik moddalar, elektr toki, to‘rlar va hokazolarni qo‘llashni tushunish lozim.\n\n31. Hayvonot yoki o‘simlik dunyosidan foydalanish tartibining buzilishi uyushgan guruh tomonidan sodir etilganda, qilmish JK 202-moddasi 3-qismining “d” bandi bo‘yicha kvalifikatsiya qilinishi zarur. (Uyushgan guruh tushunchasi to‘g‘risida JK 29-moddasi sharhiga qarang.)\n\n32. Juda ko‘p miqdordagi zararga o‘rnini to‘ldirib bo‘lmaydigan, yo‘qolib borayotgan yovvoyi hayvonlarni, baliqlarni, qushlarni ovlash, shuningdek, o‘simliklarni yig‘ish va tayyorlash taalluqlidir. Ularning miqdori ovlangan hayvonlar va yig‘ilgan o‘simliklarning faktik narxi hamda o‘rnatilgan tariflar bo‘yicha aniqlanadi hamda JK Maxsus qismi VIII bo‘limi bilan tartibga solinadi.\n\n33. Hayvonot yoki o‘simlik dunyosidan foydalanish tartibini buzganlik natijasida qo‘lga kiritilgan mahsulotlar (go‘sht, shoxlar, baliqlar, terilar, tuxumlar, mevalar) tortib olinadi va realizatsiya qilinadi. Mahsulotni realizatsiya qilishdan tushgan pul mablag‘i yetkazilgan zarar o‘rnini qoplashga ishlatilmaydi. Yetkazilgan zarar tabiatni muhofaza qiluvchi organlar foydasiga undiriladi, ular esa olingan pul mablag‘larining bir qismini belgilangan tartibda davlat budjetiga o‘tkazadi.\n\n34. JK 202-moddasi 4-qismiga muvofiq, agar yetkazilgan zarar uch karra miqdorida qoplangan taqdirda ozodlikdan mahrum qilish tariqasidagi jazo qo‘llanilmaydi."
        },
        {
            "modda_raqami": "202_1-modda. Hayvonlarga nisbatan shafqatsiz munosabatda bo‘lish.",
            "matni": "Hayvonlarga nisbatan shafqatsiz munosabatda bo‘lish, ya’ni g‘arazli yoki boshqa past niyatlarda ularni qiynoqqa solish yoxud ularga azob berish ularning o‘limiga yoki mayib bo‘lishiga olib kelsa, shunday harakatlar uchun ma’muriy jazo qo‘llanilganidan keyin sodir etilgan bo‘lsa,\n\nbazaviy hisoblash miqdorining yigirma besh baravaridan ellik baravarigacha miqdorda jarima yoki ikki yuz qirq soatgacha majburiy jamoat ishlari yoki bir yilgacha axloq tuzatish ishlari yoxud olti oygacha ozodlikni cheklash yoki olti oygacha ozodlikdan mahrum qilish bilan jazolanadi.",
            "sharxi": "1. Ushbu moddaning ijtimoiy xavfliligi hayvonlarga nisbatan g‘ayriinsoniy munosabatda bo‘lishda ifodalanadi.\n\n2. Jinoyatning obyekti hayvonlarni saqlash sohasini tartibga soluvchi munosabatlar hamda ijtimoiy axloq normalari hisoblanadi.\n\n3. Jinoyat predmeti uy va yovvoyi hayvonlardir.\n\nHayvonlar bu harakat qilish va sezish qobiliyatiga ega bo‘lgan har bir tirik mavjudot; tabiiy muhitda bo‘lgan yoki odamlar qo‘lida saqlanadigan umurtqalilar, sut emizuvchilar va qushlar tushuniladi. Baliqlar, amfibiyalar, sudralib yuruvchilar sharhlanayotgan modda ma’nosida hayvon sifatida tushunilmasligi lozim.\n\n4. Obyektiv tomondan jinoyat hayvonlarga nisbatan shafqatsiz munosabatda bo‘lish, ya’ni g‘arazli yoki boshqa past niyatlarda ularni qiynoqqa solish yoxud ularga azob berish ularning o‘limiga yoki mayib bo‘lishiga olib kelsa, shunday harakatlar uchun ma’muriy jazo qo‘llanilganidan keyin sodir etilishida ifodalanadi.\n\n5. Hayvonlarga nisbatan shafqatsiz munosabatda bo‘lish bu zaruriy mudofaa holatida bo‘lmaganda g‘arazli yoki boshqa past niyatlarda, bezorilik oqibatida, voyaga yetmaganlar huzurida ularni qiynoqqa solish yoxud ularga azob berish ularning o‘limiga yoki mayib bo‘lishiga olib kelishi tushuniladi.\n\nHayvonlarga nisbatan shafqatsiz munosabatda bo‘lish deganda:\n\nkaltaklash orqali ularga og‘riq, jismoniy azob berish;\n\nquyosh ostida yoki sovuq xonada uzoq vaqt qoldirish;\n\nuzoq vaqt mobaynida och va suvsiz qoldirish;\n\nulardan ilmiy hisoblanmaydigan tajribalarda foydalanish yoxud ilmiy tajribalarda asossiz qiynash usul laridan foydalanish;\n\no‘ldirishda og‘riqli, qiynoq usullardan foydalanish;\n\nularni bir-biriga qarshi qo‘yish orqali turli xil janglarda foydalanish va h.k.\n\n6. Sadistik usullar bu hayvonlarni jarohatlash, bo‘g‘ish, qiynoqqa solish, cho‘ktirish, tiriklayin yoqib yuborish va boshqalar.\n\nBunday harakatlar oqibatda olib kelishi lozim. Hayvonlarga nisbatan shafqatsiz munosabatda bo‘lganlik hamda ularning o‘limi yoki mayib bo‘lishi o‘rtasida sababiy bog‘la-nishning mavjudligi jinoyatning zaruriy shartidir.\n\n7. Sharhlanayotgan jinoyat harakat va harakatsizlik orqali sodir etiladi. Harakat orqali sodir etiladigan shafqatsiz munosabat bo‘lish deganda, hayvonlarni urish, ular ustida og‘riqli tajriba o‘tkazish, ulardan turli xil noqonuniy janglarda foydalanish, ularni qiynab o‘ldirish va h.k.larni tushunish lozim.\n\n8. Harakatsizlik orqali sodir etiladigan shafqatsiz munosabat bo‘lish deganda, suvdan yoki ovqatdan mahrum etish, issiqda yoki sovuqda qoldirish bilan tavsiflanishi lozim.\n\nShaxsni harakatsizligi tufayli javobgar deb hisoblash uchun uning aynan hayvonlarga g‘amxo‘rlik qilish javobgarligi yuklatilganligi faktini aniqlash zarur.\n\n9. Jinoyat moddiy tarkibli hisoblanadi. Jinoyat ushbu oqibatlar (hayvonlarning o‘limi yoki mayib bo‘lishi) yuzaga kelishi bilan tugallangan hisoblanadi.\n\n10. Jinoyat subyektiv tomondan to‘g‘ri qasddan sodir etiladi. Aybdor hayvonlarga nisbatan shafqatsiz munosabatda ekanligini anglaydi, ularning o‘limi yoki mayib bo‘lishini istaydi. Jinoyatning g‘arazli yoki boshqa past niyatlarda sodir etilishi subyektiv tomonning majburiy shartidir.\n\n11. Sharhlanayotgan modda ma’nosida g‘arazli niyatda sodir etilishi deganda, hayvonlarga nisbatan qasddan sodir etiladigan moddiy manfaat olishga qaratilgan harakatlarni tushunish lozim. \n\n12. Sharhlanayotgan modda ma’nosida boshqa past niyatlarda sodir etilishi deganda, hech bir sababsiz bezorilik oqibatida, tantiqlik, maqtanish, g‘azab, nafrat, qasos, tubanlik, boshqalarni mamnun etish va h.k. maqsadida sodir etilishini tushunish lozim.\n\n13. Jinoyatning subyekti 16 yoshga to‘lgan har qanday aqli raso shaxs hisoblanadi."
        },
        {
            "modda_raqami": "203-modda. Suv yoki suv havzalaridan foydalanish shartlarini buzish.",
            "matni": "Suv yoki suv havzalaridan foydalanish shartlarini buzish og‘ir oqibatlarga sabab bo‘lsa, -\n\neng kam oylik ish haqining ellik baravaridan yuz baravarigacha miqdorda jarima yoki uch yilgacha axloq tuzatish ishlari yoxud olti oygacha qamoq yoki uch yilgacha ozodlikdan mahrum qilish bilan jazolanadi.",
            "sharxi": "1. O‘zbekiston Respublikasida suv yoki suv havzalaridan foydalanish shart-sharoitlarini muvofiqlashtiradigan rasmiy hujjatlarning yaxlit tizimi vujudga keldi. Bular: 1993 yil 6 mayidagi “Suv va suvdan foydalanish to‘g‘risida”gi Qonun; Vazirlar Mahkamasining 1993 yil 3 avgustdagi 385-sonli Qarori bilan tasdiqlangan “O‘zbekiston Respublikasida suvdan cheklangan miqdorda foydalanish bo‘yicha vaqtinchalik tartib” hamda vazifasi suv munosabatlarini muvofiqlashtirish, aholi ehtiyojlari uchun suvdan tejab-tergab foydalanish, suvlarni ifloslanish, axlat tushishi va qurib qolishdan asrash, suvlarning zararli ta’sirining oldini olish va buning oqibatlarini yo‘qotish, suv obyektlari holatini yaxshilash, shuningdek, korxonalar, muassasalar, tashkilotlar, fermer va dehqon xo‘jaliklari hamda fuqarolarning suv munosabatlari sohasidagi huquqlarini himoya qilishdan iborat bo‘lgan boshqa me’yoriy hujjatlardir.\n\nDavlatning yagona suv fondi daryolar, ko‘llar, suv omborlari, yer ustidagi boshqa suv havzalari, kanallar va hovuz suvlari, yer osti suvlari va muzliklarni o‘z ichiga oladi.\n\nSharhlanayotgan modda vazifasi – suv inshootlari qurilishi va ulardan foydalanish, korxonalar va fuqarolarning suv resurslaridan foydalanishlari sohasida huquq-tartibotni jinoyat-huquqiy vositalar bilan mustahkamlash, suv sifatini saqlab qolish, yer osti suvlari joylashgan qatlamlar maydonini ifloslanish hamda noqonuniy ishlatilishidan jinoyat-huquqiy muhofaza qilish, shuningdek, og‘ir oqibatlarning oldini olishdan iborat.\n\nSuvdan foydalanish tartibiga bo‘lgan yuqori talablar va ularni jinoyat-huquqiy jihatdan muhofaza qilish inson hayotiy faoliyatida suvning umumiy va muhim ahamiyati bilan bog‘liq bo‘lib, uning yomonlashuvi atrof muhitning boshqa tomonlariga, jumladan, hayvonot olami, o‘rmonlar, tuproq qatlami, yer ostiga ham ta’sir ko‘rsatishi mumkinligi, shuningdek, xavfli tajovuzlar oqibatining oldini olish yoki ularni yo‘qotish imkoni yo‘qligi yo murakkabligi, qayta tiklash ishlari qiymatining yuqoriligidan kelib chiqadi.\n\n2. Mazkur jinoyat obyekti suv obyektlarini muhofaza qilishni tegishlicha ta’minlash, normal ekologik muhit, suv resurslari va boshqa ichimlik suvi manbalaridan oqilona foydalanish bo‘yicha normal faoliyatni ta’minlash, shuningdek, suv va suv omborlaridan atrof tabiiy muhitning tabiiy va ajralmas qismi sifatida samarali va tartibli foydalanish bo‘yicha munosabatlar hisoblanadi.\n\n3. Yer usti yoki yer osti suvlari va suv havzalari, shuningdek, ichimlik suvi manbalari jinoyat predmeti hisoblanadi.\n\nO‘zbekiston Respublikasining yagona davlat suv fondi daryolar, ko‘llar, suv omborlari, boshqa yer usti suv havzalari va suv manbalari, kanal va hovuzlarning suvlari, yer osti suvi va muzliklarni o‘z ichiga oladi[ Qarang: O‘zbekiston Respublikasining 1993 yil 6 maydagi “Suv va suvdan foydalanish to‘g‘risida”gi Qonuni, 4-modda. // Oliy Majlis Axborotnomasi, 1997, 4-5-sonlar, 126-modda.].\n\n4. Yer usti suvlariga doimo yoki vaqtincha quruqlik ustida uning relyefi shaklini olib joylashgan suv sifatida yer usti suv obyektlarida bo‘lgan, chegara, hajm va suv rejimi belgilariga ega bo‘lgan suvlar, ya’ni yer usti suv yo‘llari, suv omborlari, yer usti havzalari (daryolar, irmoqlar, kanallar, ko‘llar, botqoqliklar, hovuzlar), ular qoplagan va ularga qo‘shni yerlar (suv obyekti tubi va qirg‘oqlari), muzliklar va qorlar kiradi.\n\n5. Yer osti suvlariga tog‘ jinslarida gidravlik bog‘liq ravishda joylashib, suv rejimi chegaralari, hajmi va belgilariga ega bo‘lgan yer osti suv obyektlarida joylashgan suvlar, shu jumladan mineral suvlar ham, ya’ni suv joylashgan qatlamlar, yer osti suvlari havzalari, yer osti suvlari to‘plangan va ular tabiiy chiqadigan joylar kiradi.\n\n6. Ichimlik suv manbai – bu belgilangan tozalik talablariga muvofiq suvga ega bo‘lgan va ichimlik suv ta’minoti tizimida unga turlicha ishlov berish texnologiyasi bilan ichimlik suv olish uchun ishlatiladigan yoki ishlatilishi mumkin bo‘lgan suv obyekti yo uning bir qismi.\n\n7. Jinoyatning obyektiv tomoni o‘z ichiga quyidagilarni oladi:\n\n-suvlar yoki suv havzalaridan foydalanish shart-sharoitlarini buzadigan harakat yoki harakatsizlik;\n\n-jinoiy oqibatlar;\n\nular o‘rtasidagi sababiy bog‘lanish.\n\n8. Suv va suv havzalaridan foydalanish sharoitlari “Suv va suvdan foydalanish to‘g‘risida”gi Qonun va boshqa me’yoriy-huquqiy hujjatlar bilan tartibga solinib, suv obyektlaridan oqilona foydalanish, suvni tejab sarflash, suv sifatini tiklash va yaxshilash, suv sarfining belgilangan limitlariga rioya qilish, tarkibida ifloslantiruvchi moddalar bo‘lgan oqava suvlarning suv obyektlariga tashlanishini to‘xtatish choralarini ko‘rish, suvdan boshqa foydalanuvchilarga berilgan huquqlarning buzilishiga yo‘l qo‘ymaslik, shuningdek, xo‘jalik va tabiat obyektlariga (yerlar, o‘rmonlar, hayvonot olami, foydali qazilmalar va hokazolarga) zarar yetkazmaslikdan iborat. Suv resurslaridan foydalanish shart-sharoitlariga, shu jumladan suvni asraydigan va boshqa suv xo‘jalik inshootlari va texnik moslamalarni soz holda saqlash, ularning foydalanish jihatlarini yaxshilash, shu bilan birga suv resurslaridan foydalanganlik to‘lovlarini o‘z vaqtida to‘lash ham kiradi.\n\n9. Mazkur jinoyat tarkibi – moddiy tarkibli bo‘lib, og‘ir oqibatlarning kelib chiqishini ko‘zda tutadi.\n\nEkologiya sohasidagi og‘ir oqibatlar tushunchasi ko‘rib chiqilgan avvalgi moddalar, o‘zaro o‘xshashdir.\n\n10. Normativ-huquqiy hujjatlar bilan suv obyektlariga to‘kilishi taqiqlangan yo to‘kilishiga alohida cheklashlar (miqdori, sifat tarkibi, vaqti kabilarga) o‘rnatilgan va yer usti hamda yer osti suvlarining sifatini buzib, yoki suv obyektlarining tubi va qirg‘oqlari holatiga salbiy ta’sir ko‘rsatadigan zararli moddalar to‘kish yoxud boshqa usul bilan tashlashdan iborat bo‘lgan harakatlarga suv obyektlarini ifloslantirish deyiladi.\n\n11. Suvni ifloslantirish deb, suv obyektlariga ularning holatini yomonlashtiradigan va ulardan foydalanishni og‘irlashtiradigan buyumlar yoki erimagan moddalar to‘kilishi va tashlanishi bilan bog‘liq harakatlarga aytiladi.\n\n12. Suv tugashi deb, suv zaxiralarining barqaror kamayib borishi hamda yer usti va yer osti suvlari sifatining sanoat, qishloq xo‘jaligi, kommunal hamda boshqa ehtiyojlar uchun suv ishlatish limitini oshirish orqali ulardan normal foydalanishga xalal beradigan yomonlashuvi, suv zaxirasini saqlashga qaratilgan gidrotexnika tadbirlarini bajarmaslik kabi tabiiy yo‘l bilan tiklab bo‘lmaydigan hamda ular sifati yomonlashuvi, o‘zini o‘zi tozalash imkoniyati yo‘qolib borishidan iborat harakatlarga aytiladi.\n\n13. Suvlar tabiiy xossalarining o‘zgacha o‘zgarishi deb, suvning biologik rang-barangligi, ularning fizik xossalari (shu jumladan elektromagnit, shifobaxsh, radiatsiyaviy xususiyatlari)ning bevosita suv obyektlarida yoki ular yaqinida portlatish, qurish va boshqa ishlarni amalga oshirish tufayli salbiy o‘zgarishidan iborat harakatlarga aytiladi.\n\nSuv havzasining axlatga to‘lib qolishi, suvdan ichish uchun foydalanib bo‘lmay qolish, aholini suv bilan ta’minlashda uzilishlar ro‘y berishi og‘ir oqibatlar jumlasiga kiritiladi.\n\n14. Jinoyat suv va suv havzalaridan foydalanish shartlari buzilishi natijasida og‘ir oqibat kelib chiqqan vaqtdan boshlab tugallangan hisoblanadi.\n\n15. Subyektiv tomondan jinoyat aybning egri qasd shaklida namoyon bo‘lganda, shaxs suv va suv havzalaridan foydalanishga oid tegishli qoidalarni buzayotganligini anglaydi, og‘ir oqibatlar kelib chiqishini oldindan ko‘ra oladi va ularning kelib chiqishiga ongli ravishda yo‘l qo‘yadi, yoxud ehtiyotsizlik shaklida namoyon bo‘lganda, shaxs og‘ir oqibatlarning kelib chiqishini oldindan ko‘ra oladi va ongli ravishda ehtiyot choralarini ko‘rmasdan, bunday oqibatlar kelib chiqmasligiga hech bir asossiz ishonadi, yoki bunday oqibatlar kelib chiqishi mumkinligini oldindan ko‘rishi lozim va mumkin bo‘lgan holatda, ularni oldindan ko‘ra olmaydi.\n\n16. Jinoyatning subyekti o‘n olti yoshga to‘lgan har qanday shaxs bo‘lishi mumkin. Ushbu jinoyat uchun mansabdor shaxslarning xatti-harakatlari jinoyatlar majmui bo‘yicha mansabga sovuqqonlik bilan qarash (JK 207-moddasi) yoxud hokimiyat yoki mansab vakolatini suiiste’mol qilish (JK 205-moddasi) bilan kvalifikatsiya qilinadi."
        },
        {
            "modda_raqami": "204-modda. Muhofaza etiladigan tabiiy hududlarning rejimini buzish.",
            "matni": "Muhofaza etiladigan tabiiy hududlarning rejimini buzish ko‘p miqdorda zarar yetkazilishi yoki boshqacha og‘ir oqibatlarga sabab bo‘lsa, —\n\nbazaviy hisoblash miqdorining ellik baravarigacha miqdorda jarima yoki besh yilgacha muayyan huquqdan mahrum qilish yoxud uch yuz soatgacha majburiy jamoat ishlari yoki ikki yilgacha axloq tuzatish ishlari bilan jazolanadi.",
            "sharxi": "1. O‘zbekiston Respublikasining 2004 yil 3 dekabrdagi “Muhofaza etiladigan tabiiy hududlar to‘g‘risida”[ O‘zbekiston Respublikasi Oliy Majlisi tomonidan 2004 yil 3 dekabrda qabul qilingan. // O‘zbekiston Respublikasining qonun hujjatlari to‘plami, 2005, 1-son, 1-modda.]gi Qonuniga muvofiq bunday tabiiy hududlarga yerning va (yoki) suv kengliklarining (akvatoriyalarning) ustuvor ekologik, ilmiy, madaniy, estetik, rekreatsiya va sanitariya-sog‘lomlashtirish ahamiyatiga molik bo‘lgan, xo‘jalik maqsadidagi doimiy yoki vaqtincha foydalanishdan to‘liq yoki qisman chiqarilgan uchastkalari taalluqlidir. Mazkur hududlar tabiiy rang-baranglikni saqlab qolish, ekologik mutanosiblikni va biologik monitoringni qo‘llab-quvvatlash, shuningdek, ishdan chiqqan tabiiy majmualarni tiklashning yagona tizimini vujudga keltiradi. Muhofaza etiladigan tabiiy hududlar xo‘jalik maqsadlarida foydalanishdan (to‘la yoki qisman, doimiy yoki vaqtincha) olib qo‘yilishi mumkin.\n\n2. Alohida muhofaza etiladigan tabiiy hududlar yer tuzish rejalari va dasturlarini, jadvallarni ishlab chiqishda, hududiy rejalashtirishda va boshqa tabiiy zaxiralardan foydalanish hamda ularni muhofaza qilishga oid rejalarda inobatga olinadi.\n\nQonunda belgilangan tartibda mazkur hududlarga davlat qo‘riqxonalari, jumladan, biosfera, davlat bog‘lari, davlat tabiiy yodgorliklari, davlatning alohida qo‘riqlanadigan qo‘riqxonalari maqomi beriladi.\n\n3. Muhofaza etiladigan tabiiy hududlar davlat mulki bo‘lib, davlat tomonidan himoya qilinadi. Botanika bog‘lari, dendrologik va zoologik bog‘lar boshqa mulk shakllari asosida ham barpo etilishi mumkin.\n\n4. Sharhlanayotgan modda maqsadi – alohida muhofaza etiladigan tabiiy hudud va obyektlarning himoyasini ta’minlash, ularga, shu bilan birga u yerda yashaydigan hayvonot olamiga va shu hududda o‘sadigan o‘rmon hamda undan tashqari o‘simliklarga zarar yetkazilishining oldini olish, biologik rang-baranglikni saqlab qolishdan iborat.\n\n5. Jinoyat obyekti – alohida muhofaza etiladigan tabiiy hududlar – alohida huquqiy qo‘riqlash rejimiga ega yer, suv, o‘rmon uchastkalari va yer ostining butligi hamda tajovuzdan saqlanishini ta’minlashga oid ijtimoiy munosabatlardir.\n\n6. Tabiiy majmualar va tabiatni qo‘riqlash maqsadida, ilmiy, madaniy, estetik, rekreatsion va sog‘lomlashtirish ahamiyatiga ega bo‘lgan, alohida qo‘riqlanadigan, davlat hokimiyati idoralari qarori bilan xo‘jalik maqsadida foydalanishdan butunlay yoki qisman chiqarib olingan, umummilliy boylik obyektlari hisobiga kiritilgan tabiiy hududlar, ya’ni yer uchastkalari, suv yuzasi va ular ustidagi havo bo‘shlig‘i jinoyat predmeti hisoblanadi.\n\n7. Qonunchilik tomonidan alohida muhofaza etiladigan tabiiy hududlar sifatida: suv muhofazasi mintaqalari (zonalari), rekreatsiya va sanitariya-sog‘lomlashtirish mintaqalari, yuza va yer osti suvlari paydo bo‘ladigan mintaqalar (daryo vodiylari, ko‘tarish kanallari, tog‘oldi etaklari), nodir va qimmatbaho mineral konlari, maxsus muhofaza etiladigan tabiiy hududlarning qo‘riqlanadigan (bufer – old) zonalari, baliq xo‘jaligi mintaqalari, taqiqlangan o‘rmon mintaqalari, davlat tabiat yodgorliklari va tabiat bog‘lari, ayrim tabiiy obyektlar hamda majmualarni saqlab qolish, takror ko‘paytirish va tiklash uchun mo‘ljallangan hududlar, muhofaza etiladigan landshaftlar, ayrim tabiiy resurslarni boshqarish uchun mo‘ljallangan hududlar ko‘rsatilgan. Mahalliy davlat hokimiyati va boshqaruvi idoralarining qarorlari bilan alohida muhofaza etiladigan tabiiy hududlarning boshqa toifalari ham nazarda tutilishi mumkin.\n\n8. JK 204-moddasi 1-qismining obyektiv tomoni alohida muhofaza etiladigan tabiiy hududlar rejimini katta zarar yoki boshqa og‘ir oqibatlarni keltirib chiqargan buzish bilan ifodalanadi.\n\nAlohida muhofaza etiladigan tabiiy hududlar rejimini buzishga quyidagilar kiritiladi:\n\ntabiiy-qo‘riqxona fondidan boshqa maqsadlarda foydalanish;\n\nalohida muhofaza etiladigan tabiiy hududlarni barpo qilish va tashkillashtirish loyihalari talablariga rioya qilmaslik;\n\nalohida muhofaza etiladigan tabiiy hududlarning qo‘riqlanadigan chegarasi ichida taqiqlangan xo‘jalik faoliyatini amalga oshirish;\n\nalohida muhofaza etiladigan tabiiy hududlarning qo‘riqlanadigan chegarasi ichida oldindan ekologiya ekspertizasini amalga oshirmay turib yoki uning xulosalarini buzgan holda xo‘jalik faoliyati yuritish;\n\nfalokatlarning ekologik oqibatlari hamda alohida muhofaza etiladigan tabiiy hududlarga boshqacha zararli ta’sir ko‘rsatishning oldini olish va uni bartaraf qilish choralarini ko‘rmaslik;\n\nalohida muhofaza etiladigan tabiiy hududlardan foydalanish talablarini buzish;\n\nruxsat etilgan kimyoviy, fizik, biologik va boshqa ta’sir me’yorini oshirib yuborish, alohida muhofaza etiladigan tabiiy hududlardan foydalanish uchun berilgan ruxsatnoma talablariga rioya qilmaslik;\n\nalohida muhofaza etiladigan tabiiy obyektlardagi hamda ular tarkibiga kiritish uchun zaxiraga kiritilgan tabiat majmualariga zarar yetkazish, buzish va ularni yo‘q qilib yuborish;\n\nalohida muhofaza etiladigan tabiiy hududlar chegaralarini boshqa maqsadlar uchun o‘zboshimchalik bilan o‘zgartirish, ajratib olish.\n\nJK 204-moddasi 1-qismida ko‘zda tutilgan jinoyat aybdor shaxs tomonidan alohida muhofaza etiladigan tabiiy hududlar rejimini har qanday tarzda buzish ko‘p miqdorda zarar yoki boshqacha og‘ir oqibatlarni keltirib chiqargan vaqtdan boshlab tugallangan hisoblanadi.\n\n9. Sodir etilgan qilmish uchun jinoiy javobgarlikning yuzaga kelishi sharti ko‘p miqdordagi zarar ko‘rinishidagi og‘ir oqibatlarning kelib chiqishi bo‘lib, bular yer tuzilmaviy tarkibining o‘zgarishi, yer sho‘rlanishi, suv ifloslanishi, o‘simliklarga zarar yetishi, hayvonlarning kasallanishi va hokazolar hisoblanadi.\n\n10. Boshqa og‘ir oqibatlar qatoriga alohida muhofaza etiladigan tabiiy hududlardan ko‘zlangan maqsadda foydalana olmaslik, davlat qo‘riqxonasi yoki majmua (landshaft) buyurtma qo‘riqxonalarning uzoq muddatga yopilishi, qimmat tiklash ishlarini amalga oshirish, o‘simliklarni qayta ko‘chirib ekish, hayvon, qushlarni tutib, boshqa hududlarga ko‘chirish zarurati kabilar kiradi.\n\n11. Zarar yetkazilishi va harakat (harakatsizlik) o‘rtasidagi sababiy bog‘lanishning mavjudligi aniqlanishi shart.\n\n12. Jinoyat oqibatlar kelib chiqishi, ya’ni haqiqiy tarzda ko‘p miqdordagi zarar yoki boshqa og‘ir oqibatlar kelib chiqqanidan so‘ng tugallangan deb hisoblanadi.\n\n13. Subyektiv tomondan alohida muhofaza etiladigan tabiiy hududlar rejimini buzish to‘g‘ri yoki egri qasddan, yoki ehtiyotsizlik tufayli sodir etilishi mumkin.\n\n14. Jinoyat subyekti o‘n olti yoshga to‘lgan aqli raso shaxs hisoblanadi.\n\nUlar jumlasiga xususiy va mansabdor shaxslar, shu jumladan yerlarida majmua (landshaft) buyurtma qo‘riqxonalari va tabiat yodgorliklari joylashgan korxona, muassasa va tashkilot rahbarlari, ushbu hududlarni muhofaza qilish xodimlari kiradi.\n\n15. JK 204-moddasi 2-qismining obyektiv tomoni alohida muhofaza etiladigan tabiiy hududlar obyektlarini qasddan nobud qilish yoki ularga shikast yetkazish ko‘p miqdordagi zarar yetkazilishi yoxud boshqa og‘ir oqibatlarga olib kelishida ifodalanadi. JK 204-moddasi 2-qismida ko‘zda tutilgan jinoyat alohida muhofaza etiladigan tabiiy hududlar obyektlarini qasddan nobud qilish yoki ularga shikast yetkazish oqibatida ko‘p miqdordagi zarar yoki boshqa og‘ir oqibatlar kelib chiqqan vaqtdan boshlab tugallangan hisoblanadi. (Nobud qilish yoki jiddiy zarar yetkazish tushunchalari to‘g‘risida JK 198-moddasi sharhiga qarang.)"
        }
    ]
}