{
    "bob_nomi": "XIV bob. Sudlanganlik",
    "moddalar": [
        {
            "modda_raqami": "77-modda. Sudlanganlikning huquqiy ahamiyati.",
            "matni": "Sudlanganlik shaxsning sodir etgan jinoyati uchun hukm etilganligidan kelib chiqadigan huquqiy holatdir. Jazo tayinlangan ayblov hukmi qonuniy kuchga kirgan kundan boshlab shaxs sudlangan deb hisoblanadi. Sud tomonidan jazodan ozod qilingan shaxs sudlanmagan deb hisoblanadi. Sudlanganlik ushbu Kodeksda nazarda tutilgan hollarda va shaxs yangi jinoyat sodir etgandagina huquqiy ahamiyatga ega bo‘ladi. Sudlanganlik muddatining o‘tib ketganligi yoki sudlan-ganlikning olib tashlanishi munosabati bilan uning barcha huquqiy oqibatlari bekor bo‘ladi. Jazoni o‘tagan, ammo qonunning o‘zgarishi bilan bunday qilmish jinoyat deb hisoblanmaydigan taqdirda, shuningdek sodir qilingan jinoyat uchun tayinlangan jazoni o‘tab bo‘linishi bilan sudlanganlik tugallanishi belgilangan bo‘lsa, shaxs sudlanmagan deb hisoblanadi.",
            "sharxi": "1. Sharhlanayotgan moddaning birinchi qismi sudlanganlik tushunchasini ochib berib, belgilaydiki, sudlanganlik shaxsning sodir etgan jinoyati uchun hukm etilganligidan kelib chiqadigan huquqiy holatdir. Shunday qilib, qonun sudlanganlikni faqat shaxsning sodir etgan jinoyati uchun hukm qilinish fakti bilan bog‘laydi.\n\n2. Shaxs JKning Maxsus qismi moddasida nazarda tutilgan jinoyat tarkibining barcha belgilari mavjud bo‘lgan ijtimoiy xavfli qilmishni sodir etganlikda aybdor, deb topilib, ayblov hukmi e’lon qilingandan so‘ng sudlangan, deb hisoblanadi. Ammo hukm qilinishning har qanday fakti ham sudlanganlikni keltirib chiqarmaydi.\n\nHukm qilish aybdorga jazo tayinlashda ham, qonunda mavjud bo‘lgan asoslarga ko‘ra jazodan ozod qilishda ham mavjud bo‘lishi mumkin. Sudlanganlikning kelib chiqishi esa, jazoning muayyan turi va miqdorini tayinlagan holda ayblov hukmini chiqarish bilan bog‘liq. Mazkur qoida sharhlanayotgan moddaning 2-qismida belgilangan bo‘lib, unga ko‘ra, jazo tayinlangan ayblov xukmi qonuniy kuchga kirgan kundan boshlab shaxs sudlangan, deb hisoblanadi. Sud tomonidan jazodan ozod qilingan shaxs sudlanmagan, deb hisoblanadi.\n\n3. Jinoyat-protsessual kodeksiga muvofiq, hukm uning ustidan apellyatsiya shikoyati berish va protest bildirish muddati o‘tishi bilan qonuniy kuchga kiradi. Apellyatsiya shikoyati berilgan yoki protest bildirilgan taqdirda hukm, agar u bekor qilinmagan bo‘lsa, ishni yuqori sud ko‘rib chiqqan kuni qonuniy kuchga kiradi. Mahkumlar ikki va undan ortiq bo‘lgan taqdirda, basharti shulardan loaqal biriga nisbatan hukm ustidan shikoyat berilgan yoki protest bildirilgan bo‘lsa, yuqori sud ishni ko‘rib chiqquniga qadar mahkumlarning hammasiga nisbatan hukm qonuniy kuchga kirmay turadi.\n\nShunday qilib, shaxs faqat jazoni o‘tab bo‘lganidan keyingina emas, balki uni ijro etish davomida ham sudlangan hisoblanadi va bu sud tomonidan inobatga olinishi lozim. Bunda, shaxsga nisbatan dastlabki tergov vaqtida ham, hukm e’lon qilinganidan keyin ham shaxsga nisbatan tanlangan ehtiyot chorasining ahamiyati yo‘q ushbu vaqt davomida shaxs sudlangan, deb topilishi mumkin emas.\n\n4. Shaxsni jazodan ozod qilish, hatto jazo o‘rniga unga nisbatan tibbiy yo‘sindagi majburlov chorasi yoxud, agarda mahkum voyaga yetmagan bo‘lsa, tarbiyaviy yo‘sindagi majburlov choralari qo‘llanilgan hollarda ham uning sudlanganligini keltirib chiqarmaydi. (JKning 87, 88-moddalari).\n\n5. Sharhlanayotgan moddaning uchinchi qismi belgilaydiki, sudlanganlik ushbu Kodeksda nazarda tutilgan hollarda va shaxs yangi jinoyat sodir etgandagina huquqiy ahamiyatga ega bo‘ladi. Shaxsning sudlanganligi ham umum huquqiy, ham jinoyat-huquqiy ahamiyatga ega.\n\nJinoyat sodir etganlikda hukm qilingan shaxs huquqiy holatining umum huquqiy ahamiyati uning O‘zbekiston Respublikasi jinoyat to‘g‘risidagi qonunchiligini tashkil etmaydi-gan normativ-huquqiy hujjatlarda mustahkamlanganligi va ular jinoyat-huquqiy ma’noda ahamiyatga ega emasligi bilan tavsiflanadi. Xususan, sudlanganlikning umum huquqiy ahamiyati shaxsning sudlanganligi, uning rasmiy organlarga tugatilmagan yoki olib tashlanmagan sudlanganlik mavjud-ligi to‘g‘risida ma’lum qilish majburiyatida, ma’lum bir mansabni egallash yoki ayrim faoliyat bilan shug‘ullanishdagi cheklovlarda namoyon bo‘ladi (masalan, advokatlik faoliyatini amalga oshirishni cheklash).\n\n6. Shu bilan birga, sharhlanayotgan moddaning uchinchi qismida sudlanganlikning faqat jinoyat-huquqiy ahamiyati ko‘zda tutilib, u quyidagilardan iborat:\n\nshaxsda sudlanganlik holatining mavjudligi xavfli va o‘ta xavfli retsidivist, deb topilishiga ta’sir etadi (JKning 34-moddasi);\n\nsudlanganlik shaxsni jinoiy javobgarlikdan ozod qilishga to‘sqinlik qiladi. Xususan, aybdor o‘z qilmishiga amalda pushaymon bo‘lganligi munosabati bilan (JKning 66-moddasi), yarasholganligi munosabati bilan (JKning 66-moddasi) yoki voyaga yetmagan shaxs tomonidan jinoyat sodir etilganda majburlov choralarini qo‘llagan holda (JKning 87-moddasi) jinoiy javobgarlikdan ozod qilish sudlangan shaxsga nisbatan qo‘llanilishiga yo‘l qo‘yilmaydi, chunki barcha ko‘rsatilgan holatlarda jinoyat shaxs tomonidan birinchi marta sodir etilgan bo‘lishi shart;\n\nsudlanganlik qilmishni kvalifikatsiya qilishga ta’sir ko‘rsatadi (JKning 140-moddasi 3-qismi «b» bandi);\n\nilgari ham qasddan jinoyat sodir etgan shaxsning takroran yoki qasddan yangi jinoyat sodir etishi (retsidiv) jazoni og‘irlashtiruvchi holat sifatida e’tirof etiladi (JKning 56-moddasi 1-qismi «n» bandi);\n\nshaxsda sudlanganlik holati mavjud bo‘lishi uni jazodan ozod qilishga ta’sir qiladi. Xususan, sudlangan shaxsga nisbatan o‘z qilmishiga amalda pushaymon bo‘lganligi munosabati bilan jazodan ozod qilish qo‘llanilmaydi (JKning 71-moddasi 1-qismi), shuningdek, shartli hukm qilishning (JKning 72-moddasi 7-qismi), jazodan muddatidan ilgari shartli ozod qilishning (JKning 73-moddasi), jazoni yengilrog‘i bilan almashtirishning (JKning 74-moddasi) qattiqroq talablari o‘rnatilgan. Xuddi shunday, mazkur cheklovlar voyaga yetmagan shaxslarga ham tatbiq etiladi (JKning 89, 90-moddalari);\n\nsudlanganlik ozodlikdan mahrum qilish jazosini tayinlashda jazoni ijro etish muassasasi turini aniqlashga ta’sir qiladi (JKning 50-moddasi).\n\n7. Sudlanganlikning jinoyat-huquqiy ahamiyati shaxs yangi jinoyat sodir etgandagina vujudga keladi. Boshqacha aytganda, shaxsning sudlanganligi sud tomonidan, u sudlangan, deb topilgan davrda, ya’ni hukm qonuniy kuchga kirgan vaqtdan uning tugatilishi yoki olib tashlangungacha bo‘lgan davrdan keyin jinoyat sodir etgan hollarda hisobga olinadi.\n\n8. Sharhlanayotgan moddaning to‘rtinchi qismiga asosan sudlanganlik muddatining o‘tib ketganligi yoki sudlanganlikning olib tashlanishi munosabati bilan uning barcha huquqiy oqibatlari bekor bo‘ladi. (Sudlanganlik muddatining o‘tib ketganligi yoki sudlanganlikning olib tashlanishi batafsil JKning 78 va 79-moddalariga berilgan sharhda yoritilgan)\n\nSudlanganlik holati bekor bo‘lishi bilan uning barcha jinoyat-huquqiy oqibatlari, shuningdek, umum huquqiy tusdagi aksariyat oqibatlar bekor bo‘ladi. Sudlanganlik holati bekor bo‘lgan taqdirda, shaxs tomonidan oldin jinoyat sodir etilishi fakti, agarda ushbu jinoyat bo‘yicha sudlanganlik tugallangan yoki olib tashlangan bo‘lsa, yangi jinoyat sodir etishda qilmishni kvalifikatsiya qilish uchun, jazoni og‘irlashtiruvchi holat borligini yoki jinoyatlarning retsidivi mavjudligini qayd etish uchun hech qanaqa ahamiyatga ega emas.\n\n9. Sharhlanayotgan moddaning beshinchi qismiga ko‘ra, jazoni o‘tagan, ammo qonunning o‘zgarishi bilan bunday qilmish jinoyat deb hisoblanmaydigan taqdirda, shuningdek sodir qilingan jinoyat uchun tayinlangan jazoning o‘tab bo‘linishi bilan sudlanganlik holatining tugallanishi belgilangan bo‘lsa, shaxs sudlanmagan deb hisoblanadi."
        },
        {
            "modda_raqami": "78-modda. Sudlanganlik holatining tugallanishi.",
            "matni": "Shaxsning sudlanganlik holati quyidagi paytlarda tugallanadi:\n\na) shartli hukm qilinganlarga nisbatan sinov muddati tugagan kundan boshlab;\n\nb) majburiy jamoat ishlari, xizmat bo‘yicha cheklash yoki intizomiy qismga jo‘natish tarzidagi jazolarini o‘tab chiqqach,\n\nv) jarima jazosi ijro etilgan kundan keyin, shuningdek muayyan huquqdan mahrum qilish yoki axloq tuzatish ishlari jazolari o‘talganidan keyin bir yil o‘tgach;\n\ng) ozodlikni cheklash jazosi o‘talganidan keyin yil o‘tgach; ikki\n\nd) besh yildan ko‘p bo‘lmagan muddatga ozodlikdan mahrum qilish jazosi o‘talganidan keyin to‘rt yil o‘tgach;\n\nye) besh yildan ortiq, lekin o‘n yildan ko‘p bo‘lmagan muddatga ozodlikdan mahrum qilish jazosi o‘talganidan keyin yetti yil o‘tgach;\n\nj) o‘n yildan ortiq, lekin o‘n besh yildan ko‘p bo‘lmagan muddatga ozodlikdan mahrum qilish jazosi o‘talganidan keyin o‘n yil o‘tgach.",
            "sharxi": "1. Sudlanganlik holatining tugallanishi deganda, muayyan muddatlarning o‘tishi bilan mazkur masalaga oid  sudning maxsus qarori qabul qilinmasdan uning avtomatik tarzda bekor bo‘lishi tushuniladi. Sudlanganlik holatining bekor bo‘lishini tasdiqlash uchun qandaydir maxsus hujjatlar talab qilinmaydi.\n\n2. Ushbu modda qoidalariga muvofiq, sudlanganlikning tugatilishi sudlanganlik huquqiy ahamiyatga ega bo‘lgan tegishli muddatlarning o‘tishiga bog‘liq bo‘ladi. Ushbu muddatlarning davomiyligi tayinlangan jazo, uning turi, hajmi va shartli yoki shartli emasligiga bog‘liq bo‘ladi.\n\n3. Sharhlanayotgan modda qoidalaridan kelib chiqib, sudlanganlik yo asosiy va qo‘shimcha jazolar o‘talganidan keyin qonunda belgilangan muddat o‘tganidan so‘ng, yo shartli hukm qilishda sinov muddati o‘tganidan so‘ng tugallanadi. Bunda, agar shartli hukm qilingan shaxs qo‘shimcha jazoni o‘tashdan ozod qilinmagan bo‘lsa va ushbu jazoning muddati tayinlangan sinov muddatidan oshsa, sudlanganlik ushbu qo‘shimcha jazo o‘talganidan so‘nggina tugallangan, deb e’tirof etiladi.\n\n4. Shuni nazarda tutish kerakki, sudlanganlik muddatining tugashini hisoblashda sudlangan shaxsning xohish-irodasiga bog‘liq bo‘lmagan sabablarga ko‘ra ijro etilmagan muddat hamda ijroning to‘xtaganlik muddati ham hisobga olinadi. Bunday holda sud ayblov hukmining ijro etish muddatiga ham e’tibor berishi kerak, chunki ushbu muddatning o‘tishi, jazo amalda ijro qilinmaganligi bois, shaxsning sudlangan, deb e’tirof etilishini istisno qiladi (JKning 69-moddasi).\n\n5. O‘n besh yil va undan ortiq muddatga hukm qilingan shaxs ozodlikdan mahrum qilish jazosini o‘tab chiqqanidan so‘ng, shuningdek, o‘ta xavfli retsidivist, deb topilgan shaxslarga nisbatan sudlanganlik holati tugallanmaydi. Ularga nisbatan sudlanganlik muddati Jinoyat kodeksi 79-moddasi ikkinchi qismiga ko‘ra olib tashlanishi mumkin."
        },
        {
            "modda_raqami": "79-modda. Sudlanganlikning olib tashlanishi.",
            "matni": "Agar shaxs ozodlikdan mahrum qilish jazosini o‘tab bo‘lganidan keyin unga nisbatan ma’muriy jazo yoki intizomiy ta’sir choralari qo‘llanilmagan bo‘lsa, jamoat birlashmasi, fuqarolarning o‘zini-o‘zi boshqarish organi, jamoa yoki jazoni o‘tab chiqqan shaxsning o‘zi bergan iltimosnomasiga ko‘ra sud ushbu Kodeksning 78-moddasida nazarda tutilgan muddatlarning kamida yarmi o‘tganidan keyin uning sudlanganligini olib tashlashi mumkin.\n\nUshbu Kodeksning 178 184, 185-1, 185-2, 189 192-moddalarida nazarda tutilgan jinoyatlarni sodir etganlik uchun hukm qilingan shaxslarning sudlanganligi ular davlatga juda ko‘p zarar yetkazmaganda, ushbu Kodeksning 78-moddasida nazarda tutilgan muddatlarning kamida to‘rtdan bir qismi o‘tganidan keyin sud tomonidan olib tashlanishi mumkin.\n\nO‘n besh yil va undan ortiq muddatga ozodlikdan mahrum qilish jazosini o‘tab chiqqan shaxslar hamda o‘ta xavfli retsidivistlar, agar ular jazoni o‘tab chiqqanidan keyin o‘n besh yil mobaynida yangi jinoyat sodir etmasalar, sud ularning sudlanganligini olib tashlashi mumkin.\n\nUshbu Kodeksning 13-moddasi ikkinchi qismida nazarda tutilgan asoslar mavjud bo‘lgan taqdirda ham sudlanganlik olib tashlanishi mumkin.\n\nSudlanganlik afv etish yoki amnistiya akti asosida ham olib tashlanishi mumkin.",
            "sharxi": "1. Sudlanganlikning olib tashlanishi bu uning muddatidan ilgari, ya’ni qonunda ko‘rsatilgan sudlanganlikning tugallanishi muddati o‘tmasdan bekor qilinishidir. Amaldagi jinoyat qonunchiligiga muvofiq, sudlanganlikning olib tashlanishi sud tomonidan uning ajrimi asosida yoxud tegishli afv etish yoki amnistiya akti asosida amalga oshiriladi. Bunda shuni inobatga olish kerakki, faqat ozodlikdan mahrum qilingan shaxslarga nisbatan sudlanganlik olib tashlanishi mumkin, Jinoyat kodeksining 13-moddasi ikkinchi qismida ko‘rsatilgan hollar bundan mustasno.\n\n2. Ushbu moddaning birinchi qismi o‘n besh yilgacha muddatga ozodlikdan mahrum qilingan shaxslarga nisbatan sudlanganlikning muddatidan ilgari tugatilishi masalasini hal etib, belgilaydiki, agar shaxs ozodlikdan mahrum qilish jazosini o‘tab bo‘lganidan keyin unga nisbatan ma’muriy jazo yoki intizomiy ta’sir choralari qo‘llanilmagan bo‘lsa, jamoat birlashmasi, fuqarolarning o‘zini o‘zi boshqarish organi, jamoa yoki jazoni o‘tab chiqqan shaxsning o‘zi bergan iltimosnomasiga ko‘ra sud ushbu Kodeksning 78-moddasida nazarda tutilgan muddatlarning kamida yarmi o‘tganidan keyin uning sudlanganligini olib tashlashi mumkin.\n\nTa’kidlash joizki, ko‘rsatilgan choralarni qo‘llash asosi ahamiyatsizdir, ular mavjudligining o‘zi sudlanganlikni olib tashlashga to‘sqinlik qiladi. Shu bilan birga, mazkur choralarni tayinlashda sud ular o‘tgandan keyin shaxsga ma’muriy jazo yoki ta’sir choralari qo‘llanilgan, deb hisoblanmaydigan muddatlardan kelib chiqishi kerak.\n\nShuni e’tiborda tutish kerakki, sudlanganlikning muddatidan ilgari tugatilishi faqat JKning 78-moddasida ko‘rsatilgan muddatning kamida yarmi o‘talgandan so‘ng qo‘llanilishi mumkin. Qonunning mazkur talabi imperativ fe’l-atvorga ega va u so‘zsiz bajarilishi kerak.\n\n3. Sudlanganlikni olib tashlash to‘g‘risidagi masala sudya tomonidan jazoni o‘tab bo‘lgan shaxsning, uning himoyachisi yoki qonuniy vakilining yoxud jamoat birlashmasi yoki jamoaning iltimosnomasiga asosan ko‘rib chiqiladi. Sudlanganlikni olib tashlash to‘g‘risidagi iltimosnomani ko‘rib chiqishda iltimosnoma kim haqida berilgan bo‘lsa, shu shaxsning o‘zi sud majlisida qatnashishi shart. U himoyachi olish huquqi bilan ta’minlanadi. Sudlanganlikni olib tashlash to‘g‘risidagi iltimosnoma jamoat birlashmasi yoki jamoa tomonidan berilgan bo‘lsa, ularning vakillari sud majlisida ishtirok etishi shart.\n\nSudlanganlikni olib tashlash rad etilsa, sudyaga bu masalaga doir qayta iltimosnoma ajrim chiqqan kundan boshlab kamida bir yil o‘tganidan keyin kiritilishi mumkin. 4. Sharhlanayotgan moddaning ikkinchi qismiga ko‘ra, JKning 178-184, 185-1852, 189-192-moddalarida nazarda tutilgan jinoyatlarni sodir etganlik uchun hukm qilingan shaxslarning sudlanganligi ular davlatga juda ko‘p zarar yetkazmaganda, JKning 78-moddasida nazarda tutilgan muddatlarning kamida to‘rtdan bir qismi o‘tganidan keyin sud tomonidan olib tashlanishi mumkin.\n\n5. Sharhlanayotgan moddaning uchinchi qismiga asosan o‘n besh yil va undan ortiq muddatga ozodlikdan mahrum qilish jazosini o‘tab chiqqan shaxslar hamda o‘ta xavfli retsidivistlar, agar ular jazoni o‘tab chiqqanidan keyin o‘n besh yil mobaynida yangi jinoyat sodir etmasalar, sud ularning sudlanganligini olib tashlashi mumkin.\n\nO‘n besh yil va undan ortiq muddatga ozodlikdan mahrum qilish jazosini o‘tab chiqqan shaxslar deganda, uzluksiz bir yoki bir necha jinoyatlar (ulardan loaqal bittasi og‘ir jinoyat bo‘lsa) sodir etgan shaxslar tushuniladi.\n\nUshbu toifa shaxslarga nisbatan sudlanganlikni olib tashlash masalasini muhokama qilish uchun quyidagi ikkita asos bo‘lishi lozim:\n\njazo o‘tab chiqilganidan keyin o‘n besh yillik muddatning o‘tishi;\n\nshu muddat ichida yangi qasddan yoki ehtiyotsizlik orqasida jinoyat sodir etmaslik.\n\nShuni ham e’tiborga olish kerakki, o‘ta xavfli retsidivist, deb topilgan shaxsning sudlanganligi sharhlanayotgan moddaning ikkinchi qismida ko‘rsatilgan tartibda, o‘talgan jazo muddati, barcha jazolarning muddatidan qat’i nazar, olib tashlanishi kerak.\n\n6. Sharhlanayotgan moddaning to‘rtinchi qismi belgilaydiki, shaxsning holatini qandaydir tarzda yaxshilaydigan qonunning orqaga qaytish kuchi holatlarida shaxsning sudlanganligi olib tashlanishi mumkin. Bunday holatda shaxsning sudlanganlik holati sharhlanayotgan moddaning birinchi yoki ikkinchi qismlari qoidalaridan qat’i nazar, olib tashlanishi kerak va shaxs yangi qonun kuchga kirgan paytdan boshlab sudlanmagan, deb hisoblanadi. \n\n7. Sudlanganlikning olib tashlanishi sud tomonidan maxsus ajrim chiqarish yo‘li bilan amalga oshiriladi. Shu bilan birga, sharhlanayotgan moddaning beshinchi qismiga muvofiq, sudlanganlik afv etish yoki amnistiya akti asosida ham olib tashlanishi mumkin."
        },
        {
            "modda_raqami": "80-modda.  Sudlanganlik holatining tugallanish yoki sudlanganlikni olib muddatlarini hisoblash tashlash.",
            "matni": "Sudlanganlik holatining tugallanish yoki sudlanganlik-ni olib tashlash muddatlari asosiy va qo‘shimcha jazolar o‘tab bo‘lingan yoki ijro etilgan kundan boshlab hisoblanadi. Agar shaxs tayinlangan jazodan qonunda belgilangan tartibda muddatidan ilgari ozod qilingan yoxud jazo yengilrog‘i bilan almashtirilgan bo‘lsa, sudlanganlik muddati muddatidan ilgari ozod qilingan yoki yengilrog‘i bilan almashtirilgan jazoning amalda o‘tab bo‘lingan qismidan hisoblanadi. Agar ushbu Kodeksning 44, 46-moddalari asosida hukm bo‘yicha tayinlangan jazoni sud boshqa jazo bilan almashtirgan bo‘lsa, sudlanganlik muddati jazoning amalda o‘tab bo‘lingan yoki ijro etilgan qismidan hisoblanadi.\n\nAgar jazoni o‘tab chiqqan shaxs sudlanganlik holati-ning muddati tugamay yana jinoyat sodir etsa, sudlanganlik holatini tugatuvchi muddatning o‘tishi to‘xtatiladi. Ilgari sodir etilgan jinoyat uchun sudlanganlik holatining tugash muddati oxirgi sodir etilgan jinoyat uchun (asosiy va qo‘shimcha) jazoni amalda o‘tab bo‘lganidan boshlab hisoblanadi.",
            "sharxi": "\n1. Sharhlanayotgan moddaning birinchi qismi sudlanganlik holatining tugallanishi yoki sudlanganlikni olib tashlash muddatlarini hisoblashning umumiy tartibini belgilab, sudlanganlik holatining tugallanishi yoki sudlan-ganlikni olib tashlash muddati asosiy yoki qo‘shimcha jazoning o‘talgan yoki ijro etilgan kundan boshlab hisoblanishini ko‘rsatadi.\n\nShunday qilib, agar sudlanuvchiga ham asosiy, ham qo‘shimcha jazo tayinlangan bo‘lsa, muddatlarni hisoblash yoki sudlanganlikni olib tashlash oxirgi jazoni ijro etish paytidan boshlab amalga oshiriladi.\n\n2. Sharhlanayotgan moddaning ikkinchi qismi shaxs jazodan muddatidan ilgari shartli ravishda ozod qilinganda yoki uning jazosi yengilrog‘i bilan almashtirilgan holatda sudlanganlikning tugallanish yoki sudlanganlikni olib tashlash muddatlarini hisoblash masalasini belgilaydi. Qonunga muvofiq, ushbu holatda sudlanganlik muddati muddatidan ilgari ozod qilingan yoki yengilrog‘i bilan almashtirilgan jazoning amalda o‘tab bo‘lingan qismidan hisoblanadi.\n\nJazodan muddatidan ilgari shartli ravishda ozod qilishda amalda o‘tab bo‘lingan jazo deganda, sud hukmida ko‘rsatilgan jazoning o‘talgan qismini tushunish kerak. Masalan, agar shaxs olti yilga ozodlikdan mahrum qilish jazosini o‘tashga hukm qilingan bo‘lsa va Jinoyat kodeksining 73-moddasiga muvofiq, to‘rt yil o‘tgach muddatidan oldin shartli ravishda ozod qilingan bo‘lsa, sudlanganlik muddati haqiqatda o‘talgan jazoning muddatidan kelib chiqib belgilanadi. Agar jazo JKning 74-moddasiga asosan, yengilrog‘i bilan almashtirilsa, amalda o‘talgan muddat hukmga ko‘ra belgilangan va o‘talgan jazo muddati va sud ajrimi bo‘yicha yengilroq jazo turiga almashtirilgan jazo muddatini qo‘shish yo‘li bilan aniqlanadi.\n\n3. Ushbu moddaning uchinchi qismi dastlabki belgilangan jazoni ijro etishdan bo‘yin tovlashi tufayli dastlabki jazo boshqa jazoga almashtirilgan holatlarda sudlanganlikning tugatilishi yoki olib tashlanishi muddat-larini belgilash qoidalarini tartibga soladi. Bunday holatda dastlabki jazo Jinoyat kodeksi 44 va 46-moddalariga muvofiq og‘irrog‘iga almashtiriladi. Ushbu holatda sudlanganlikning tugatilishi yoki olib tashlanishi muddati haqiqatda o‘talgan yoki ijro etilgan jazodan kelib chiqib belgilanadi. Jazoni alohida-alohida har birining tegishli sudlanganlik muddati hisoblangan holda hisoblab chiqish kerak bo‘ladi. Xususan, sudlanganlikni tugatish yoki olib tashlash muddati alohida dastlabki tayinlangan jazodan hamda ijro etilmagan dastlabki jazoning o‘rniga belgilangan jazodan kelib chiqib belgilanadi.\n\n4. Agar jazoni o‘tab chiqqan shaxs sudlanganlik holatining muddati tugamay yana jinoyat sodir etsa, sudlanganlik holatini tugatuvchi muddatning o‘tishi to‘xtatiladi. Ilgari sodir etilgan jinoyat uchun sudlanganlik holatining tugash muddati oxirgi sodir etilgan jinoyat uchun (asosiy va qo‘shimcha) jazoni amalda o‘tab bo‘lganidan boshlab hisoblanadi (sharhlanayotgan moddaning to‘rtinchi qismi). Aniqroq qilib aytsak, shaxs yangi jinoyat uchun jazoni o‘tab kelganidan so‘ng, parallel ravishda ham birinchi jinoyat uchun, ham yangi jinoyat uchun sudlanganlik holatini tugatish muddati o‘tadi.\n\n5. Shuni nazarda tutish kerakki, shaxs sodir etgan bir necha jinoyat uchun hukm qilingan vaziyatda sudlanganlik holatining tugash muddati har bir jinoyat uchun alohida emas, balki hamma jinoyatlar uchun tayinlangan jazodan kelib chiqib hisoblanadi."
        }
    ]
}