{
    "bob_nomi": "XIX bob. Giyovandlik vositalari yoki psixotrop moddalar bilan qonunga xilof ravishda muomala qilishdan iborat jinoyatlar",
    "moddalar": [
        {
            "modda_raqami": "270-modda. Taqiqlangan ekinlarni yetishtirish.",
            "matini": "Taqiqlangan ekinlarni, ya’ni ko‘knor yoki moyli ko‘knor, kannabis o‘simligi yoxud tarkibida giyohvandlik vositalari yoki psixotrop moddalar bo‘lgan ekinlarni qonunga xilof ravishda ekish yoki yetishtirish\n\nbazaviy hisoblash miqdorining yigirma besh baravaridan ellik baravarigacha miqdorda jarima yoki uch yuz oltmish soatgacha majburiy jamoat ishlari yoki uch yilgacha axloq tuzatish ishlari yoxud bir yildan uch yilgacha ozodlikni cheklash yoki uch yilgacha ozodlikdan mahrum qilish bilan jazolanadi.\n\nO‘sha harakat:\n\na) ilgari giyohvandlik vositalari yoki psixotrop moddalar bilan qonunga xilof ravishda muomala qilishdan iborat jinoyatni sodir etgan shaxs tomonidan;\n\n6) bir guruh shaxslar tomonidan oldindan til biriktirib;\n\nv) o‘rtacha kattalikdagi ekin maydonida sodir etilgan bo‘lsa,\n\nbazaviy hisoblash miqdorining ellik baravaridan yuz baravarigacha miqdorda jarima yoki uch yildan besh yilgacha ozodlikni cheklash yoxud uch yildan besh yilgacha ozodlikdan mahrum qilish bilan jazolanadi.\n\nO‘sha harakat:\n\na) o‘ta xavfli retsidivist tomonidan;\n\nb) uyushgan guruh yoki uning manfaatlarini ko‘zlab;\n\nv) katta ekin maydonida sodir etilgan bo‘lsa, -\n\nbesh yildan o‘n yilgacha ozodlikdan mahrum qilish bilan jazolanadi.",
            "sharxi": "1. Sharhlanayotgan jinoyatning obyekti narkotik vosita-lar va psixotrop moddalar bilan muomala qilishning asosiy turlariga va avvalambor, tarkibida muomalada bo‘lishi O‘zbekiston Respublikasida taqiqlangan Giyohvandlik vositalari bo‘lgan o‘simliklarni ekish yoki yetishtirishga bo‘lgan davlat monopoliyasini ta’minlovchi ijtimoiy munosabatlardir. Fakultativ obyekt sifatida aholi salomatligi ishtirok etishi mumkin.\n\n2. JKning 270-moddasida keltirilgan jinoyatning predmeti ko‘knor yoki moyli ko‘knor, kannabis o‘simligi yoxud tarkibida giyohvandlik vositalari, psixotrop moddalar va prekursorlar bo‘lgan ekinlardir.\n\nKannabis - nashaning gashish olinadigan navi (jumladan, nashaning Hindiston, Janubiy Chuy, Krasnodar va boshqa turlari)ga mansub ekindir.\n\nTarkibida giyohvand yoki psixotrop moddalar bo‘lgan boshqa o‘simliklarga koka butasi (undan kokain olinadi) va tarkibida giyohvand yoki psixotrop moddalari bo‘lgan boshqa ekinlarni kiritish mumkin. Bu ekinlar giyohvandlik vositalari va psixotrop moddalar konsentratsiyasi ko‘pligi bilan farqlanib, shu sababli ekinlar yoki ularning qismlari giyohvandlik moddalarini nazorat qilish davlat komissiyasi belgilagan holda giyohvand vosita deb topiladi. Bu ekinlarni yetishtirish uchun ruxsat davlat korxonalariga ilmiy maqsadlarda maxsus vakolatli organ tomonidan belgilangan tartibda hamda O‘zbekiston Respublikasining 1999 yil 19 avgustdagi «Giyohvandlik vositalari va psixotrop moddalar to‘g‘risida»gi qonunning 21-moddasi (Tarkibida giyohvandlik moddasi bo‘lgan o‘simliklarning sanoat maqsadlarida yetishtirilishi va muomalada bo‘lishi bilan bog‘liq faoliyatning o‘ziga xos xususiyatlari)da nazarda tutilgan hollarda yuridik shaxslarga sanoat maqsadlarda amalga oshirilishi mumkin.\n\n3. Har bir holatda ekinlarning tarkibida Giyohvandlik vositalari va psixotrop moddalari bo‘lgan ekinlarga tegishliligini aniqlashda sudlar bu toifadagi ishlarni ko‘rishda Giyohvandlik vositalari va psixotrop moddalar ro‘yxatiga amal qilishi, zarur hollarda Giyohvandlik moddalarini nazorat qilish davlat komissiyasi tomonidan tasdiqlangan uslublarga muvofiq olingan ekspert xulosasiga asoslanishi kerak.\n\n4. «Giyohvandlik vositalari, ularning analoglari, psixotrop moddalar bilan qonunga xilof ravishda muomala qilish bilan bog‘liq jinoyatlarga oid ishlar bo‘yicha sud-kimyoviy ekspertiza o‘tkazish aybdorlikni isbotlashning muhim shart-laridan biri hisoblanadi.\n\nJinoyat-protsessual kodeksining 173-moddasiga muvofiq, vosita yoki moddani narkotik yoxud psixotrop deb e’tirof etish uchun bunday ekspertizalar qayd etilgan turkumdagi barcha ishlar bo‘yicha o‘tkazilishi zarur.\n\nBu turdagi ekspertizalarni hal etishi uchun quyidagi savollar qo‘yilishi mumkin: olingan vosita yoki modda giyohvandlik, uning analogi, psixotrop hisoblanadimi, agar hisoblansa, uning turi, aktiv moddasining miqdori va sof og‘irligi qancha; olingan obyektda giyohvandlik vositasi, uning analogi, psixotrop moddasi qoldiqlari (mikrozarralari) yoki izlari bormi; muayyan yer maydonidan olingan o‘simlik qaysi turga mansub va u tarkibida giyohvandlik moddasi bo‘lgan o‘simlik hisoblanadimi; olingan vositalar yoki moddalar bir xil hisoblanadimi, ular tayyorlash usuli (texnologiyasi), saqlash sharoiti, foydalanilgan boshlang‘ich xom ashyosi, ko‘karib turgan joyi bo‘yicha kelib chiqishi jihatidan umumiy manbaga egami».\n\n5. Giyohvandlik vositalari va psixotrop moddalarga nisbatan muomalada bo‘lishning alohida tartibi o‘rnatilgan.\n\nBunday tartib uchta: tibbiy, ijtimoiy va normativ mezonlarning majmui xos bo‘lgan vosita va moddalarga nisbatan amal qilishi lozim.\n\nTibbiy mezon nuqtayi nazaridan Giyohvandlik vosita-lariga kelib chiqishi tabiiy yoki sun’iy bo‘lgan, markaziy asab tizimiga (MAT) bosinqiratuvchi, qo‘zg‘atuvchi yoki gallyutsinogen ta’sir qilib, ruhiy va (yoki) jismoniy tobeligiga sabab bo‘ladigan moddalar kiradi.\n\nModdani giyohvand vosita deb topish uchun tibbiy maqsadlarni ko‘zlamagan holda iste’mol qilinishi ko‘payib, keng miqyosda tarqalganligi va bu sog‘liq uchun xavf tug‘dirishi munosabati bilan ular bilan muomalada bo‘lishning alohida huquqiy tartibni o‘rnatishni talab qiladigan ijtimoiy mezonni ham inobatga olish zarur. Tibbiy va ijtimoiy mezonlar birlashib, vositani Giyohvandlik yoki psixotrop modda qatoriga kiritish uchun va normativ mezonni tashkil qiluvchi maxsus normativ hujjatda mustahkamlash uchun zamin yaratadi.\n\nO‘zbekiston Respublikasining «Giyohvandlik vositalari va psixotrop moddalar to‘g‘risida»gi Qonuni shunday hujjat hisoblanib, uning 3-moddasida «Giyohvandlik vositalari», «psixotrop moddalar», «prekursorlar», shuningdek «Giyohvandlik vositalari va psixotrop moddalarining analoglari» va «preparatlar» tushunchalari mustahkamlab qo‘yilgan.\n\n6. Giyohvandlik (narkotik) vositalari Giyohvandlik vositalari ro‘yxatiga kiritilgan va O‘zbekiston Respublikasida nazoratga olinadigan, kelib chiqishi sintetik yoki tabiiy moddalar, tarkibida giyohvandlik moddasi bo‘lgan preparatlar va o‘simliklar!,\n\n7. Psixotrop moddalar psixotrop moddalar ro‘yxatiga kiritilgan va O‘zbekiston Respublikasida nazoratga olinadigan, kelib chiqishi sintetik yoki tabiiy moddalar?.\n\n8. Prekursorlar ro‘yxatiga kiritilgan O‘zbekiston Respublikasida nazoratga olinadigan giyohvandlik vositalari va psixotrop moddalar tayyorlash uchun foydalaniladigan moddalar.\n\n9. Preparat moddalarning har qanday fizik holatdagi, tarkibida bitta yoki bir nechta Giyohvandlik vositalari yoxud psixotrop moddalar bo‘lgan aralashmasi;\n\n10. Giyohvandlik vositalari va psixotrop moddalarning analoglari kimyoviy tuzilishi va xossalariga ko‘ra Giyohvandlik vositalari va psixotrop moddalarga o‘xshash, ular singari ruhiyatga faol ta’sir etuvchi, kelib chiqishi sintetik yoki tabiiy moddalar.\n\n11. O‘zbekiston Respublikasining 1999 yil 19-avgustdagi 813-1-sonli «Giyohvandlik vositalari va psixotrop moddalar to‘g‘risida»gi Qonuning 4-moddasiga muvofiq, O‘zbekiston Respublikasida nazoratga olinadigan Giyohvandlik vosi talari, psixotrop moddalar va prekursorlar quyidagi ro‘yxatlarga kiritiladi:\n\nMuomalada bo‘lishi O‘zbekiston Respublikasida taqiqlangan Giyohvandlik vositalari ro‘yxati (1 ro‘yxat);\n\nMuomalada bo‘lishi O‘zbekiston Respublikasida chek-langan Giyohvandlik vositalari ro‘yxati (ІІ ro‘yxat);\n\nMuomalada bo‘lishi O‘zbekiston Respublikasida cheklangan psixotrop moddalar ro‘yxati (ІІІ ro‘yxat);\n\nMuomalada bo‘lishi O‘zbekiston Respublikasida cheklangan prekursorlar ro‘yxati (IV ro‘yxat).\n\nGiyohvandlik vositalari, psixotrop moddalar va pre-kursorlar ro‘yxatlari O‘zbekiston Respublikasi Vazirlar Mahkamasi tomonidan belgilangan tartibda tasdiqlanadi va matbuotda e’lon qilinadi.\n\n12. Mazkur ro‘yxatlar O‘zbekiston Respublikasi Vazir-lar Mahkamasining 2015 yil 12 noyabrdagi «Giyohvandlik vositalari, psixotrop moddalar va prekursorlarni O‘zbekiston Respublikasi hududiga olib kirish, undan olib chiqish va tranzit tarzida o‘tkazish tartibini, shuningdek ularning muomalada bo‘lishi yuzasidan nazoratni takomillashtirish to‘g‘risida»gi 330-sonli qarorining 4-7-ilovalarida berilgan.\n\n13. Bu klassifikatsiyaga: amaldagi konvensiyalarda foydalaniladigan nomlari yoki ro‘yxatga olinmagan xalqaro nomlar ostidagi moddalar; ularning izomerlari, agar mazkur moddalar kimyoviy formulasi doirasida ushbu izomerlar mavjud bo‘lishi mumkin bo‘lgan har qanday holatda istisno qilinmagan bo‘lsa, ularning mavjud bo‘lishi mumkin bo‘lgan har qanday hollarda mazkur moddalarning murakkab va oddiy efirlari; mavjud bo‘lishi mumkin bo‘lgan har qanday holatlarda, qonunda nazarda tutilganlaridan tashqari, mazkur moddalarning preparatlari.\n\nKlassifikatsiya o‘z ichiga І, ІІ, ІIII va IV jadvallarni qamrab oladi.\n\nІ jadvalga tibbiy maqsadda foydalanishga mo‘ljallanmagan va o‘ta xavfli bo‘lgan (Giyohvandlik va psixotrop) o‘simlik va moddalar kiradi. Masalan, geroin, kannabis, LSD, faqat giyohvandlar tomonidan foydalaniladigan boshqa moddalar. Ushbu guruhdagi moddalarni o‘ta xavflilik va qaramlikni keltirib chiqarishi birlashtiradi.\n\nІІ jadval o‘ta xavfli bo‘lgan, lekin tibbiyot maqsadida foydalanish uchun muayyan qiziqish uyg‘otadigan (Giyohvandlik va psixotrop) o‘simlik va moddalarni qamrab oladi. Masalan, rak bilan kasallangan shaxslarda og‘riqni oladigan juda kuchli analgetik vositalar (morfin, fortal, dolozal, palfium va h.k.). Shuningdek, ularga amfetamin va ayrim barbituratlar kiradi. Bu moddalar ham, ular keltirib chiqaradigan qaramlik sababli, xavfli hisoblanadi.\n\nIII jadvalga tibbiy maqsadda foydalanish uchun qiziqish uyg‘otadigan, muayyan xavflilik bilan tavsiflanadigan (Giyohvandlik va psixotrop) o‘simlik va moddalar kiradi. Bular trankvilizatorlar, antidepressantlar, tez ta’sir qiluvchi barbituratlar va qaramlikni keltirib chiqarishda o‘rtacha xavf tug‘diradigan boshqa dorivor moddalardir.\n\nIV jadvalga prekursorlar, ya’ni Giyohvandlik vositalari va psixotrop moddalarni tayyorlashda ishlatiladigan, 1988 yilgi «Giyohvandlik vositalari va psixotrop moddalarni g‘ayriqonuniy ravishda muomalaga kiritishga qarshi kurash to‘g‘risida»gi Konvensiyada yoki ushbu konvensiya asosida klassifikatsiya qilingan hamda Giyohvandlik vositalari va psixotrop moddalarni tayyorlash yoki qayta ishlashda foydalaniladigan boshqa kimyoviy moddalar kiradi.\n\n14. Sharhlanayotgan jinoyat obyektiv tomondan taqiqlangan ekinlarni ekish, yetishtirishda ifodalanadi.\n\nEkish tarkibida Giyohvandlik vositalari va psixotrop moddalar bo‘lgan ko‘knor, moyli ko‘knor, kannabis o‘simligi urug‘ini qonunga xilof ravishda sepish va o‘stirishdir. «Giyohvandlik vositalari va psixotrop moddalar to‘g‘risida»gi Qonunga ko‘ra, tarkibida Giyohvandlik vositalari bo‘lgan o‘simliklarni yetishtirish davlat monopoliyasiga kirib (7-modda), maxsus vakolatli organ belgilagan tartibda bu faoliyat ilmiy maqsadlarda shug‘ullanishga litsenziya bo‘lgan taqdirda davlat korxonalariga ruxsat etiladi (21-modda).\n\n15. Taqiqlangan ekinlarni yetishtirish deganda, tegishli ruxsatsiz har qanday yer maydonida, shuningdek, bo‘sh yotgan yerlarda urug‘ni qadash va o‘stirish tushuniladi.\n\nTarkibida giyohvandlik moddasi bo‘lgan o‘simliklarni qonunga xilof ravishda yetishtirish deganda, qonunchilikni buzgan holda bunday o‘simliklarni ekish va yetishtirish uchun maxsus sharoit yaratish, shuningdek, ularni ekish va yetishtirish, yetishtirish texnologiyasini takomillashtirish, yangi navla korini yaratish, hosildorligini va mavjud iqlim sharoitiga chidamliligini oshirish faoliyatini tushunish lozim.\n\nJinoyat o‘simlik unib chiqqan-chiqmaganligi yoki o‘sgan-o‘smaganligidan qat’i nazar, ekin ekilgan paytdan boshlab tugallangan hisoblanadi?.\n\nUrug‘lar sotib olish, ularni pishish bosqichigacha o‘smaydigan darajada tuproqdan tashqarida yoki kam miqdordagi tuproqda undirish (ko‘chat yetishtirish)ni taqiqlangan ekinlarni yetishtirishga tayyorgarlik ko‘rish harakatlari sifatida ko‘rish mumkin.\n\n16. Taqiqlangan ekinlarni yetishtirish deganda, ekilgan vaqtdan boshlab pishish bosqichigacha bo‘lgan davr ichida ularni parvarish qilishni (sug‘orish, chopiq qilish, o‘g‘itlash va hokazolarni) tushunish kerak. Taqiqlangan ekinlarni yetishtirishni, ularni yetishtirish texnologiyasining o‘sishi, yangi navlarini yaratish, ular hosildorligini oshirish, noqulay ob-havo sharoitlariga chidamliligini oshirish kabilarni e’tiborga olib kvalifikatsiya qilish kerak.\n\nTaqiqlangan ekinlarni yetishtirish ularni o‘zi yoki boshqa shaxslar uchun yetishtirganligi, pishib yetilganligi, hosil yig‘ib olish vaqtidan qat’i nazar, tugallangan jinoyat deb topiladi.\n\n17. Ekish va parvarish qilish bilan bir qatorda yetishtirish deganda tarkibida Giyohvandlik vositalari bo‘lgan ekinlarni yetishtirish texnologiyalarni takomillashtirish, ularning hosildorligini oshirish, noqulay tabiiy sharoitlarga bardosh berishini oshirish, yangi navlarini ishlab chiqish, yovvoyi holda o‘suvchi o‘simliklarni parvarish qilishni tushunish lozim.\n\n18. Aybdorning harakatlarini sharhlanayotgan modda bo‘yicha kvalifikatsiya qilish uchun ekin joyining (dala hovli, korxona, tashkilot yerlari, xo‘jasiz yerlar), o‘zi yoki boshqa shaxslarning foydalanishi uchunligi, shuningdek iste’mol uchun tayyor bo‘lgan Giyohvandlik vositasi yoki psixotrop moddalarning keyingi taqdirining (xo‘jalik ehtiyojlari uchun tola, yog‘, urug‘larning olinishi va h.k.) ahamiyati yo‘q.\n\n19. Oliy sud Plenumi tushuntirishlariga ko‘ra, «...yetish-tirilishi taqiqlangan o‘simliklarni ekish deganda tegishli ruxsatsiz har qanday yer maydoniga, shu jumladan, bo‘sh yotgan yerga man etilgan ekin urug‘ini sepish va ko‘chatini o‘tkazishni anglamoq lozim. Ushbu jinoyat o‘simlik unib chiqqan-chiqmaganligi yoki o‘sgan-o‘smaganligidan qat’i nazar, ekin ekilgan paytdan boshlab tugallangan hisoblanadi. Aybdorning harakatlari ekin maydoni o‘lchamidan kelib chiqqan holda Jinoyat kodeksi 270-moddasining tegishli qismlari bilan kvalifikatsiya qilinadi, bunda ushbu moddaning 1-qismi bilan kvalifikatsiya qilish uchun ekin maydonining o‘lchami 250 kvadrat metrgacha bo‘lishi ko‘zda tutiladi.\n\nShaxs yetishtirilishi taqiqlangan o‘simliklarni turli maydonlarda o‘stirayotgan bo‘lsa, uning harakatlarini kvalifikatsiya qilishda jami ekin maydonidan kelib chiqmoq lozim.\n\nAgar yetishtirilishi taqiqlangan ekinlarni ekish yoki yetishtirish kelgusida giyohvandlik vositalari, ularning analoglari, psixotrop moddalarni o‘tkazish maqsadini ko‘zlab yoki ko‘zlamay tayyorlash, saqlash, tashish, jo‘natish, shuningdek, o‘tkazish (sotish) bilan bog‘liq bo‘lsa, bunday harakatlar JK 270-moddasi va JK tegishli moddalarida nazarda tutilgan jinoyatlar majmui bilan kvalifikatsiya qilinishi kerak».\n\n20. Jinoyat subyektiv tomondan qasddan sodir etiladi. Aybdor giyohvandlik moddalari bo‘lgan ekin yoki psixotrop o‘simliklarini qonunga xilof ravishda yetish-tirayotganligini biladi va mazkur harakatni xohlaydi.\n\nJinoyatni mazkur modda bo‘yicha kvalifikatsiya qilish uchun taqiqlangan ekinlarni yetishtirishning motivi va maqsadi ahamiyatga ega emas. 21. Mazkur qilmishni sodir etish chog‘ida o‘n olti yoshga to‘lgan har qanday jismoniy shaxslar jinoyat subyekti bo‘lishlari mumkin.\n\n22. JK 270-moddasining 2-qismida:\n\na) ilgari giyohvandlik vositalari yoki psixotrop moddalar bilan qonunga xilof ravishda muomala qilishdan iborat jinoyatni sodir etgan shaxs tomonidan;\n\nb) bir guruh shaxslar tomonidan oldindan til biriktirib;\n\nv) o‘rtacha kattalikdagi ekin maydonida sodir etilgan jinoyatning kvalifikatsiya qilingan turlari uchun javobgarlik nazarda tutiladi.\n\n23. Taqiqlangan ekinlarni yetishtirgan shaxs ilgari JK 127-moddasining 2-qismida yoki 3-qismi «a», «b», «vB> bandlarida, JKning 270-276-moddalarda belgilangan jinoyatlardan birini sodir etgan bo‘lsa, sudlanganlik fakti, ilgari sodir etilgan jinoyat muddatining o‘tish vaqti tugamaganligi, qonunda belgilangan tartibda sudlanganlik bekor qilinmagan va olib tashlanmaganligidan qat’i nazar, qilmish sharhlanayotgan moddaning 2-qismi «a» bandi bo‘yicha kvalifikatsiya qilinishi kerak.\n\n(Bir guruh shaxslar tomonidan oldindan til biriktirish tushunchasi to‘g‘risida JKning 29-moddasi sharhiga qarang).\n\n24. O‘rtacha hajmdagi maydonda taqiqlangan ekinlarni yetishtirish, ekish deganda, 250 kvadrat metrdan 1000 kvadrat metrgacha maydonda mazkur ekinlar urug‘ini qadash yoki ularni o‘stirish tushuniladi. Bunda yer maydoni hajmi faktik foydalanilgan maydondan kelib chiqib aniqlanishi kerak, ya’ni yetishtirilishi taqiqlangan ekinlar urug‘i o‘sayotgan maydonning o‘zi tushuniladi. Ekinlar yetishtirilayotgan yer maydoniga giyohvand o‘simliklar yoki ular urug‘lari mavjud bo‘lmagan maydonlarni qo‘shish mumkin emas, bu qonunga ziddir. Shuning uchun yetishtirilayotgan yer \"maydonini aniqlashda ekin amalda ekilgan umumiy maydonni hisobga olish kerak.\n\n25. Agar ayblanuvchi taqiqlangan ekinlarni turli maydonlarda yetishtirgan bo‘lsa, tergov va sud organlari tarkibida narkotik modda bo‘lgan o‘simliklarni yetishtirish maqsadini aniqlashi kerak. Agar ayblanuvchi kamida ikki marta shu o‘simliklarni turli vaqt, turli maydonlarda ekkan yoki yetishtirgan bo‘lib, yana jinoyat sodir etishga qasd qilgan bo‘lsa, uning qilmishi JK 270-moddasining 2-qismi «a» bandi bilan yoki shu moddaning tegishli bandi va qismi bilan kvalifikatsiya qilinadi.\n\nEkish maydoni hajmini aniqlashda nafaqat\n\noxirgi ekin maydoni hajmi, balki bundan oldingi maydon hajmlarini e’tiborga olish kerak. Jinoyat subyekti bir vaqtda ikki yoki undan ortiq maydonlarda taqiqlangan ekinlarni ekib, bular uchun umumiy qasdga ega bo‘lsa, uning qilmishi JK 270-moddasining 2-qismi bilan qo‘shimcha kvalifikatsiya qilinmaydi, chunki u yagona davomiy jinoyatni tashkil etadi va uning qilmishini ekin maydoni o‘lchamidan kelib chiqib kvalifikatsiya qilish lozim.\n\n26. Agar ekin maydonining umumiy kattaligi 250 m²dan kam bo‘lsa, ayblanuvchining qilmishi sharhlanayotgan moddaning 1-qismi bo‘yicha kvalifikatsiya qilinadi.\n27. Sharhlanayotgan moddaning 3-qismida\n\na) o‘ta xavfli retsidivist tomonidan;\n\n6) uyushgan guruh yoki uning manfaatlarini ko‘zlab,\n\nv) katta ekin maydonida sodir etilgan jinoyatning kvalifikatsiya qilingan turlari uchun javobgarlik nazarda tutilgan.\n\n28. Uyushgan guruh tomonidan taqiqlangan ekinlarni yetishtirish jamiyat uchun jiddiy xavf tug‘diradi, chunki shaxsga, jamiyatga, davlatga zarar yetkazgan holda rejalash-tirilgan qilmishni amalga oshirish imkonini kengaytiradi.\n\nUyushgan guruh ishtirokchilari vazifalarini taqsimlashlari va taqiqlangan ekinlarni yetishtirish bilan har qaysisi bevosita shug‘ullanmasligi, balki bu faoliyat boshqa shaxslar tomonidan bajarilishini ta’minlashi mumkin (masalan, yer maydonini qo‘riqlash).\n\n29. Jinoyat kodeksi Maxsus qismining VIII bo‘limiga ko‘ra, taqiqlangan ekinlar katta maydonlarda yetishtirilishi maydonning 1000 kvadrat metr va undan kattaligini bildiradi. "
        },
        {
            "modda_raqami": "271-modda. Giyohvandlik vositalari, ularning analoglari yoki psixotrop moddalarni qonunga xilof ravishda egallash.",
            "matini": "Giyohvandlik vositalari, ularning analoglari yoki psixotrop moddalarni qonunga xilof ravishda, o‘g‘rilik yoki firibgarlik yo‘li bilan egallash\n\nuch yilgacha axloq tuzatish ishlari yoki ikki yildan besh yilgacha ozodlikni cheklash yoxud besh yilgacha ozodlikdan mahrum qilish bilan jazolanadi.\n\nO‘sha harakat:\n\na) ilgari giyohvandlik vositalari yoki psixotrop moddalar bilan qonunga xilof ravishda muomala qilishdan iborat jinoyatni sodir etgan shaxs tomonidan;\n\nb) bir guruh shaxslar tomonidan oldindan til biriktirib;\n\nv) o‘zlashtirish yoki rastrata qilish yo‘li bilan;\n\ng) talonchilik yo‘li bilan;\n\nd) mansab mavqeini suiiste’mol qilib;\n\nye) tamagirlik yo‘li bilan;\n\nj) ko‘p miqdorda sodir etilgan bo‘lsa,\n\nbesh yildan o‘n yilgacha ozodlikdan mahrum qilish bilan jazolanadi.\n\nO‘sha harakat:\n\na) o‘ta xavfli retsidivist tomonidan;\n\n6) uyushgan guruh yoki uning manfaatlarini ko‘zlab;\n\nv) bosqinchilik yo‘li bilan sodir etilgan bo‘lsa,\n\no‘n yildan yigirma yilgacha ozodlikdan mahrum qilish bilan jazolanadi.",
            "sharxi": "1. Jinoyatning asosiy bevosita obyekti Giyohvandlik vositalari, ularning analoglari yoki psixotrop moddalar va prekursorlar bilan muomala qilish borasidagi ijtimoiy munosabatlardir. Mulkiy manfaatlar, jinoyat talonchilik yoki bosqinchilik bilan sodir etilganda jabrlanuvchining jismoniy daxlsizligi va sog‘lig‘i qo‘shimcha obyekt hisoblanadi. Aholi salomatligini ta’minlovchi ijtimoiy munosabatlar fakultativ obyekt sifatida namoyon bo‘lishi mumkin.\n\n2. Jinoyatning predmetini Giyohvandlik vositalari, ularning analoglari yoki psixotrop moddalar tashkil etadi. Mazkur vositalar va moddalar qonuniy muomalada ham (tarkibida giyohvandlik vositalari bo‘lgan dorivor preparatlar), qo‘lbola usulda tayyorlangan va belgilangan narxga ega bo‘lmasligi ham bo‘lishi mumkin.\n\n(Giyohvandlik vositalari, ularning analoglari va psixotrop moddalar tushunchalari to‘g‘risida batafsilroq JKning 270-moddasi sharhiga qarang).\n\n3. Sharhlanayotgan moddaning obyektiv tomonini JK 271-moddasining 1-qismida nazarda tutilgan Giyohvandlik vositalari, ularning analoglari yoki psixotrop moddalarni qonunga xilof ravishda egallash, ya’ni o‘g‘rilik, firibgarlik yo‘li bilan qo‘lga kiritish tashkil etadi.\n\nQonunga xilof ravishda egallash ko‘rsatilgan jinoyat predmetlarini qasddan, haq to‘lamasdan huquqqa xilof ravishda egallashni nazarda tutadi.\n\nJinoyatni JKning 271-moddasi bilan kvalifikatsiya qilish uchun Giyohvandlik vositalari, ularning analoglari yoki psixotrop moddalar davlat yoki xususiy korxonalar, tashkilotlar, muassasalar, alohida fuqarolarga tegish-liligining ahamiyati yo‘q.\n\nQishloq xo‘jalik korxonalari maydonlari yoki fuqaro-larning yer uchastkalaridagi, ushbu ekinlar qonunga xilof yetishtirilgan taqdirda ham, tarkibida Giyohvandlik vositasi bo‘lgan o‘simliklar yoki ularning qismlarini (ko‘saklari, novdalari) ekinlarning amaldagi egalarining xabarisiz terishni ham qonunga xilof deb topish lozim.\n\n4. O‘g‘rilik Giyohvandlik vositalari, ularning analoglari yoki psixotrop moddalar qonunga xilof ravishda yashirincha o‘g‘irlanib, aybdor ularni tasarruf etish va ulardan foydalanish vaqtidan boshlab tugallangan deb hisoblanadi.\n\nFiribgarlik aybdorning aldov yo‘li bilan Giyohvandlik vositalari, ularning analoglari yoki psixotrop moddalarni o‘z ixtiyoriga olish, ishonchni suiiste’mol qilishda esa, unga topshirilgan giyohvand yoki psixotrop moddalarni tasarruf etish vaqtidan boshlab tugallangan hisoblanadi.\n\nO‘g‘rilik yo‘li bilan qonunga xilof ravishda\n\negallash deganda, huquqqa xilof ravishda yashirincha davlat yoki jamoat tashkilotlari yoki ularga qonuniy yoki noqonuniy egalik qilib turgan xususiy shaxslar mulkidan olib, qaytarmaslikni tushunish lozim.\n\nFiribgarlik bilan qonunga xilof ravishda egallash deganda, Giyohvandlik vositalari, ularning analoglari yoki psixotrop moddalarni aldov yoki ishonchni suiiste’mol qilish bilan qo‘lga kiritish tushuniladi.\n\n4. JKning 271-moddasi 1-qismi subyektiv tomondan qasddan sodir etiladi. Aybdor qonunga xilof ravishda Giyohvandlik vositalari, ularning analoglari yoki psixotrop modda larni egallashini anglaydi va mazkur qilmishni xohlaydi.\n\n5. Jinoyatning subyekti o‘n to‘rt yoshga to‘lgan aqli raso shaxs hisoblanadi.\n\n6. JKning 271-moddasi 2-qismida Giyohvandlik vositalari, ularning analoglari yoki psixotrop moddalarni qonunga xilof ravishda quyidagicha egallash uchun javobgarlik belgilangan:\n\na) ilgari Giyohvandlik vositalari yoki psixotrop moddalar bilan qonunga xilof ravishda muomala qilishdan iborat jinoyatni sodir etgan shaxs tomonidan;\n\n6) bir guruh shaxslar tomonidan oldindan til biriktirib;\n\nv) o‘zlashtirish yoki rastrata qilish yo‘li bilan;\n\ng) talonchilik yo‘li bilan;\n\nd) mansab mavqeini suiiste’mol qilib;\n\nye) tamagirlik yo‘li bilan;\n\nj) ko‘p miqdorda sodir etilgan bo‘lsa.\n\n7. Shaxs Giyohvandlik vositalari, ularning analoglari yoki psixotrop moddalarni so‘nggi egallashidan avval psixotrop modda yoki Giyohvandlik vositalarning qonunga xilof ravishda muomalada bo‘lishini tashkil qiluvchi jihatlardan birini sodir etgan bo‘lsa, buning uchun sudlangan-sudlanmaganligidan qat’i nazar, aybdorning harakatlarini JKning 271-moddasi 2-qismi «a» bandi bo‘yicha kvalifikatsiya qilish lozim.\n\n8. JKning 271-moddasi 2-qismi «b» bandi Giyohvandlik vositalari, ularning analoglari yoki psixotrop moddalarni qonunga xilof ravishda egallash jinoyatini sodir etishda oldindan til biriktirgan ikki yoki undan ortiq shaxs kvalifikatsiya qilinadi.\n\n9. Giyohvandlik vositalari, ularning analoglari yoki psixotrop moddalarni o‘zlashtirish deganda, shaxsga saqlash uchun ishonib topshirilgan Giyohvandlik vositalari, ularning analoglari yoki psixotrop moddalarni o‘z foydasiga ishlatish uchun saqlab qolishi tushuniladi.\n\nRastrata qonunda ko‘rsatilgan aybdorga ishonib topshirilgan yoki uning ixtiyoridagi Giyohvandlik vositalari, ularning analoglari yoxud psixotrop moddalarni uning sotish, iste’mol qilish, sovg‘a qilish, yo‘qotish yoki birovlarga berishida namoyon bo‘ladi.\n\n10. Giyohvandlik vositalari, ularning analoglari va psixotrop moddalarni talonchilik yo‘li bilan qonunga xilof ravishda egallash, jumladan, badanga yengil shikast yetkazish ko‘rinishidagi zo‘rlik ishlatishsiz yoki hayot uchun xavfsiz zo‘rlik ishlatish bilan yoki zo‘rlik ishlatish bilan qo‘rqitish tarzida tavsiflanadi.\n\n11. Giyohvandlik vositalari, ularning analoglari yoki psixotrop moddalarni mansab mavqeini suiiste’mol qilish yo‘li bilan qonunga xilof ravishda egallash o‘z xizmat lavozimidan foydalanib, o‘z mulkiga yoxud boshqalar mulkiga aylantirishni bildiradi.\n\n12. Sharhlanayotgan moddada tamagirlik yo‘li bilan qonunga xilof ravishda egalik qilish usuli sifatida egallash.\n\nGiyohvandlik vositalari, ularning analoglari yoki psixotrop moddalarni jabrlanuvchiga yoki uning yaqin qarindoshlariga nisbatan zo‘rlik ishlatish bilan, ularning mulklariga zarar yetkazish va nobud qilish yoki sir saqlanishi lozim bo‘lgan ma’lumotlarni oshkor qilish bilan tahdid solish yoxud jabrlanuvchini mazkur moddalarni berishga majbur qiladigan vaziyatni yaratish tushuniladi.\n\n13. Giyohvandlik vositalari, ularning analoglari yoki psixotrop moddalar bilan qonunga xilof ravishda muomalada bo‘lishdagi ko‘p miqdor belgilanadi. tegishli davlat organi tomonidan\n\n14. JK 271-moddasining 3-qismida Giyohvandlik vositalari, ularning analoglari yoki psixotrop moddalarga:\n\na) o‘ta xavfli retsidivist tomonidan;\n\n) uyushgan guruh yoki uning manfaatlari ko‘zlab;\n\n6 v) bosqinchilik yo‘li bilan qonunga xilof ravishda egallab olingani uchun javobgarlik belgilangan.\n\nSharhlanayotgan jinoyatning alohida kvalifikatsiya qilish belgilarining dastlabki ikkitasining mazmuni JKning 270-moddasida nazarda tutilgan jinoyat tarkibini tahlil qilishda ochib berilgan.\n\n15. Giyohvandlik vositalari, ularning analoglari yoki psixotrop moddalarni bosqinchilik yo‘li bilan egallash deganda, Giyohvandlik vositalari, ularning analoglari yoki psixotrop moddalarni o‘g‘irlash maqsadida hayot yoki sog‘liq uchun xavfli zo‘rlik ishlatish yoki bunday zo‘rlik ishlatish bilan qo‘rqitib sodir etilgan hujum tushuniladi.\n\n16. Giyohvandlik vositalari yoki psixotrop moddalarni o‘g‘rilik, firibgarlik, o‘zlashtirish yoki rastrata qilish, mansab mavqeini suiiste’mol qilib, tamagirlik, bosqinchilik yo‘li bilan qonunga xilof ravishda egallashni JKning 271-moddasi va boshqa tegishli moddalari bilan, shuningdek, o‘zganing mulkini talon-toroj qilishga  JKning 271-moddasi sanksiyasidan og‘irroq bo‘lgan boshqa tegishli moddalar bilan jinoyatlar majmui bo‘yicha kvalifikatsiya qilish kerak. Tergov organlari va sudlar Giyohvandlik vositalari yoki psixotrop moddalarni qonunga xilof ravishda egallashdan maqsad nima ekanligini aniqlashlari zarur. Egallash kelgusida o‘tkazish yoki sotish uchun amalga oshirilganligi aniqlangan taqdirda aybdorning harakatlari qayd etilgan jinoyatlarga tayyorgarlik ko‘rish deb ham kvalifikatsiya qilinishi kerak. "
        },
        {
            "modda_raqami": "273-modda. Giyohvandlik vositalari, ularning analoglari yoki psixotrop moddalarni o‘tkazish maqsadini ko‘zlab qonunga xilof ravishda tayyorlash, olish, saqlash va boshqa harakatlar qilish, shuningdek ularni qonunga xilof ravishda o‘tkazish.",
            "matini": "Giyohvandlik vositalari, ularning analoglari yoki psixotrop moddalarni o‘tkazish maqsadini ko‘zlab ko‘p bo‘lmagan\n\nmiqdorda qonunga xilof ravishda tayyorlash, olish, saqlash,\n\ntashish yoki jo‘natish, shuningdek ularni ko‘p bo‘lmagan.\n\nmiqdorda qonunga xilof ravishda o‘tkazish uch yildan besh yilgacha ozodlikni cheklash yoki uch yildan besh yilgacha ozodlikdan mahrum qilish bilan jazolanadi.\n\nUshbu moddaning birinchi qismida nazarda tutilgan qilmishlar ozginadan ko‘proq miqdorda sodir etilgan bo‘lsa, besh yildan yetti yilgacha ozodlikdan mahrum qilish bilan jazolanadi.\n\nUshbu moddaning birinchi yoki ikkinchi qismida nazarda tutilgan qilmishlar:\n\na) ilgari giyohvandlik vositalari yoki psixotrop moddalar bilan qonunga xilof ravishda muomala qilishdan iborat jinoyatni sodir etgan shaxs tomonidan;\n\n6) bir guruh shaxslar tomonidan oldindan til biriktirib;\n\nv) ozodlikdan mahrum qilish tariqasidagi jazoni o‘tash joylarida;\n\ng) o‘quv yurtlarida yoki o‘quvchilar, talabalar o‘quv, sport yoki jamoat tadbirlarini o‘tkazadigan boshqa joylarda sodir etilgan bo‘lsa,\n\nyetti yildan o‘n yilgacha ozodlikdan mahrum qilish bilan jazolanadi.\n\nGiyohvandlik vositalari, ularning analoglari yoki psixotrop moddalarni laboratoriyalarda yoxud o‘zganing mulki hisoblangan vositalar va asbob-uskunalardan yoki prokurorlardan foydalangan holda qonunga xilof ravishda tayyorlash yoki qayta ishlash, shuningdek bunday vositalarni iste’mol qilish yoki tarqatish uchun bangixonalar tashkil qilish yoki saqlash, shuningdek ushbu moddaning ikkinchi yoki uchinchi qismida nazarda tutilgan qilmishlar:\n\na) o‘ta xavfli retsidivist tomonidan;\n\n6) uyushgan guruh tomonidan yoki uning manfaatlarini ko‘zlab sodir etilgan bo‘lsa, —\n\no‘n yildan o‘n besh yilgacha ozodlikdan mahrum qilish bilan jazolanadi.\n\nGiyohvandlik vositalari, ularning analoglari yoki psixotrop moddalarni ko‘p miqdorda qonunga xilof ravishda sotish\n\no‘n yildan yigirma yilgacha ozodlikdan mahrum qilish bilan jazolanadi.\n\nUshbu moddaning birinchi qismida nazarda tutilgan qilmishlarni sodir etgan shaxs o‘z ixtiyori bilan aybini bo‘yniga olish to‘g‘risida hokimiyat organlariga arz qilsa va giyohvandlik vositalari, ularning analoglari yoki psixotrop moddalarni topshirsa, jazodan ozod qilinadi. ",
            "sharxi": "1. Sharhlanayotgan jinoyatning obyekti Giyohvandlik vositalari, ularning analoglari yoki psixotrop moddalar va prekursorlar bilan muomala qilishning belgilangan tartibi, shuningdek, aholining sog‘lig‘i hisoblanadi.\n\nO‘zbekiston Respublikasining «Giyohvandlik vositalari va psixotrop moddalari to‘g‘risida»gi Qonunining 3-moddasi 7-qismiga binoan, giyohvandlik vositalari, psixotrop moddalar va prekursorlarning muomalada bo‘lishi deganda, Giyohvandlik vositalari, psixotrop moddalar va prekursorlarni olib kirish (olib chiqish), tranzit tarzida o‘tkazish, saqlash, berish, realizatsiya qilish, taqsimlash, olish, tashish, jo‘natish, ishlab chiqish, ishlab chiqarish, tayyorlash, ulardan foydalanish va ularni yo‘q qilish, shuningdek tarkibida Giyohvandlik moddasi bo‘lgan o‘simliklarni yetishtirishdir.\n\nGiyohvandlik vositalarining noqonuniy muomalasi bu xalqaro-huquqiy va milliy davlat nazorati o‘rnatilgan Giyohvandlik vositalari, ularning analoglari va psixotrop moddalar bilan ijtimoiy xavfli va qonunga xi lof ravishda sodir etiladigan qilmishlarning yig‘indisidir.\n\n2. Jinoyatning predmetini Giyohvandlik vositalari, ularning analoglari yoki psixotrop moddalar va prekursorlar tashkil etadi. (Jinoyatning predmeti to‘g‘risida batafsilroq JKning 270-moddasi sharhiga qarang).\n\n3. Jinoyat obyektiv tomondan Giyohvandlik vositalari, ularning analoglari yoki psixotrop moddalarning qonunga xilof ravishda muomalasida ifodalanadi.\n\n5. Giyohvandlik vositalari, ularning analoglari, psixotrop moddalarni qonunga xilof ravishda olish deganda, ularni har qanday usulda, jumladan, sotib olish, hadya yoki bajarilgan ish, ko‘rsatilgan xizmat yoinki qarzni uzish evaziga o‘zaro hisob-kitob, shuningdek, boshqa tovar va ashyolar bilan almashtirish sifatida qabul qilish, topib olganda o‘zlashtirish, giyohvandlik vositalari, ularning analoglari, psixotrop moddalar ro‘yxatiga kiritilgan yovvoyi o‘simliklar yoki ularning qismlarini terish, tarkibida giyohvandlik vositasi bo‘lgan ekinlar yig‘ishtirilgandan so‘ng qo‘riqlanmay qolgan maydonlardan ularning qoldiqlarini terish hisoblanishi lozim.\n\nGiyohvandlik vositasi, ularning analoglari yoki psixotrop modda aybdorning egaligiga amalda o‘tgan vaqtdan boshlab jinoyat tugallangan hisoblanadi.\n\n6. Saqlash deganda, shaxsning bunday vosita va moddalarga qonunga zid ravishda egalik qilishi (shu jumladan shaxsan iste’moli) bilan bog‘liq qasddan sodir etilgan harakatlari (yonida, binoda, maxfiy yer va boshqa joylarda saqlashi) tushunilishi lozim. Bunda shaxs qancha vaqt davomida giyohvandlik vositalari, ularning analoglari, psixotrop moddalarni qonunga xilof ravishda saqlaganligi ahamiyat kasb etmaydi\".\n\nGiyohvandlik vositalari, ularning analoglari yoki psixotrop moddalarni saqlash davomli jinoyat bo‘lganligi sababli, jinoyat to‘xtatilgan yoki aybdor aybni bo‘yniga olish to‘g‘risida arz qilib kelgan vaqtdan boshlab jinoyat tugallangan hisoblanadi. Bunda qonunga xilof ravishda saqlash uchun javobgarlik, uning davomiyligidan qat’i nazar, kelib chiqadi.\n\n7. Qonunga xilof ravishda tashish deganda, ularni har qanday transport turidan yoki tashish vositasi sifatida qo‘llanilgan qandaydir obyektdan foydalangan holda bir joydan boshqa joyga, shu jumladan, bir aholi punkti doirasida ko‘chirish, shuningdek, qayd etilgan vosita va moddalarni bunday faoliyat turi bilan shug‘ullanishga litsenziyasi bo‘lgan yuridik shaxslarning mas’ul shaxslari tomonidan qonunchilikda belgilangan tartibni buzgan holda tashish tushunilishi lozim.\n\nGiyohvandlik vositalari, ularning analoglari yoki psixotrop moddalarni tashishni ularni yo‘lov vaqtida saqlashdan farqlash uchun aybdor qasdining yo‘naltirilgan-ligi, transport vositasidan foydalanish maqsadi, miqdori, hajmi va Giyohvandlik vositalari, ularning analoglarining joylashgan joyini inobatga olish lozim. Xususan, shaxs tomonidan, shaxsiy iste’mol maqsadida Giyohvandlik vositalari, ularning analoglarini yo‘lda saqlash holatlarini noqonuniy tashish deb topish mumkin emas.\n\nGiyohvandlik vositalari, ularning analoglari yoki psixotrop moddalarni bir joydan ikkinchi joyga ko‘chirish boshlangan vaqtdan e’tiboran tashish tamom bo‘lgan hisoblanadi.\n\n8. Qonunga xilof ravishda jo‘natish deganda, shaxs-ning pochta aloqasi, havo yoki boshqa transport turidan foydalanib, ularni pochta jo‘natmalari, posilkalar yoki yuk (bagaj) sifatida, shuningdek, o‘zi bevosita ishtirok etmagan xolda boshqa shaxs orqali qonunchilikda belgilangan tartibni buzgan holda ko‘chirishga qasddan qaratilgan harakatlari tushunilishi lozim.\n\nGiyohvandlik vositalari, ularning analoglari yoki psixotrop moddalarni har qanday usulda jo‘natgan vaqtdan boshlab jo‘natish tamom bo‘lgan hisoblanadi.\n\n9. Giyohvandlik vositalari, ularning analoglari yoki psixotrop moddalarni qonunga xilof ravishda o‘tkazish deganda, ularni haq evaziga yoki tekinga har xil usulda tarqatish (o‘zgaga berish, hadya qilish, boshqa shaxsga inyeksiya yuborish, sotish va hokazolar) tushuniladi.\n\nXaridor bilan muayyan kelishuvning mavjud bo‘lishi, Giyohvandlik vositasi, ularning analoglari yoki psixotrop moddasining ancha miqdorda mavjud bo‘lishi, ularni iste’mol qilmaydigan shaxs tomonidan tayyorlanishi, qadoqlanishi, olinishi, shaxsda mazkur moddalarni o‘tkazishga qasdi mavjudligidan dalolat beradi.\n\nGiyohvandlik vositalari, ularning analoglari yoki psixotrop moddalar boshqa shaxsning egaligiga amalda o‘tgan vaqtdan boshlab o‘tkazish tugallangan hisoblanadi.\n\nBir shaxs tomonidan boshqasiga giyohvandlik vositalari, ularning analoglari, psixotrop moddalarni inyeksiya (ukol) qilish, agar mazkur vosita yoki modda iste’molchining o‘ziga tegishli bo‘lsa va inyeksiya uning iltimosiga ko‘ra qilingan bo‘lsa, qonunga xilof ravishda o‘tkazish deb baholanishi mumkin emas.\n\n10. Agar aybdor tomonidan bila turib Giyohvandlik vositalari, ularning analoglari yoki psixotrop moddalar niqobi ostida qandaydir boshqa moddalar o‘tkazilsa, sotilsa, bunday harakatlar firibgarlik sifatida JKning 168-moddasi bilan, oluvchining harakatlari esa Giyohvandlik vositalari, ularning analoglari yoki psixotrop moddalarni olishga suiqasd qilish tariqasida JKning 25-moddasi 1-qismi va 273-moddasi bilan kvalifikatsiya qilinishi kerak.\n\n11. Agar shaxs o‘tkazilayotgan vositalar yoki moddalarga nisbatan faktik xatoga yo‘l qo‘ygan bo‘lsa, uning harakatlari Giyohvandlik vositalari, ularning analoglari yoki psixotrop moddalarini o‘tkazishga suiqasd deb kvalifikatsiya qilinishi kerak. Oluvchilar ham, qonunda nazarda tutilgan asoslar mavjud bo‘lganda, Giyohvandlik vositalari, ularning analoglari yoki psixotrop moddalarni olishga suiqasd qilish uchun javobgarlikka tortilishi mumkin.\n\n12. Bu jinoyatlarni kvalifikatsiya qilishda o‘tkazilgan (sotilgan) Giyohvandlik vositalari, ularning analoglari yoki psixotrop moddalarning miqdoridan kelib chiqish kerak.\n\nJK 273-moddasining 1-qismi bo‘yicha shaxsni jinoiy javobgarlikka tortishning zaruriy sharti JKning 273-modda 1-qismida belgilangan qilmishni oz miqdorda sodir etish hisoblanadi.\n\nAybdor tomonidan giyohvandlik vositalari, ularning analoglari yoki psixotrop moddalarning faqat bir qismi sotilib, qolgani aniqlangan va olib qo‘yilgan hollarda, bunday vosita yoki moddalarning miqdori ularning umumiy miqdoridan kelib chiqqan holda belgilanadi.\n\n13. Jinoyat subyektiv tomondan qasddan sodir etiladi. Aybdor giyohvandlik vositalari yoki psixotrop moddalar tayyorlayotganligini, sotib olayotganligini, saqlayotganligini, tashiyotganligini yoki jo‘natayotganligini anglaydi va shunday qilishni xohlaydi.\n\nO‘tkazish maqsadi sharhlanayotgan jinoyatning zaruriy belgisi hisoblanadi va uning isbotlanmaganligi qilmishni JKning 276-moddasi bilan kvalifikatsiya qilishni belgilab beradi.\n\n14. Aybdorda qonunga xilof ravishda tayyorlangan, olin-gan, saqlanayotgan giyohvandlik vositalari yoki psixotrop moddalarni o‘tkazish maqsadi borligi to‘g‘risidagi masalani hal etishda (Jinoyat kodeksi 273-moddasi) sudlar bu vosita yoki moddalar haqiqatan ham o‘tkazish uchun tayyorlangan ligini namoyon etuvchi dalillar majmuiga asoslanmoqlari lozim. Masalan, Giyohvandlik vositalari yoki psixotrop moddalarni faqat iste’mol qilinishini istisno etadigan miqdorda topilganligi, Giyohvandlik vositalari yoki psixotrop moddalarni ma’lum o‘lchamda qadoqlanganligi, tashish yoki jo‘natishda ularni maxsus maxfiy joyga yashirilganligi, Giyohvandlik vositalari yoki psixotrop moddalarni tayyorlash uchun asbob-uskunalarning mavjudligi, aybdorning o‘zi bangi emasligi to‘g‘risida ekspertiza xulosa berganligi va hokazolar. Ishning aniqlangan haqiqiy holatlariga qarab aybdorning harakatlari Jinoyat kodeksining 25-moddasi va 273-moddasining 5-qismi bilan kvalifikatsiya qilinishi kerak.\n\n15. Jinoyatning subyekti o‘n olti yoshga to‘lgan har qanday aqli raso shaxs hisoblanadi.\n\n16. JK 273-moddasining 2-qismida birinchi qismda nazarda tutilgan qilmishlar ozginadan ko‘proq miqdorda sodir etilgani uchun javobgarlik belgilangan. (Ozginadan ko‘proq miqdorda tushunchasi mazmuni JKning 271-moddasiga sharhning 14-bandida bayon qilingan).\n\n17. JK 273-moddasining 3-qismida 1 yoki 2-qismda keltirilgan qilmishlarni:\n\na) ilgari Giyohvandlik vositalari yoki psixotrop moddalar bilan qonunga xilof ravishda muomala qilishdan iborat jinoyatni sodir etgan shaxs tomonidan;\n\n6) bir guruh shaxslar tomonidan oldindan til biriktirib;\n\nv) ozodlikdan mahrum qilish tariqasidagi jazoni o‘tash joylarida;\n\ng) o‘quv yurtlarida yoki o‘quvchilar, talabalar o‘quv, sport va jamoat tadbirlarini o‘tkazadigan boshqa joylarda sodir etganlik uchun javobgarlik nazarda tutilgan.\n\nYuqoridagi kvalifikatsiya qilinadigan holatlarning mazmuni Jinoyat kodeksining 127, 270, 271-moddalarida nazarda tutilgan jinoyat tarkiblarini ko‘rib chiqishda sharhlangan.\n\n18. Sharhlanayotgan moddaning 4-qismida:\n\nGiyohvandlik vositalari, ularning analoglari yoki psixotrop moddalarni laboratoriyalarda yoxud o‘zganing mulki hisoblangan vositalar va asbob-uskunalardan yoki prekursorlardan foydalangan holda qonunga xilof ravishda tayyorlash yoki qayta ishlash;\n\nGiyohvandlik vositalari, ularning analoglari yoki psixotrop moddalarni iste’mol qilish yoki tarqatish uchun bangixona tashkil qilish yoki saqlash;\n\nikkinchi va uchinchi qismda nazarda tutilgan qil-mishlar:\n\na) o‘ta xavfli retsidivist tomonidan;\n\nb) uyushgan guruh tomonidan yoki uning manfaatlarini ko‘zlab sodir etilgan holatlar uchun javobgarlik belgilangan.\n\n19. Birinchi holatda, maxsus maxfiy laboratoriyalarda, ilmiy-tadqiqot institutlari laboratoriyalarida, boshqa muassasalarda vositalar, asbob-uskunalar, prekursorlardan foydalangan holda Giyohvandlik vositalari, ularning analog-lari yoki psixotrop moddalarni tayyorlash yoki qayta ishlash tushuniladi.\n\nQayta ishlash deganda, bir yoki bir nechta Giyohvandlik vositalari, ularning analoglari yoki psixotrop moddalardan iborat qattiq yoki suyuq aralashmani begona qo‘shimchalardan tozalash yoxud bunday qorishmalarda ko‘rsatilgan vosita va muddatlar konsentratsiyasini oshirishni tushunish lozim.\n\nShuningdek, aybdorning, iste’mol uchun tayyor bo‘lgan bir yoki bir qancha Giyohvandlik vositalari, ularning analoglari yoki psixotrop moddalarni olish maqsadida, qattiq yoki suyuq qorishmada Giyohvandlik vositasi, ularning analoglari yoki psixotrop moddasining konsentratsiyasini kamaytirishga qaratilgan harakatlari ham qayta ishlash deb baholanishi kerak.\n\nAmaliyotning ko‘rsatishicha, aksariyat hollarda, o‘simlik xomashyosi qayta ishlanadi. Mazkur xomashyoni qayta ishlash elash, quritish, maydalash, presslash, bug‘lash va h.k.larni qamrab olishi mumkin.\n\nGiyohvandlik vositalari, ularning analoglari yoki psixotrop moddalarni laboratoriyalarda yoxud o‘zganing mulki hisoblangan vositalar va asbob-uskunalardan yoki prekursorlardan foydalangan holda qonunga xilof ravishda tayyorlash yoki qayta ishlashda ifodalanadigan jinoyat iste’molga tayyor bo‘lgan Giyohvandlik vositasi, ularning analoglari yoki psixotrop moddasining bir dozasi olingan vaqtdan boshlab tamom bo‘lgan hisoblanadi.\n\n20. Bangixona deganda Giyohvandlik vositalari, ularning analoglari yoki psixotrop moddalarni iste’mol qilish yoki tarqatishga mo‘ljallangan turar va noturar joylarni tushunish kerak.\n\nBangixonani tashkil qilish deganda, uni tuzishga\n\nqasddan qaratilgan harakatlar, masalan, turar-joy yoki noturar-joy qidirish, sotib olish yoki ijaraga olish, uni ta’mirlash, har xil uskunalar bilan jihozlash ishlarini moliyalash va keyinchalik bir necha shaxs tomonidan giyohvandlik vositalari, ularning analoglari, psixotrop moddalarni iste’mol qilish yoki tarqatish uchun foydalanish maqsadida sodir etilgan shunga o‘xshash harakatlar tushunilishi lozim.\n\nShaxsning, bangixona tuzilganidan so‘ng uni moslashtirish va undan foydalanishni ta’minlashga qaratilgan (ta’mirlash, tozalash, jihozlash va h.k.) harakatlari bangixonani tashkil qilish deb topilmaydi.\n\nMazkur jinoyat bangixona faoliyat olib borgan-bormaganligidan qat’i nazar, uni tashkil qilishga qaratilgan harakatlar bevosita boshlangandan so‘ng tugallangan hisoblanadi.\n\nBangixona saqlash deganda, uning ishlab turishiga qara-tilgan, ya’ni giyohvandlik vositalari, ularning analoglari yoki psixotrop moddalarni iste’mol qilish uchun ajratilgan va (yoki) moslashtirilgan joydan maqsadli foydalanish, binodan foydalanish bilan bog‘liq xarajatlarni to‘lash bo‘yicha qasddan sodir etilgan harakatlar (ijara haqini to‘lash, mijozlar qatnovini tartibga solish, qo‘riqlashni ta’minlash va h.k.) tushunilishi lozim.\n\nAybdorning hech qanday aloqasi bo‘lmagan binolardagi joy-larni moslashtirish bangixona saqlash deb topilmasligi lozim. Bangixonani saqlashga qaratilgan har qanday harakatlar sodir etilgan vaqtdan boshlab bangixona saqlash tugallangan deb topiladi.\n\n21. O‘ta xavfli retsidivist va uyushgan guruh yoki uning manfaatlarini ko‘zlab, degan belgilar JKning 270-moddasida nazarda tutilgan jinoyatning sharhida batafsil berilgan.\n\n22. JKning 273-moddasi 4-qismida nazarda tutilgan jinoyatning subyektiv tomoni to‘g‘ri qasdda ifodalanadi. Aybdor Giyohvandlik vositalari, ularning analoglari yoki psixotrop moddalarni qonunga xilof ravishda tayyorlayotgan yoki qayta ishlayotganligini yoxud Giyohvandlik vositasi, ularning analoglari yoki psixotrop moddalarni iste’mol qilish yoki tarqatish uchun bangixona tashkil qilayotganligini yoki saqlayotganligini anglaydi va shuni istaydi.\n\n23. Aybdorning Giyohvandlik vositalari, ularning analoglari yoki psixotrop moddalarni ko‘p miqdorda qonunga xilof ravishda sotishi JKning 273-modda 5-qismi bo‘yicha kvalifikatsiya qilinadi.\n\nSotish deganda, Giyohvandlik vositalari, ularning analoglari yoki psixotrop moddalarni haq evaziga o‘tkazish tushuniladi. JKning 273-moddasi 5-qismida nazarda tutilgan jinoyatning tarkibi Giyohvandlik vositalari, ularning analoglari yoki psixotrop moddalar ko‘p miqdorda qonunga xilof ravishda realizatsiya qilingan hollarda vujudga keladi.\n\nGiyohvandlik vositalari, ularning analoglari yoki psixotrop moddalarni qonunga xilof ravishda ko‘p miqdorda sotish jinoyati subyektiv tomondan to‘g‘ri qasd bilan sodir etiladi.\n\n24. JKning 273-moddasi 6-qismida sharhlanayotgan moddaning 1-qismida nazarda tutilgan jinoyatni sodir etganlik uchun jazodan ozod qilish sharti mustahkamlab qo‘yilgan: o‘z ixtiyori bilan aybini bo‘yniga olish to‘g‘risida hokimiyat organlariga arz qilsa va Giyohvandlik vositalari, ularning analoglari yoki psixotrop moddalarni topshirsa, jazodan ozod qilinadi.\n\nKo‘rsatilgan vosita va moddalarni ixtiyoriy ravishda topshirish deganda, amalda tasarruf qilish imkoniyati bo‘lgan holda, shaxsning ushbu moddalarni o‘z ixtiyori bilan hokimiyat vakillariga topshirishi tushuniladi.\n\nO‘zbekiston Respublikasi Oliy sudi Plenumining tushuntirishiga ko‘ra: «Qonunga muvofiq giyohvandlik vositalari, ularning analoglari, psixotrop moddalarni o‘z ixtiyori bilan topshirgan shaxs, agar topshirilgan vosita yoki modda ozginadan ko‘proq miqdorni (JK 273-moddasining oltinchi qismi) yoki ko‘p miqdorni (JK 276-moddasining uchinchi qismi) tashkil etmasa, sud tomonidan jazodan ozod qilinadi». "
        },
        {
            "modda_raqami": "274-modda. Giyohvandlik vositalari, ularning analoglari yoki psixotrop moddalarni iste’mol qilishga jalb etish.",
            "matini": "Giyohvandlik vositalari, ularning analoglari psixotrop yoki shaxsning aql-idrokiga ta’sir etuvchi boshqa moddalarni har qanday shaklda iste’mol qilishga jalb etish\n\nuch yilgacha axloq tuzatish ishlari yoki bir yildan uch yilgacha ozodlikni cheklash yoki uch yilgacha ozodlikdan mahrum qilish bilan jazolanadi.\n\nO‘sha harakat:\n\na) ilgari giyohvandlik vositalari yoki psixotrop moddalar bilan qonunga xilof ravishda muomala qilishdan iborat jinoyatni sodir etgan shaxs tomonidan;\n\nb) ozodlikdan mahrum qilish jazosini o‘tash joylarida;\n\nv) ikki yoki undan ortiq shaxsga nisbatan sodir etilgan bo‘lsa,\n\nuch yildan besh yilgacha ozodlikni cheklash yoki uch yildan besh yilgacha ozodlikdan mahrum qilish bilan jazolanadi.  ",
            "sharxi": ". Jinoyatning obyekti aholining sihat-salomatligi, jamoat xavfsizligi sohasida amal qiladigan va kishilar-ning aql-idrokiga ta’sir etadigan Giyohvandlik vositalari, ularning analoglari yoki psixotrop moddalar bilan muomala qilishning belgilangan tartibini ta’minlaydigan ijtimoiy munosabatlardir.\n\n2. Sharhlanayotgan moddada jinoyatning predmeti mavjud emas, chunki jinoyatning obyekti sifatida namoyon bo‘ladigan ijtimoiy munosabatlar tarkibiga Giyohvandlik vositalari, ularning analoglari psixotrop moddalar va aql-idrokka ta’sir qiladigan boshqa moddalar kirmaydi. Giyohvandlik vositalari, ularning analoglari va qonunda ko‘rsatilgan boshqa moddalar, boshqa shaxslarni iste’mol qilishga jalb qilish vositasi sifatida foydalaniladi.\n\n3. Jinoyatning obyektiv tomoni Giyohvandlik vositalari, ularning analoglari, psixotrop moddalar va aql-idrokka ta’sir qiluvchi boshqa moddalarni iste’mol qilishga har qanday usulda jalb qilishda ifodalanadi.\n\nMazkur jinoyatning obyektiv tomoni jinoiy natijaga boshqa shaxs tomonidan Giyohvandlik vositasi, ularning analoglari, psixotrop yoki aql-idrokka ta’sir qiluvchi boshqa moddalarni iste’mol qilishiga erishishga qaratilgan faol xulq-atvorda (harakat) ifodalanadi.\n\n4. Giyohvandlik vositalari, ularning analoglari yoki psixotrop moddalarni iste’mol qilishga jalb etish deganda, shaxsda ularni iste’mol qilish maylini uyg‘otishga qaratilgan har qanday qasddan qilingan harakatlar (ko‘ndirish, tavsiya qilish, maslahat berish va sh.o‘.), shuningdek, ta’sir o‘tkazilayotgan shaxs tomonidan bunday vosita yoki moddalar iste’mol qilinishi maqsadida aldash, tahdid qilish, jismoniy zo‘rlik ishlatish, ozodligini cheklash va hokazolar tushunilishi lozim. Jinoyatni tugallangan deb topish uchun jalb etilayotgan shaxs giyohvandlik vositasi, psixotrop yoki aql-idrokiga ta’sir etuvchi boshqa moddani haqiqatan ham iste’mol qilgan  bo‘lishi talab etilmaydi. Bunday hollarda, aybdorning boshqa jinoyat tarkibini tashkil etuvchi harakatlari JK tegishli moddasi bilan alohida kvalifikatsiya qilinadi.\n\nShu munosabat bilan jalb etish ikkita asosiy shaklda namoyon bo‘ladi: ishontirish va majburlash. Ishontirish va majburlash jalb etishning ko‘rinishi bo‘la turib, foydalanilishi jinoyat subyekti o‘z niyatini shaxsni Giyohvandlik vositalari, ularning analoglari, psixotrop va aql-idrokka ta’sir qiluvchi boshqa moddalarni iste’mol qilishga jalb qilishni amalga oshirishga harakat qiladigan usul, harakat, metodlarda ifodalanadi.\n\n5. Ishontirish yo‘li bilan jalb qilish ruhiy ta’sirdan iborat bo‘lib, boshqa shaxsda giyohvandlik vositalari, ularning analoglari va boshqa moddalarni taklif, iltimos qilish, maslahat, va’dalar berish, ruhlantirish, mazah qilish, xushomad, mukofot va’da qilish (sotib olish) va boshqa yo‘llar bilan xohish uyg‘otishdir.\n\n6. Majburlash yo‘li bilan jalb qilish ruhiy yoki jismoniy zo‘rlik ishlatish bo‘lib, u jabrlanuvchining irodasini sindirishga yo‘naltirilgandir. Bundan maqsad do‘q-po‘pisa, qo‘rqituv, aldov, erkini cheklash, do‘pposlash, kaltaklash, qiynoqqa solish, har xil darajadagi tan jarohatlari yetkazish va boshqa zo‘rlik usullari vositasida jabrlanuvchini qonunda ko‘zda tutilgan moddalarni iste’mol qilishga majbur etishdir.\n\n7. Jismoniy zo‘rlik yo‘li bilan jalb qilishda jabrlanuvchi badaniga yengil yoki o‘rtacha og‘irlikda shikast yetkazilsa, aybdorning qilmishi JKning 274-moddasi 1-qismi bo‘yicha kvalifikatsiya qilinadi. Biroq jabrlanuvchiga og‘ir shikast yetkazilgan taqdirda, aybdorning qilmishi jinoyatlar majmui tariqasida JKning 104-moddasi va 274-moddasi 1-qismi bo‘yicha kvalifikatsiya qilinishi lozim.\n\n8. Aybdorning boshqa shaxsni Giyohvandlik vositalari, ularning analoglari, psixotrop yoki aql-idrokka ta’sir qiluvchi boshqa vositalarni iste’mol qilishga jalb etishga qaratilgan, bevosita ishontirish yoki majburlash bilan kechmagan harakatlari jalb etish deb kvalifikatsiya qilinmaydi (masalan, mazkur vosita va moddalarni boshqa shaxslar oldida tayyorlash, iste’mol qilish, namoyish qilish va h.k.).\n\n9. Jalb qilishning amaldagi davomiyligi turli omil-larga bog‘liq: jalb qilish shakllari, aybdor ishlatayotgan usullar; jalb etish amalga oshirilayotgan sharoitlar; aybdor va jabrlanuvchi o‘rtasidagi munosabatlar; jabrlanuvchining Giyohvandlik vositalari, ularning analoglari, psixotrop yoki aql-idrokka ta’sir qiluvchi boshqa moddalarni iste’mol qilishga moyilligi va boshqalar. Shu sababli jalb etish bir lahzalik akt bo‘lishi ham, nisbatan uzoq bo‘lgan jarayon bo‘lishi ham mumkin. Biroq, huquqiy baho berish uchun boshida sodir etilgan, Giyohvandlik vositalari, ularning analoglari, psixotrop yoki boshqa moddalarni iste’mol qilishga bevosita qaratilgan ishontirish yoki majburlash harakatlarining yuridik ahamiyatga egaligini inobatga olgan holda, ularning mavjudligi shaxsni jinoiy javobgarlikka tortish uchun yetarli asos bo‘ladi deb hisoblasa bo‘ladi.\n\n10. Jinoyat aybdor tomonidan shaxsni Giyohvandlik vositalari, ularning analoglari, psixotrop yoki insonning aql-idrokiga ta’sir qiluvchi moddalarni iste’mol qilishga jalb etishga qaratilgan harakat sodir etilgan vaqtdan boshlab tugallangan hisoblanadi.\n\n11. Agar shaxs ko‘rsatilgan moddalarni iste’mol qilishga jalb qilish bilan birga ularni o‘tkazgan yoki ularni qonunga xilof ravishda egallash yoxud tayyorlash, olish, saqlash, olib O‘tish, jo‘natishda yordam bergan bo‘lsa, uning harakatlari, ishning muayyan holatlariga qarab, JKning 274 va 271 yoki 273-moddalari majmui bilan kvalifikatsiya qilinishi lozim. Shaxsning, giyohvandning iltimosiga ko‘ra, unga giyohvand moddalarni olishga yordam berish harakatlari jalb qilish deb kvalifikatsiya qilinmaydi.\n\n12. Ushbu moddada ko‘rsatilgan ashyolar jinoyat sodir etish vositasi hisoblanadi. (Giyohvandlik vositalari, ularning analoglari va psixotrop moddalar tushunchalari to‘g‘risida JKning 270-moddasi sharhiga qarang).\n\n13. Jinoyatning subyektiv tomoni aybning to‘g‘ri qasd shaklida ifodalanadi. Aybdor shaxsni Giyohvandlik vositalari, ularning analoglari, psixotrop yoki insonning aql-idrokiga ta’sir qiluvchi moddalarni iste’mol qilishga jalb etayotganligini anglaydi va shuni xohlaydi.\n\nJinoyatning motivi va maqsadi qilmishni ushbu modda bilan kvalifikatsiya qilishga ta’sir qilmaydi.\n\n14. O‘n olti yoshga to‘lgan aqli raso shaxs jinoyatning subyekti bo‘ladi.\n\n15. Voyaga yetgan shaxs voyaga yetmagan shaxsni Giyohvandlik vositalarini, ularning analoglari, psixotrop va aql-idrokka ta’sir etuvchi boshqa moddalarni iste’mol qilishga jalb qilgan holatlarda qilmish JKning 127-moddasi bo‘yicha kvalifikatsiya qilinadi.\n\n16. Voyaga yetmagan shaxsning voyaga yetmagan shaxsni Giyohvandlik vositalari, ularning analoglari, psixotrop moddalar yoki aql-idrokka ta’sir etuvchi boshqa moddalarni iste’mol qilishga jalb qilishini JKning 274-moddasi bo‘yicha kvalifikatsiya qilish lozim.\n\n17. Giyohvandlik vositalari, ularning analoglari yoki psixotrop moddalarni iste’mol qilishga jalb qilishni JKning 273-moddasida javobgarlik nazarda tutilgan bunday moddalarni o‘tkazishdan farqlash lozim. Giyohvandlik vositalari, ularning analoglari yoki psixotrop moddalarni tarqatish shakli sifatida o‘tkazish, ko‘rsatilgan vosita va moddalarni beg‘araz yoki haq evaziga realizatsiya qilishning har qanday usullarini nazarda tutadi. Giyohvandlik vositasi, ularning analoglari yoki psixotrop moddani sotish, sovg‘a qilish, qarzni qoplash, qarzga berish, almashtirish va h.k.larda ifodalanadigan oddiy o‘tkazish, o‘z mazmuniga ko‘ra, aybdor boshqa shaxsni Giyohvandlik vositalari, ularning analoglari yoki psixotrop moddalarini iste’mol qilishga jalb etishda qo‘llaydigan usullarga mos kelmaydi, chunki oxirgi qilmish Giyohvandlik vositalari, ularning analoglari yoki psixotrop moddalarni jalb qilishga qaratilgan ruhiy ta’sirni nazarda tutib, bunday xususiyat o‘tkazishga tegishli bo‘lmaydi. Demak, o‘tkazish jabrlanuvchini, unga o‘tkazilayotgan Giyohvandlik vositasi, ularning analoglari yoki psixotrop moddasini iste’mol qilishga undash maqsadida ruhiy ta’sir qilish bilan bog‘liq bo‘lmasa, u faqat JKning 273-moddasida nazarda tutilgan jinoyat tarkibini hosil qiladi.\n\nMotiv va maqsad aybning mazmunini belgilab beradi. O‘tkazuvchi Giyohvandlik vositasi, uning analogi yoki psixotrop moddani realizatsiya qilish va shu yo‘l bilan moddiy naf ko‘rishni istaydi, lekin shu yo‘l bilan boshqa shaxsni ushbu moddalarni iste’mol qilishga jalb etishni istamaydi. Biroq, jalb etish haq evaziga o‘tkazish bilan birga kelsa, bu hol jinoyatlar majmuini tashkil qiladi. Giyohvandlik vositasini, uning analogini boshqa shaxsga ziyofat (o‘tkazish) shaklida beg‘araz berish ishontirish yoki majburlash (jalb etish) bilan bir vaqtda amalga oshirilganda ham qilmish jinoyatlar majmui bo‘yicha kvalifikatsiya qilinadi.\n\n18. Sharhlanayotgan moddaning 2-qismi Giyohvandlik vositalari, ularning analoglari yoki psixotrop moddalarni:\n\na) ilgari Giyohvandlik vositalari yoki psixotrop moddalar bilan qonunga xilof ravishda muomala qilishdan iborat jinoyatni sodir etgan shaxs tomonidan;\n\n6) ozodlikdan mahrum qilish jazosini o‘tash joylarida; v) ikki yoki undan ortiq shaxsga nisbatan sodir etganlik uchun javobgarlikni nazarda tutadi.\n\n19. Agar subyekt ilgari Jinoyat kodeksi Maxsus qismining XІX bobida yoki JKning 127-moddasida nazarda tutilgan Giyohvandlik vositalari yoki psixotrop moddalarni qonunga xilof ravishda o‘tkazishdan iborat jinoyatlarning birortasini sodir etgan bo‘lsa, uning harakatlari, qilmish uchun sudlangan-sudlanmaganligidan qat’i nazar, JK 274-moddasi 2-qismining «a» bandi bo‘yicha kvalifikatsiya qilinadi.\n\n20. Agar Giyohvandlik vositalari, ularning analoglari, psixotrop yoki shaxsning aql-idrokiga ta’sir etadigan boshqa moddalarni iste’mol qilishga jalb etish ozodlikdan mahrum qilish turidagi jazoni o‘tash joylarida amalga oshirilsa, Qilmish JK 274-moddasi 2-qismining «b» bandi bo‘yicha kvalifikatsiya qilinadi. 21. Aybdorning ikki yoki undan ortiq shaxslarda Giyohvandlik vositalari yoki psixotrop moddalarni iste’mol qilish maylini uyg‘otishga qaratilgan harakatlari, bu harakatlar bir necha shaxslarga nisbatan bir vaqtning o‘zida yoki ularning har biriga nisbatan turli vaqtda sodir etilganligidan qat’i nazar, JK 274-moddasining 2-qismi «v» bandi bilan kvalifikatsiya qilinishi kerak. "
        },
        {
            "modda_raqami": "275-modda. Giyohvandlik vositalari, ularning analoglari yoki psixotrop moddalar ishlab chiqarish yoki ulardan foydalanish qoidalarini buzish.",
            "matini": "Giyohvandlik vositalari, ularning analoglari yoki psixotrop moddalarni ishlab chiqarish, saqlash, hisobga olish, berish, tashish yoki jo‘natishning belgilangan qoidalarini buzish -bazaviy hisoblash miqdorining yigirma besh baravaridan ellik baravarigacha miqdorda jarima yoki besh yilgacha muayyan huquqdan mahrum qilish yoki uch yilgacha axloq tuzatish ishlari yoki ikki yildan besh yilgacha ozodlikni cheklash yoxud besh yilgacha ozodlikdan mahrum qilish bilan jazolanadi.  ",
            "sharxi": "\n1. Mazkur jinoyatning obyekti Giyohvandlik vositalari, ularning analoglari yoki psixotrop moddalar bilan muomalada bo‘lishning belgilangan qoidalari, aholining sog‘lig‘i, xavfsizligi hisoblanadi.\n\n2. Jinoyatning predmeti Giyohvandlik vositalari, ularning analoglari yoki psixotrop moddalardir.\n\n3. Sharhlanayotgan moddaning obyektiv tomoni Giyohvandlik vositalari, ularning analoglari yoki psixotrop moddalarni ishlab chiqarish, saqlash, hisobga olish, berish, tashish yoki jo‘natishning belgilangan qoidalarini buzish bilan tavsiflanadi.\n\n4. Jinoiy javobgarlik to‘g‘risidagi masalani hal etishda normativ hujjatlardagi ishlab chiqarish, saqlash, hisobga olish, berish, tashish yoki jo‘natishning qaysi muayyan qoidalari buzilganligi, sodir etilganligi, aybdor qaysi aniq harakati yoki harakatsizligi bilan mazkur qoidabuzar-likka yo‘l qo‘yganligini belgilash zarurligi bilan bog‘liq.\n\n5. «Giyohvandlik vositalari va psixotrop moddalar to‘g‘risida»gi Qonunning 18-moddasiga ko‘ra, yangi giyohvandlik vositalari va psixotrop moddalarni ishlab chiqish faqat davlat ehtiyojlari uchun buyurtmaga muvofiq amalga oshiriladi va bu ish davlat ilmiy-tadqiqot muassasalariga mazkur faoliyat turi uchun litsenziyasi bo‘lgan taqdirda topshiriladi. Tibbiy maqsadlarda foydalaniladigan yangi giyohvandlik vositalari va psixotrop moddalarni davlat ro‘yxatidan o‘tkazish qonun hujjatlariga muvofiq amalga oshiriladi.\n\nMazkur Qonunning 19-moddasiga ko‘ra, ІІ ro‘yxatga kiritilgan giyohvandlik vositalarini qonunda belgilangan maqsadlarda ishlab chiqarish va tayyorlash O‘zbekiston Respublikasining ehtiyojlari doirasida davlat korxonalari va muassasalari tomonidan, muayyan giyohvandlik vositalarini ishlab chiqarish va tayyorlash uchun litsenziyalari bo‘lgan taqdirda, amalga oshiriladi.\n\nIII ro‘yxatga kiritilgan psixotrop moddalarni qonunda belgilangan maqsadlarda ishlab chiqarish va tayyorlash maxsus vakolatli organ qaroriga muvofiq yuridik shaxslar tomonidan, muayyan psixotrop moddalarni ishlab chiqarish va tayyorlash uchun litsenziyalari bo‘lgan taqdirda, amalga oshiriladi.\n\nIV ro‘yxatga kiritilgan prekursorlarni ushbu Qonunda belgilangan maqsadlarda ishlab chiqarish va tayyorlash O‘zbekiston Respublikasining ehtiyojlari doirasida davlat korxonalari va muassasalari tomonidan, muayyan prekursorlarni ishlab chiqarish va tayyorlash uchun litsenziyalari bo‘lgan taqdirda amalga oshiriladi.\n\nGiyohvandlik vositalari, psixotrop moddalar va prekursorlarni ishlab chiqarish va tayyorlashni amalga oshiruvchi yuridik shaxslar qonunchilikka muvofiq davlat ro‘yxatidan o‘tkaziladi.\n\n6. Giyohvandlik vositalari, psixotrop moddalar va prekursorlarni saqlash maxsus ajratilgan va jihozlangan joylarda, O‘zbekiston Respublikasi Vazirlar Mahkamasi belgilagan tartibda, yuridik shaxslar tomonidan, mazkur faoliyat turi uchun litsenziyasi bo‘lgan taqdirda amalga oshiriladi\".\n\n7. Qonunning 14-moddasiga ko‘ra, Giyohvandlik vositalari, psixotrop moddalar va prekursorlarni berish, realizatsiya qilish va taqsimlash maxsus vakolatli organ belgilagan tartibda, yuridik shaxslar tomonidan, muayyan faoliyat turlari uchun litsenziyalari bo‘lgan taqdirda, amalga oshiriladi.\n\n8. Qonunning 12-moddasiga ko‘ra, Giyohvandlik vositalari, psixotrop moddalar va prekursorlarni olib kirishga (olib chiqishga) litsenziya, shuningdek, olib kirish (olib chiqish) huquqi to‘g‘risida maxsus vakolatli organ tomonidan beriladigan sertifikat bo‘lgan taqdirda yo‘l qo‘yiladi.\n\nGiyohvandlik vositalari, psixotrop moddalar va prekursorlarni maxsus vakolatli organ ruxsatisiz O‘zbekiston Respublikasi hududi orqali tranzit tarzida o‘tkazish taqiqlanadi.\n\n9. Qonunning 16, 17-moddalariga asosan, O‘zbekiston Respublikasi hududida Giyohvandlik vositalari, psixotrop moddalar va prekursorlarni tashish maxsus vakolatli organ belgilagan tartibda, yuridik shaxslar tomonidan, muayyan faoliyat turi uchun litsenziyasi bo‘lgan taqdirda, amalga oshiriladi. Giyohvandlik vositalari, psixotrop moddalar va prekursorlarni pochta jo‘natmalarida, shu jumladan, xalqaro pochta jo‘natmalarida jo‘natish taqiqlanadi, qonunchilikda nazarda tutilgan hollar bundan mustasno.\n\n10. Belgilangan qoidalarning buzilishi yuqorida keltirilgan norma va qoidalarning amal qilmasligida, shuningdek, Giyohvandlik vositalari, ularning analoglari yoki psixotrop moddalardan foydalanish va ularni realizatsiya qilish ustidan nazorat amalga oshirilmaganligida ifodalanadi.\n\n11. Jinoyatning subyektiv tomoni aybning qasd yoki ehtiyotsizlik shakli bilan tavsiflanadi. Motiv va maqsad jinoyatni kvalifikatsiya qilishda ahamiyatga ega emas.\n\n12. Jinoyatning subyekti o‘n olti yoshga to‘lgan, ularga topshirilgan ish yuzasidan Giyohvandlik vositalari, ularning analoglari va psixotrop moddalarning ishlab chiqarilishi, saqlanishi, chiqarilishi, hisobi, olib o‘tilishi, tashilishi, jo‘natilishi qoidalariga amal qilishi shart bo‘lgan shaxslar hisoblanadi. "
        },
        {
            "modda_raqami": "276-modda. Giyohvandlik vositalari, ularning analoglari yoki psixotrop moddalarni o‘tkazish maqsadini ko‘zlamay qonunga xilof ravishda tayyorlash, egallash, saqlash va boshqa harakatlar.",
            "matini": "Giyohvandlik vositalari, ularning analoglari yoki psixotrop moddalarni o‘tkazish maqsadini ko‘zlamay, qonunga xilof ravishda tayyorlash, saqlash, egallash, tashish yoki jo‘natish\n\nbazaviy hisoblash miqdorining ellik baravarigacha miq-dorda jarima yoki uch yuz oltmish soatgacha majburiy jamoat ishlari yoki uch yilgacha axloq tuzatish ishlari yoxud bir yildan uch yilgacha ozodlikni cheklash yoki uch yilgacha ozodlikdan mahrum qilish bilan jazolanadi. O‘sha qilmishlar:\n\na) ko‘p miqdorda;\n\nb) ilgari giyohvandlik vositalari yoki psixotrop moddalar bilan qonunga xilof ravishda muomala qilishdan iborat jinoyatni sodir etgan shaxs tomonidan sodir etilgan bo‘lsa, -\n\nuch yildan besh yilgacha ozodlikni cheklash yoxud uch yildan besh yilgacha ozodlikdan mahrum qilish bilan jazolanadi.\n\nUshbu moddaning birinchi qismida nazarda tutilgan qilmishlarni sodir etgan shaxs o‘z ixtiyori bilan aybini bo‘yniga olish to‘g‘risida hokimiyat organlariga arz qilsa va giyohvandlik vositalari, ularning analoglari yoki psixotrop moddalarni topshirsa, jazodan ozod qilinadi.  ",
            "sharxi": "1. Sharhlanayotgan jinoyatning obyekti Giyohvandlik vositalari, ularning analoglari yoki psixotrop moddalar olib sotilishi sohasidagi ijtimoiy munosabatlar hamda aholi sog‘lig‘i va xavfsizligi hisoblanadi.\n\n2. Jinoyatning predmeti Giyohvandlik vositalari, ularning analoglari yoki psixotrop moddalardir.\n\n3. Jinoyat obyektiv tomondan quyidagi qilmishlar-dan birini sodir etishda ifodalanadi, ya’ni Giyohvandlik vositalari, ularning analoglari yoki psixotrop moddalarni:\n\nishlab chiqarish;\n\nsaqlash;\n\negallash;\n\ntashish;\n\njo‘natish. (Bu tushunchalar to‘g‘risida JKning 273-moddasi sharhiga qarang).\n\n4. Sharhlanayotgan jinoyatning subyektiv tomoni aybning qasd shakli bilan tavsiflanadi. Shaxs qonunga xilof ravishda Giyohvandlik vositalari, ularning analoglari yoki psixotrop moddalarni tayyorlayotganligini, sotib olayotganligini, saqlayotganligini va boshqa harakatlar sodir etayotganligini anglaydi va mazkur qilmishlarni xohlaydi. 5. O‘n olti yoshga to‘lgan aqli raso shaxs jinoyatning subyekti bo‘ladi.\n\n6. JKning 276-moddasi 2-qismida Giyohvandlik vositalari, ularning analoglari yoki psixotrop moddalarni o‘tkazish maqsadisiz tayyorlash, saqlash, sotib olish, tashish, jo‘natish:\n\na) ko‘p miqdorda;\n\n6) ilgari Giyohvandlik vositalari yoki psixotrop moddalar bilan qonunga xilof ravishda muomala qilishdan iborat jinoyatni sodir etgan shaxs tomonidan sodir etilganligi uchun jinoiy javobgarlik belgilanadi.\n\n7. «Ko‘p miqdor» (JKning 276-moddasi 2-qismi «a» bandi) va «ilgari Giyohvandlik vositalari yoki psixotrop moddalar bilan qonunga xilof ravishda muomala qilishdan iborat jinoyatni sodir etgan shaxs» (JKning 276-moddasi 2-qismi «b» bandi) tushunchalari mazmuni JKning 270 va 271-moddasida nazarda tutilgan jinoyatlar tarkibi tahlilida ko‘rib chiqilgan.\n\n8. Sharhlanayotgan moddaning birinchi qismida nazarda tutilgan qilmishni sodir etgan shaxs o‘z ixtiyori bilan aybini bo‘yniga olish to‘g‘risida hokimiyat organlariga arz qilsa va Giyohvandlik vositalari, ularning analoglari yoki psixotrop moddalarni topshirsa, jazodan ozod qilish to‘g‘risidagi norma JKning 276-moddasi 3-qismida berilgan. "
        }
    ]
}