{
    "bob_nomi": "XV bob. Jazo va uni tayinlash",
    "moddalar": [
        {
            "modda_raqami": "81-modda. Jazo tizimi",
            "matni": "O‘n sakkiz yoshga to‘lmasdan jinoyat sodir etgan shaxslarga quyidagi asosiy jazolar qo‘llanilishi mumkin:\n\na) jarima;\n\na) majburiy jamoat ishlari;\n\nb) axloq tuzatish ishlari;\n\nv) (O‘zbekiston Respublikasining 2017 yil 29 mart-dagi O‘RQ-421-sonli Qonuni bilan chiqarilgan 2017 yil, 13-son, 194-modda) O‘R QHT,\n\nv) ozodlikni cheklash;\n\ng) ozodlikdan mahrum qilish.\n\nO‘n sakkiz yoshga to‘lmasdan, jinoyat sodir etgan shaxslarga nisbatan qo‘shimcha jazolar tayinlanishi mumkin emas.",
            "sharxi": "1. Sharhlanayotgan modda quyidagilarni tartibga soladi:\n\nvoyaga yetmagan shaxs tushunchasi;\n\nsodir etilgan jinoyatda voyaga yetmagan shaxs aybdor,\n\ndeb topilgan taqdirda, unga nisbatan qo‘llanilishi mumkin bo‘lgan jazo tizimi.\n\n2. Shaxsni voyaga yetmagan, deb topishda sharhlanayotgan moddaning birinchi qismi o‘n sakkiz yoshga to‘lmay jinoyat sodir etgan shaxslarni tushirish lozimligini belgilaydi.\n\nShuni esda tutish lozimki, sodir etilgan jinoyat uchun jinoiy javobgarlikka tortishning belgilangan eng kichik yoshi o‘n uch yosh hisoblanadi. (JKning 17-moddasi sharhiga qarang)\n\nShunday qilib, jinoiy javobgarlikka tortish uchun shaxsni voyaga yetmagan shaxs, deb topish Jinoyat kodeksining qoidalariga muvofiq, jinoyat sodir etgunga qadar o‘n uch yoshga to‘lgan shaxs, lekin o‘n sakkiz yoshdan kichik bo‘lgan shaxs tushuniladi. Shaxsning muayyan bir yoshga (13, 14, 15, 16, 17 dan 18 yoshgacha) to‘lganligi ahamiyatga ega emas, lekin sudlar tomonidan jazoni individuallashtirishda hisobga olinishi kerak, yoshi kichik ayblanuvchilarga yengilroq, yoshi kattalarga esa, og‘irroq jazo qo‘llanilishi lozim. Har qanday holda ham sud voyaga yetmagan shaxsga jazo tayinlashda sharhlanayotgan moddada belgilangan jazo turidan birini tanlashi kerak. Voyaga yetmagan shaxs deganda, jinoyat sodir etgunga qadar o‘n olti yoshga to‘lgan, ammo o‘n sakkiz yoshga to‘lmagan shaxs tushuniladi.\n\n3. Shaxsning yoshini aniqlashda shu narsani e’tiborda tutish kerakki, shaxs tug‘ilgan kunidan boshlab emas, balki tug‘ilgan kuni o‘tganidan so‘ng, ya’ni ertasi kunning nol soatidan boshlab jinoyat uchun javobgarlik boshlanadigan yoshga to‘lgan deb hisoblanadi. Shaxsning yoshi tegishli hujjatlar (pasport, tug‘ilish guvohnomasi va h.k.) bo‘yicha emas, balki sud-tibbiyot ekspertizasi xulosasi asosida yillarda aniqlanayotganda, uning tug‘ilgan kuni deb ekspertlar aniqlangan yilning oxirgi kuni hisoblanadi, yosh eng kam va eng ko‘p yillar miqdori bilan aniqlanganda esa, sud ekspertlar tomonidan belgilangan eng kam yoshdan kelib chiqishi lozim.\n\n\n4. Sharhlanayotgan moddaning keyingi elementi sudlar tomonidan voyaga yetmagan shaxslarga nisbatan sodir etgan jinoyati uchun to‘g‘ridan to‘g‘ri qo‘llanilishi mumkin bo‘lgan jazolar tizimini bevosita tartibga soluvchi qoidalar hisoblanadi. Sharhlanayotgan modda faqatgina voyaga yetmagan shaxslarga nisbatan qo‘llaniladigan jazoning maxsus turlarini o‘rnatmaydi, balki JKning 43-moddasida belgilangan ayrim jazo turlarining qo‘llanilishini cheklaydi.\n\nVoyaga yetmagan shaxslar uchun jazo tizimi faqatgina beshta asosiy jazo turlarini nazarda tutadi:\n\njarima;\n\nmajburiy jamoat ishlari;\n\naxloq tuzatish ishlari;\n\nozodlikni cheklash;\n\nozodlikdan mahrum qilish.\n\n5. Voyaga yetmagan shaxslar uchun tayinlanadigan jazo tizimi JKning 43-moddasida ko‘rsatilgan jazo tizimining o‘ziga xos xususiyatlariga ega:\n\ndavlat majburlov chorasining alohida turlaridan tashkil topgan;\n\njazo tizimi elementlari o‘zaro bog‘liq bo‘lib, biri ikkinchisiga bog‘lanib va to‘ldirib keladi;\n\n- sharhlanayotgan moddada nazarda tutilgan davlatning majburlov choralari ro‘yxati qat’iy bo‘lib, kengaytirib talqin qilinishi mumkin emas. Shuning uchun voyaga yetmaganlarga nisbatan JKning 43-moddasida ko‘rsatilgan, lekin sharhlanayotgan moddada bevosita nazarda tutilmagan jazo choralarini qo‘llash taqiqlanadi (masalan, JKning 43-moddasi sharhlanayotgan moddada ko‘rsatilmagan va shuning uchun voyaga yetmaganlarga tayinlanishi mumkin bo‘lmagan xizmat bo‘yicha cheklash, intizomiy qismga jo‘natish, umrbod ozodlikdan mahrum qilish kabi jazolarni nazarda tutadi);\n\nushbu jazolarning tizimda joylashtirilganligi ular-ning qattiqligiga bog‘liq bo‘lib, mazkur jazolar yengilidan og‘iriga qarab joylashtirilgan. (JKning 43-moddasi sharhiga qarang)\n\n6. Sharhlanayotgan modda Jinoyat kodeksi oltinchi bo‘limining boshqa qoidalari kabi voyaga yetmagan shaxslarni jinoiy javobgarlikka tortishning maxsus tartibini o‘rnatadi. Ko‘rsatilgan bo‘limning qoidalarida hal etilmagan masalalar jazo va uni tayinlash, javobgarlik va jazodan ozod etish kabi JKning Umumiy qismi qoidalari bilan tartibga solinadi. Xususan, voyaga yetmagan shaxslar uchun tayinlanadigan jazo tushunchasi va uning maqsadlari JKning 42-moddasida ko‘rsatilganlar bilan bir xil. (JKning 42-moddasi sharhiga qarang)"
        },
        {
            "modda_raqami": "82-modda. Jarima",
            "matni": "Jarima bazaviy hisoblash miqdorining ikki baravaridan yigirma baravarigacha miqdorda tayinlanadi.\n\nMahkum jarima to‘lashdan olti oy muddat mobaynida bo‘yin tovlasa, sud to‘lanmagan jarima miqdorini bazaviy hisoblash miqdorining bir baravari miqdoridagi jarimani majburiy jamoat ishlarining ikki soatiga tenglashtirgan holda hisoblab, majburiy jamoat ishlari tariqasidagi jazo bilan almashtiradi yoki bazaviy hisoblash miqdorining ikki baravari miqdoridagi jarimani axloq tuzatish ishlarining bir oyiga tenglashtirgan holda hisoblab, axloq tuzatish ishlari tariqasidagi jazo bilan almashtiradi.",
            "sharxi": "1. Jarima JKning 81-moddasida nazarda tutilgan jazo turlarining eng yengilidir. Voyaga yetmagan shaxslarga qo‘llaniladigan davlat majburlov chorasi sifatidagi jarimaning o‘ziga xos xususiyati bo‘lib, uning hukm qilinganga ta’sir etuvchi yetarli potensial ta’sirga egaligi, jazo maqsadiga erishish bilan bir vaqtda, jinoyat qonuni prinsiplariga to‘la mos keluvchi insoniyligi hisoblanadi.\n\n2. Jarimani jazo sifatida tayinlashda sud har bir jinoiy jazo, jumladan, voyaga yetmagan shaxslarga qo‘llaniladigani ham shaxsiy tavsifga ega ekanligi holatini alohida hisobga olishni taqozo etadi, ya’ni aynan jinoyat sodir etganligi munosabati bilan bu jazo tayinlangan shaxs uni o‘tashi lozim. Shuning uchun voyaga yetmaganlarga jarima tayinlash faqat uni ijro etish uchun xususiy mablag‘lariga ega bo‘lgan vaziyatlardagina yo‘l qo‘yiladi. Xususiy mablag‘lari sifatida voyaga yetmaganning mulkchilik huquqi bo‘yicha ega bo‘lgan, unga undiruv qaratilishi mumkin bo‘lgan mol-mulkni yoki mustaqil daromad manbaini tushunish lozim.\n\n3. O‘n sakkiz yoshga yetmagan shaxslarda xususiy mablag‘ larning yo‘qligi jarima tayinlash uchun to‘siq bo‘ladi. Voyaga yetmagan shaxsga tayinlangan jarimani boshqa shaxslar mulki hisobidan to‘lanishiga hech qanday vaziyatda yo‘l qo‘yilmaydi. Bunda shaxsiy mablag‘ning mavjudligi hukm chiqarish vaqtiga qadar aniqlanishi lozim. Hukm chiqarish vaqtida sudlanuvchi jarimani to‘lash uchun yetarli shaxsiy mablag‘ga ega bo‘lmasa-yu, lekin hukm qonuniy kuchga kirgandan so‘ng jarimani to‘lash imkoniyatiga ega bo‘lgan taqdirda ham jarima jazosini tayinlashga yo‘l qo‘yilmaydi. Sudlanuvchiga jamoat uchun xavfli harakat sodir etish vaqtida shaxsiy mablag‘ga ega bo‘lmasa, lekin u hukm chiqarilgunga qadar shaxsiy mablag‘ni qo‘lga kiritsa (misol uchun, meros yoki sovg‘a olish natijasida) qo‘llanilishi mumkin. Jarima jazosi miqdorini belgilashda sud bu jazo miqdori voyaga yetmagan javobgarning normal yashashi uchun zarur bo‘lgan shart-sharoitdan mahrum qilib qo‘ymasligi lozimligini e’tiborga olishi kerak.\n\n4. Jarima Jinoyat kodeksining insonparvarlik prinsipini, xususan, jarimaning miqdori sezilarli darajada kam belgilanishi bilan amalga oshiradi. Sharhlanayotgan moddaning birinchi qismiga ko‘ra, jarima bazaviy hisoblash miqdorining ikki baravaridan yigirma baravarigacha miqdorda tayinlanadi. Jarimani qo‘llash ijtimoiy xavfi katta bo‘lmagan qilmishlarga jazo tayinlashda imkon qadar jazo va javobgarlikni differensiatsiyalash hamda alohida yondashishni amalga oshirishiga yordam beradi. Shuningdek, jarima jazosini tayinlashda qilmishning ijtimoiy xavfliligini va voyaga yetmagan sudlanuvchining mulkiy holatini ham e’tiborga olish kerak. (Sudlanuvchining mulkiy holati haqida to‘laroq JKning 44-moddasi sharhiga qarang)\n\n5. Sharhlanayotgan moddaning ikkinchi qismiga muvofiq, sudlanuvchining tayinlangan jarima jazosini to‘lashdan olti oy mobaynida bo‘yin tovlashi jarimani majburiy jamoat ishlari yoki axloq tuzatish ishlari jazosi bilan almashtirishga olib keladi. Bu qoida JKning 44-moddasida o‘z aksini topgan. Ammo, JKning 82-moddasida berilgan jarimani majburiy jamoat ishlari yoki axloq tuzatish ishlari bilan almashtirish JKning 44-moddasi 3-qismida nazarda tutilgan tartibdan farq qiladi. Jarimani to‘lashdan bo‘yin tovlash masalasi, agar jarima olti oy mobaynida to‘lanmagan taqdirda ko‘rib chiqiladi. Jarima jazosini faqat majburiy jamoat ishlari yoki axloq tuzatish ishlari jazosi bilan almashtirishga yo‘l qo‘yiladi. Bunday holda axloq tuzatish ishlarining minimal muddati to‘lanmagan jarima summasidan kelib chiqib, bir oydan kamroq bo‘lishi mumkin, biroq bir yildan oshmasligi lozim.\n\nQonunga muvofiq, jazo tariqasida tayinlangan jarimani mahkum hukm qonuniy kuchga kirgan kundan boshlab uch oy, voyaga yetmagan mahkum esa olti oy mobaynida ixtiyoriy ravishda to‘lashi lozim. Biroq, sud mahkumning moddiy ahvolini inobatga olib, JPKning 533-moddasining ikkinchi qismiga asosan hukmning ushbu qismi ijrosini olti oygacha kechiktirishi yoki bo‘lib-bo‘lib to‘lash masalasini hal qilishi mumkin?. (Bu haqda JKning 44-moddasi sharhiga qarang)\n\n6. Voyaga yetmagan shaxsga nisbatan jarima nafaqat JK Maxsus qismining tegishli moddasi sanksiyasida ko‘rsatilganda, balki JKning 57-moddasiga ko‘ra yengilroq jazo tayinlash tartibida ham qo‘llanadi. Agar jarima jazosi JK Maxsus qismining muayyan bir moddasining sanksiyasida belgilangan bo‘lsa, bunda voyaga yetmagan shaxsga nisbatan sud tegishli moddaning sanksiyasidan va sharhlanayotgan moddaning qoidalaridan kelib chiqib ko‘rib chiqilayotgan davlat majburlov chorasining miqdorini belgilaydi. Xususan, agar JK Maxsus qismi moddasining sanksiyasida jarimaning eng kam miqdori belgilangan bo‘lsa, sud ushbu doirani buzmasligi lozim, bunda mazkur doira sharhlanayotgan moddaning birinchi qismida belgilagan miqdordan oshib ketmasligi lozim. Bunda, JK Maxsus qismi moddasining sanksiyasida o‘rnatilgan eng kam chegarasi jarimaning sharhlanayotgan moddaning birinchi qismida ko‘rsatilgan eng ko‘p chegarasidan katta bo‘lsa, unda mahkumga sharhlanayotgan moddaning birinchi qismida nazarda tutilgan eng ko‘p miqdorga teng jarimani qo‘llash lozim bo‘ladi. Sanksiyada jarimaning eng kam miqdori belgilanmagan bo‘lsa, u holda sharhlanayotgan moddaga ko‘ra aniqlanadi. Har qanday holda ham JK Maxsus qismining tegishli moddalarining sanksiyalaridan qat’i nazar, jarimaning miqdori sharhlanayotgan moddada berilgan jarimaning eng yuqori miqdoridan ortib ketishi mumkin emas. Agar jarima ko‘rinishidagi jazo sudlanganga JKning 57-moddasi tartibida tayinlansa, unda jarimaning eng kam va eng ko‘p chegaralari sharhlanayotgan moddaga muvofiq aniqlanadi."
        },
        {
            "modda_raqami": "82_1-modda. Majburiy jamoat ishlari.",
            "matni": "Majburiy jamoat ishlari faqat mehnatga layoqatli voyaga yetmaganlarga nisbatan oltmish soatdan ikki yuz qirq soatgacha bo‘lgan muddatga tayinlanadi. Majburiy jamoat ishlari voyaga yetmaganlarning sog‘lig‘iga va ma’naviy jihatdan rivojlanishiga zarar yetkazmasligi, o‘qish jarayonini buzmasligi lozim.\n\nO‘n olti yoshdan o‘n sakkiz yoshgacha bo‘lgan shaxslar tomonidan majburiy jamoat ishlarini bajarish muddati, agar qonunda boshqacha qoida belgilanmagan bo‘lsa, olti oy davomida kuniga ikki soatdan oshmasligi, mahkumga bog‘liq bo‘lmagan holatlar yuzaga kelgan taqdirda esa, bir yilgacha bo‘lgan muhlatda kuniga ikki soatdan oshmasligi kerak.\n\nMahkum jazoni o‘tashdan bo‘yin tovlagan taqdirda, sud majburiy jamoat ishlarining o‘talmagan muddatini majburiy jamoat ishlarining to‘rt soatini ozodlikni cheklashning yoki ozodlikdan mahrum qilishning bir kuniga tenglashtirgan holda hisoblab, ozodlikni cheklash yoki ozodlikdan mahrum qilish tariqasidagi jazo bilan almashtiradi. Jazoni o‘tashdan bo‘yin tovlanilgan vaqt jazoning o‘talgan muddatiga qo‘shib hisoblanmaydi.",
            "sharxi": "1. Majburiy jamoat ishlari faqat mehnatga layoqatli voyaga yetmaganlarga nisbatan qo‘llanishi mumkin.\n\n2. Qonun majburiy jamoat ishlari jazosini voyaga yetmaganlarga shunday shartlar bilan belgilaydi, bu, birinchidan, majburiy jamoat ishlari voyaga yetmaganlarni sog‘lig‘iga va ma’naviy jihatdan rivojlanishiga zarar yetkazmasligi, ikkinchidan, majburiy jamoat ishlari o‘qish jarayonini buzmasligi lozim.\n\nTayinlanayotgan jazo voyaga yetmaganlarni sog‘lig‘iga jismoniy va ruhiy zarar yetkazmasligi kerak.\n\n3. Mahkum uchun belgilangan ishga chiqmasligi, ish hajmini bajarmasligi, shuningdek ish vaqtini bo‘sh o‘tkazishi va hokazolarni majburiy jamoat ishlari jazosini o‘tashdan bo‘yin tovlash deb tushunish lozim."
        },
        {
            "modda_raqami": "83-modda. Axloq tuzatish ishlari.",
            "matni": "Axloq tuzatish ishlari faqat mehnatga layoqatli voya-ga yetmaganlarga nisbatan o‘z ish joyida o‘tash, aybdor hech qayerda ishlamasa, ushbu jazo ijrosini nazorat qiluvchi organlar belgilab beradigan o‘zi yashaydigan hududdagi boshqa joylarda o‘tash tariqasida bir oydan bir yilgacha muddatga tayinlanadi.\n\nVoyaga yetmagan shaxs tayinlangan axloq tuzatish ishlarining o‘ndan bir qismidan ko‘prog‘ini o‘tashdan bo‘yin tovlagan taqdirda, sud bu jazoning o‘talmagan qismini axloq tuzatish ishlarining har uch kunini ozodlikni cheklashning yoki ozodlikdan mahrum qilishning bir kuniga tenglashtirgan holda hisoblab, ozodlikni cheklash yoki ozodlikdan mahrum qilish tariqasidagi jazo bilan almashtiradi.",
            "sharxi": "1. Jinoyat kodeksi sharhlanayotgan moddasi voyaga yetmagan sudlanuvchilarga nisbatan tayinlanadigan axloq tuzatish ishlari jazosini nazarda tutadi.\n\nSharhlanayotgan moddaning birinchi qismiga muvofiq, axloq tuzatish ishlari faqat mehnatga layoqatli voyaga yetmaganlarga nisbatan o‘z ish joyida o‘tash, aybdor hech qayerda ishlamasa, ushbu jazo ijrosini nazorat qiluvchi organlar belgilab beradigan o‘zi yashaydigan hududdagi boshqa joylarda o‘tash tariqasida bir oydan bir yilgacha muddatga tayinlanadi.\n\n2. Qonunga ko‘ra, axloq tuzatish ishlari jazosi faqat mehnatga layoqatli shaxslarga nisbatan qo‘llaniladi.\n\nMehnatga layoqatlilik bu shaxsning mehnat qila olish qobiliyatiga ega ekanligidir. Qoida tariqasida, shaxs o‘n olti yoshga to‘lgandan so‘ng mehnatga layoqatli hisoblanadi. O‘zbekiston Respublikasi Oliy sudi Plenumi o‘zining qarorida tushuntirish berganidek, qonunga ko‘ra, axloq tuzatish ishlari 16 yoshga to‘lmagan shaxslarga qo‘llanilmaydi?.\n\nBiroq, mehnat qonunchiligiga muvofiq, yoshlarni mehnatga tayyorlash uchun umumiy o‘rta, o‘rta maxsus, kasb-hunar ta’lim tashkilotlarining, kasb-hunar maktablari-ning, kollejlar va texnikumlarning o‘quvchilarini ular-ning sog‘lig‘iga hamda ma’naviy kamol topishiga ziyon yetkazmaydigan, o‘qitish jarayonini buzmaydigan yengil mehnatni o‘qishdan bo‘sh vaqtida bajarishi uchun ishga qabul qilishga ular o‘n besh yoshga to‘lishi bilan ota-ona-dan birining (ota-onasining o‘rnini bosuvchi shaxsning) yozma roziligi bilan yo‘l qo‘yiladi. Shu munosabat bilan, mehnat qonunchiligi shartlariga rioya qilinganda o‘n besh yoshga yetgan voyaga yetmaganlarga axloq tuzatish ishlari qo‘llanilishi mumkin.\n\nO‘n olti yoshga to‘lmagan shaxsga nisbatan axloq tuzatish ishlari jazosini tayinlashda sud ayblanuvchining mehnat majburiyatlarini bajara olishini aniqlashi, agar ushbu jazoni bajarishga shaxsning xohishi bo‘lmasa, jazo qo‘llashning samarasi bo‘lmasligini e’tiborga olmog‘i lozim. Axloq tuzatish ishlarining turi va miqdorini belgilashda bu sudlanuvchining sog‘lig‘i va o‘qish jarayoniga ushbu jazoning ta’sir etishini hisobga olishi zarur.\n\n3. Voyaga yetmagan shaxslarga nisbatan axloq tuzatish ishlarining muddati bir oydan bir yilgacha belgilanishi mumkin. Voyaga yetmaganlar uchun sharhlanayotgan moddaning birinchi qismida nazarda tutilgan axloq tuzatish ishlari JK Maxsus qismining tegishli moddasi sanksiyasining tahriridan qat’i nazar, sudlar tomonidan so‘zsiz bajarilishi lozim. Bunda quyidagilarni hisobga olish zarur.\n\nAgar JK Maxsus qismi moddasining sanksiyasi sodir etilgan to‘g‘ridan to‘g‘ri jinoyatga axloq tuzatish ishlari tayinlanishi mumkin bo‘lgan eng kam muddatni nazarda tutsa, unda voyaga yetmaganga amalda tayinlanadigan bu turdagi jazo umumiy qoidalar bo‘yicha shu modda sanksiyasi ko‘rsatgan eng kam chegarasidan kam bo‘lishi mumkin emas. Biroq, bu eng kam chegara sharhlanayotgan moddada nazarda tutilgan eng ko‘p chegaradan ortiq bo‘lsa, axloq tuzatish ishlari sharhlanayotgan moddaning birinchi qismi qoidalari bo‘yicha tayinlanishi lozim, ya’ni bir oydan bir yilgacha. Agarda, JK Maxsus qismining to‘g‘ridan to‘g‘ri modda sanksiyasi axloq tuzatish ishlarining eng kam yo‘l qo‘yiladigan chegarasini nazarda tutmagan bo‘lib, faqat uning eng ko‘p chegarasini nazarda tutgan bo‘lsa, unda voyaga yetmagan sudlangan uchun ko‘rilayotgan jazo turining eng kam miqdori sharhlanayotgan moddaning qoidalariga muvofiq aniqlanadi. Bunday vaziyatlarda eng ko‘p yo‘l qo‘yiladigan jazo miqdorini ikkita variantda aniqlash mumkin: agar JK Maxsus qismining moddasi sanksiyasida ko‘rsatilgan eng ko‘p chegara sharhlanayotgan moddada nazarda tutilgan axloq tuzatish ishlarining eng ko‘p chegarasidan ortiq bo‘lsa, sud sharhlanayotgan moddaning birinchi qismiga rioya qilishi lozim;\n\nagar axloq tuzatish ishlarining eng ko‘p muddati Maxsus qism moddalarining sanksiyasi sharhlanayotgan moddada belgilangan chegaralarda bo‘lsa, aybdorga axloq tuzatish ishlarini tayinlashda JK Maxsus qismining muayyan moddasi sanksiyasidan kelib chiqish lozim.\n\n4. Sharhlanayotgan moddaning birinchi qismiga ko‘ra, voyaga yetmagan shaxslarga nisbatan axloq tuzatish ishlarining ikki turi tayinlanishi mumkin:\n\nvoyaga yetmaganning o‘z ish joyi bo‘yicha ijro etiladigan;\n\nushbu jazo ijrosini nazorat qiluvchi organlar belgilab beradigan o‘zi yashaydigan hududdagi boshqa joylarda ijro etiladigan.\n\nShunga e’tiborni qaratish kerakki, voyaga yetmagan shaxsga nisbatan tayinlangan axloq tuzatish ishlari jazosi, agar voyaga yetmagan shaxs hukm chiqarilgunga qadar hech qayerda ishlamasa, jazoning ijrosini nazorat qiluvchi organlar belgilagan voyaga yetmagan shaxs yashaydigan hududdagi boshqa joylarda o‘tash mumkin. Bunday holda voyaga yetmagan shaxsning mehnat majburiyatlarini bajarishi ahamiyatga ega emas, misol uchun, u dastlabki tergov vaqtida ehtiyot chorasi sifatida qamoqqa olingan bo‘lsa yoki vaqtincha mehnatga layoqatsiz, deb topilsa va boshqalar. Hukm chiqqanida shaxsni ishlovchi, deb topish uchun faqat voyaga yetmagan sudlangan shaxsning haqiqiy mehnat shartnomasi ahamiyatga ega. Axloq tuzatish ishlarining ijrosini nazorat qiluvchi organlar tomonidan belgilanadigan joylarda o‘taladigan axloq tuzatish ishlari tayinlanganda, ularning ijrosi voyaga yetmagan mahkumlar yashash joyidagi korxona, muassasa va tashkilotlarda amalga oshiriladi. 5. Voyaga yetmagan shaxslarga nisbatan axloq tuzatish ishlari jazosini tayinlashda jazoning turi (jazoni o‘z ish joyida yoki jazo ijrosini nazorat qiluvchi organlar belgilagan voyaga yetmagan shaxs yashaydigan hududdagi boshqa joylarda o‘tash) va muddatiga, shuningdek, sudlanuvchining ish haqidan ushlab qolinadigan summa miqdoriga ham e’tibor qaratish lozim, bu mezon jazoning insonparvarlik prinsipiga asosan tayinlanganligini ko‘rsatadi. (JKning 46-moddasi sharhiga qarang)\n\n6. Voyaga yetmagan shaxslarga nisbatan axloq tuzatish ishlari jazosini tayinlashda voyaga yetmagan shaxsga yuklatilgan yoki yuklatilishi mumkin bo‘lgan mehnat majburiyatlariga e’tibor qaratish kerak. Voyaga yetmagan shaxs axloq tuzatish ishlari jazosini o‘tayotganda uning harakatlariga nisbatan mehnat to‘g‘risidagi qonunchilik qo‘llaniladi. Xususan, o‘n sakkiz yoshga to‘lmagan shaxslar mehnatidan shu toifa xodimlarning sog‘lig‘i, xavfsizligi yoki axloq-odobiga ziyon yetkazishi mumkin bo‘lgan mehnat sharoiti noqulay ishlarda, yer osti ishlarida va boshqa ishlarda foydalanish taqiqlanadi. Mehnat kodeksining 241-moddasi 2-qismiga muvofiq, o‘n sakkiz yoshga to‘lmagan shaxslarning belgilab qo‘yilgan normadan ortiq og‘ir yuk ko‘tarishlari va tashishlariga yo‘l qo‘yilmaydi. Voyaga yetmagan shaxslar uchun belgilangan ish kunining davom etish muddati axloq tuzatish ishlari jazoning o‘talishi muddatiga ta’sir ko‘rsatmaydi: voyaga yetmagan shaxslar uchun to‘lanadigan haq miqdori ish kunining davomiyligidan qat’i nazar, o‘n sakkiz yoshga to‘lgan shaxslarning ish kuniga tengdir. \n\n7. Sharhlanayotgan moddaning ikkinchi qismiga ko‘ra, mahkum sud tomonidan tayinlangan axloq tuzatish ishlarini bajarishdan bo‘yin tovlagan taqdirda, sud axloq tuzatish ishlarini ozodlikni cheklash yoki ozodlikdan mahrum qilish jazosiga almashtiradi. Mahkum tayinlangan axloq tuzatish ishlari muddatining o‘ndan bir qismidan ko‘prog‘ini o‘tashdan bo‘yin tovlagan taqdirda almashtirilishi mumkin. jazo\n\nAxloq tuzatish ishlari faqatgina ozodlikni cheklash yoki ozodlikdan mahrum qilish jazosiga almashtirilishi mumkin, bunda axloq tuzatish ishlarining uch kunini ozodlikni cheklash yoki ozodlikdan mahrum qilishning bir kuniga tenglashtirilib hisoblanadi. (Axloq tuzatish ishlari jazosini o‘tashdan bo‘yin tovlash va uni boshqa jazolar bilan almashtirish haqida to‘liqroq JKning 46-moddasi sharhiga qarang)"
        },
        {
            "modda_raqami": "84-1-modda. Ozodlikni cheklash.",
            "matni": "Ozodlikni cheklash voyaga yetmagan mahkumlarga nisbatan asosiy jazo chorasi sifatida olti oydan ikki yilgacha muddatga tayinlanadi.",
            "sharxi": "1. JKning 48-1-moddasi bilan sharhlanayotgan modda taqqoslanganda voyaga yetmagan shaxsga nisbatan tayinlanadigan ozodlikni cheklash jazosi bir necha xususiyatlarga egaligi ko‘rinadi. Ozodlikni cheklash sud tomonidan mahkumga nisbatan yashash joyini u yoki bu sabab bilan tark etishni butunlay taqiqlashdan yoki sutkaning muayyan vaqtida yashash joyidan chiqishni cheklashdan iborat bo‘lib, voyaga yetmaganlarga nisbatan olti oydan ikki yilgacha bo‘lgan muddatga tayinlanadi. Voyaga yetmagan shaxsga nisbatan qo‘llaniladigan ushbu davlat majburlov chorasining eng ko‘p muddati ikki yarim marta kamaytirilgan, ya’ni ikki yil qilib belgilangan. Ozodlikni cheklashning eng kam muddati esa, olti oy.\n\n2. Voyaga yetmagan shaxslarga nisbatan tayinlanadigan ozodlikni cheklash jazosi mahkumni ijobiy tarafga o‘zgartirishda, jinoiy faoliyatining davom etishiga to‘sqinlik qilishda hamda umumiy va maxsus provinsiyada samarali hisoblanadi. Ushbu jazo turi ozodlikdan mahrum qilish jazosi kabi sudlanganni jamiyatdan ajratmagan holda qayta tarbiyalashga erishish mumkin bo‘lgan hollardagina qo‘llanilishi mumkin. Shu munosabat bilan, ozodlikni cheklash jazosi qo‘llangan sud hukmida shaxsni jamiyatdan ajratmay turib jazoning maqsadiga erishish mumkinligi to‘g‘risidagi holatlarni asoslantirilishi shart. (Bu haqida to‘laroq JKning 481-moddasi sharhiga qarang)"
        },
        {
            "modda_raqami": "85-modda. Ozodlikdan mahrum qilish.",
            "matni": "Voyaga yetmaganlarga nisbatan ozodlikdan mahrum qilish jazosi olti oydan o‘n yilgacha muddatga tayinlanadi, ushbu Kodeks 86-moddasining ikkinchi, uchinchi va to‘rtinchi qismlarida nazarda tutilgan hollar bundan mustasno.\n\nOzodlikdan mahrum qilish jinoyat sodir etish paytida o‘n to‘rt yoshdan o‘n olti yoshgacha bo‘lgan shaxslarga nisbatan:\n\na) (O‘zbekiston Respublikasining 2008 yil 24 sentyabr-dagi Q O‘RQ-182-sonli Qonuni bilan chiqarilgan 2008-yil, 39-son, 391-modda) O‘R QHT, b) og‘ir jinoyat uchun olti yilgacha;\n\nv) o‘ta og‘ir jinoyat uchun tayinlanadi. o‘n yilgacha muddatga\n\nOzodlikdan mahrum qilish jinoyat sodir etish paytida o‘n olti yoshdan o‘n sakkiz yoshgacha bo‘lgan shaxslarga nisbatan:\n\na) (O‘zbekiston Respublikasining 2008 yil 24 sentyabr-dagi O‘RQ-182-sonli Qonuni bilan chiqarilgan -2008 yil, 39-son, 391-modda) O‘RQ,\n\nb) og‘ir jinoyat uchun yetti yilgacha;\n\nv) o‘ta og‘ir jinoyat uchun — o‘n yilgacha muddatga tayinlanadi.\n\nVoyaga yetmay turib ijtimoiy xavfi katta bo‘lmagan jinoyat sodir etgan, ehtiyotsizlik oqibatida jinoyat sodir etgan yoxud qasddan uncha og‘ir bo‘lmagan jinoyat sodir etgan shaxslarga nisbatan ozodlikdan mahrum qilish tariqasidagi jazo tayinlanmaydi.\n\nHukm chiqarish paytida o‘n sakkiz yoshga to‘lmagan shaxs-larga nisbatan ozodlikdan mahrum qilish jazosini tarbiya koloniyalarida o‘tash tayinlanadi.",
            "sharxi": "1. Jinoyat kodeksi sharhlanayotgan moddasida voyaga yetmagan shaxslarga nisbatan tayinlanadigan davlatning eng og‘ir majburlov chorasi ozodlikdan mahrum etish jazosi nazarda tutilgan. Bu jazoning og‘irligi shundaki, uning ijrosi mahkumni jamiyatdan ajratgan holda tarbiya koloniyalarida saqlashdan iborat. Shu bilan birga, voyaga yetmagan shaxsni ozodlikdan mahrum etish jazosining og‘irligi jazo maqsadiga erishishda samaraliligi bilan o‘lchanadi. Ozodlikdan mahrum qilish sodir etilgan jinoyatning ijtimoiy xavfliligi jiddiy bo‘lganda, basharti, shaxsni ozodlikdan mahrum qilmasdan tarbiyalashning iloji yo‘q, degan xulosaga kelinsa, jinoyatning fe’l-atvori va aybdorning shaxsini e’tiborga olgan holda qo‘llaniladi.\n\n2. Sharhlanayotgan moddaning birinchi qismiga muvofiq, voyaga yetmaganlarga nisbatan ozodlikdan mahrum qilish jazosi olti oydan o‘n yilgacha muddatga tayinlanadi, sharhlanayotgan moddaning ikkinchi, uchinchi va to‘rtinchi qismlarida nazarda tutilgan hollar bundan mustasno. Voyaga yetmagan shaxslarga nisbatan tayinlanadigan ozodlikdan mahrum qilishning eng ko‘p muddati ikki marta kamaytirilganligi jinoyat qonunining insonparvarlik va odillik prinsiplarini ketma-ketlikda tatbiq etilayotganidan darak beradi. Qonun chiqaruvchining bunday yondashuvi voyaga yetmagan sudlanuvchining jinoiy harakatlariga chek qo‘yish, shuningdek, jinoyatning umumiy va maxsus oldini olish vaziyatlarida mahkumlarni qisqa muddatga jamiyatdan ajratish maqsadga muvofiqligi, chunonchi, uzoq muddatga ozodlikdan mahrum qilish samara bermasligi bilan izohlanadi.\n\n3. Voyaga yetmagan shaxsga sodir qilgan bitta jinoyati uchun jazoning ozodlikdan mahrum qilish turini o‘n yildan ortiq muddatga tayinlashga yo‘l qo‘yilmaydi. Shuning uchun, agar Maxsus qismning aniq moddasi sanksiyasi sharhlanayotgan moddada ko‘rsatilgan jazoning eng ko‘p chegarasini nazarda tutsa, unda tayinlanadigan eng ko‘p jazo miqdori sharhlanayotgan modda qoidalariga muvofiq chegaralanishi lozim. Biroq, Maxsus qismning tegishli moddasi sanksiyasida nazarda tutilgan jazoning eng kam miqdori sharhlanayotgan moddada ko‘rsatilgan eng ko‘p miqdordan oshib ketsa, sud jazoni sharhlanayotgan moddaning umumiy qoidalariga asosan tayinlashi lozim. Shu singari, masalan, og‘irlashtiruvchi holatlarda qasddan odam o‘ldirish jinoyati sodir etilgan bo‘lsa, bu jinoyatni sodir etganlik uchun JKning 97-moddasi 2-qismi sanksiyasiga muvofiq, eng kam ozodlikdan mahrum etish muddati 15 yilni tashkil etishiga qaramasdan, voyaga yetmaganga nisbatan ozodlikdan mahrum etish jazo turi o‘n yilgacha bo‘lgan muddatga tayinlanadi (sharhlanayotgan moddaning ikkinchi va uchinchi qismlari). Bunday vaziyatlarda sharhlanayotgan moddaning tegishli qismiga havola qilishga to‘g‘ri keladi, JKning 57-moddasiga havola qilish Jinoyat kodeksi Maxsus qismining aniq moddasi sanksiyasida nazarda tutilmagan ancha yengil jazo turini tayinlash holatini mustasno qilganda talab qilinmaydi. Masalaning boshqacha yechimi 18 yoshga to‘lmagan shaxslar uchun og‘ir va o‘ta og‘ir jinoyatlarni sodir etganlari uchun jazoning asoslanmagan pasaytirilishiga olib kelar edi.\n\nVoyaga yetmagan shaxs tomonidan ikki va undan ortiq jinoyat sodir etilishi hollarida ozodlikdan mahrum etishning eng ko‘p muddati uzaytirilishi mumkin. Bunday holda jazoning muddatini o‘zgartirish masalasi shaxsning yoshi, sodir etgan jinoyatning turiga qarab hal qilinadi.\n\n4. Ozodlikdan mahrum etish eng qattiq jazo bo‘lib, voyaga yetmaganga ham ijobiy, ham salbiy ta’sir ko‘rsatishi bilan bog‘liq bo‘lishi mumkin. Shuning uchun sud voyaga yetmaganlarga jazo tayinlash masalasini hal etayotganda, birinchi navbatda, sodir etilgan jinoyatning xususiyati va ijtimoiy xavflilik darajasini, ana shu shaxslarga oid ma’lumotlarni hamda jazoni yengillashtiruvchi va og‘irlashtiruvchi holatlarni nazarda tutib, ozodlikdan mahrum qilish bilan bog‘liq bo‘lmagan jazoni qo‘llash imkoniyatini muhokama qilishi lozim. Sud aybdorni jamiyatdan ajratmasdan turib qayta tarbiyalashning imkoniyati bo‘lmagan hollardagina ozodlikdan mahrum qilish tarzidagi dagi jazoni tayinlashi mumkin. Ayni vaqtda hukmda sudning bu to‘g‘risidagi xulosasi asoslantirilishi shart.\n\nXususan, og‘ir va o‘ta og‘ir jinoyat sodir etishda ayblangan, muqaddam sudlangan, huquqbuzarliklar sodir etganligi uchun ichki ishlar organlarida hisobda turgan voyaga yetmaganlarga jazo tayinlashda qat’iyatsizlikka yo‘l qo‘yib bo‘lmaydi.\n\n5. Sharhlanayotgan moddaning ikkinchi qismida o‘n to‘rt yoshdan o‘n olti yoshgacha bo‘lgan shaxslar tomonidan turli darajadagi jinoyatlarni sodir etganlik uchun ozodlikdan mahrum etishning Eng ko‘p muddatlari belgilangan. Sharhlanayotgan moddaning ikkinchi qismiga binoan, Ozodlikdan mahrum qilish jinoyat sodir etish paytida o‘n to‘rt yoshdan o‘n olti yoshgacha bo‘lgan shaxslarga nisbatan: og‘ir jinoyat uchun olti yilgacha;\n\no‘ta og‘ir jinoyat uchun o‘n yilgacha muddatga tayinlanadi.\n\nSharhlanayotgan moddaning uchinchi qismida xuddi shunday tartib o‘n olti yoshdan o‘n sakkiz yoshgacha bo‘lgan shaxslarga nisbatan ham belgilangan. Unga asosan, ozodlikdan mahrum qilish jinoyat sodir etish paytida o‘n olti yoshdan o‘n\n\nsakkiz yoshgacha bo‘lgan shaxslarga nisbatan:\n\nog‘ir jinoyat uchun yetti yilgacha;\n\no‘ta og‘ir jinoyat uchun o‘n yilgacha muddatga tayinlanadi.\n\nBunday tartibni qo‘llashdan maqsad voyaga yetmagan shaxs-ning ruhiy va jismoniy rivojlanishini insonparvarlik nuqtayi nazaridan hisobga olib, ozodlikdan mahrum etishning samarasiga erishishdir.\n\n6. Sharhlanayotgan moddaning to‘rtinchi qismiga\n\nko‘ra, ozodlikdan mahrum etish jazosi faqat og‘ir va o‘ta og‘ir jinoyat sodir etilganda qo‘llaniladi. Voyaga yetmay turib, ijtimoiy xavfi katta bo‘lmagan jinoyat sodir etgan, ehtiyotsizlik oqibatida jinoyat sodir etgan yoxud qasddan uncha og‘ir bo‘lmagan jinoyat sodir etgan shaxslarga nisbatan ozodlikdan mahrum qilish tariqasida jazo tayinlanmaydi. Bunda voyaga yetmagan shaxslar tomonidan sodir etilgan\n\nmazkur qilmishlarning soni ahamiyatga ega emas.\n\n7. Sharhlanayotgan moddaning beshinchi qismi voyaga yetmagan mahkumlar ozodlikdan mahrum etish jazosini tarbiya koloniyalarida o‘tashini belgilaydi. Ozodlikdan mahrum etish muassasalari tizimidagi mazkur tarbiya koloniyalari, birinchidan, jazoni o‘tash tartibi katta yoshdagi jinoyatchilarning jazoni o‘tash tartibidan ancha imtiyozliroq, ikkinchidan, voyaga yetmagan shaxsning shakllanmagan ruhiyatini hisobga oluvchi turli tarbiyaviy psixologik pedagogik usullarni qo‘llash, ularni o‘qitish, sport, madaniy tadbirlar, shuningdek, mehnat faoliyati jarayonida ijobiy ta’sir ko‘rsatishda alohida o‘rin tutadi.\n\n8. Tarbiya koloniyalarida mahkumlar jazo muddatining tugaguniga qadar JK 87, 89, 90-moddalari tartibida jinoiy jazodan ozod etilguniga qadar yoki voyaga yetguniga qadar saqlanadi. O‘n sakkiz yoshga to‘lgach xulqi yomon mahkumlar jazoni o‘tashni davom ettirish uchun tarbiya koloniyalaridan umumiy tartibli koloniyalarga o‘tkaziladi.\n\nVoyaga yetmagan mahkumni tarbiya koloniyasidan jazoni ijro etishning boshqa koloniyasiga o‘tkazish tarbiya koloniyasi ma’muriyatining voyaga yetmaganlar ishi bilan shug‘ullanuvchi komissiya bilan kelishilgan taqdimnomasiga binoan sudya tomonidan amalga oshiriladi. O‘n sakkiz yoshga to‘lgan mahkumni tarbiya koloniyasidan jazoni ijro etish koloniyasiga o‘tkazish masalasini hal etishda sudya uning tuzalish darajasini hisobga olishi lozim.\n\nTa’kidlash joizki, ozodlikdan mahrum etishga hukm qilingan o‘n sakkiz yoshga to‘lgan mahkumlar, odatda, yigirma bir yoshga to‘lgunga qadar tarbiya koloniyalarida qoldiriladi. Mahkumlarni tarbiya koloniyalarida qoldirish muassasa boshlig‘ining prokuror tomonidan tasdiqlangan qarori bilan amalga oshiriladi.\n\nMahkum yigirma bir yoshga to‘lishi bilan har qanday holatda ham tarbiya koloniyasidan jazoni ijro etish koloniyasiga yuqorida belgilangan tartib bo‘yicha o‘tkaziladi.\n\n9. Voyaga yetmagan mahkumni sodir etgan qilmishidan va shaxsining ijtimoiy xavfliligidan qat’i nazar, turmaga joylashtirish taqiqlanadi. Turma faqat voyaga yetgan mahkumlarni saqlash uchun mo‘ljallangan bo‘ladi."
        },
        {
            "modda_raqami": "86-modda. Jazo tayinlash.",
            "matni": "Sud voyaga yetmaganlarga jazo tayinlashda jazo tayinlashning umumiy asoslariga amal qiladi, voyaga yetmaganning rivojlanganlik darajasi, turmush sharoiti va tarbiyasini, solig‘ini, sodir etgan jinoyatining sabablarini, katta yosh-dagilarning va boshqa holatlarning uning shaxsiga ta’sirini hisobga oladi.\n\nO‘n to‘rt yoshdan o‘n olti yoshgacha bo‘lgan vaqtda jinoyat sodir etgan shaxslarga nisbatan jinoyatlar majmui tariqasida jazo tayinlanganda ozodlikdan mahrum qilishning eng ko‘p muddati o‘n yilgacha, agar sodir etgan jinoyatlarining bittasi o‘ta og‘ir jinoyat bo‘lsa, o‘n ikki yilgacha tayinlanadi.\n\nO‘n olti yoshdan o‘n sakkiz yoshgacha bo‘lgan vaqtda jinoyat sodir etgan shaxslarga nisbatan jinoyatlar majmui tariqasida ozodlikdan mahrum qilish jazosi o‘n ikki yilgacha muddatga, agar sodir etgan jinoyatlarining bittasi o‘ta og‘ir jinoyat bo‘lsa, o‘n besh yilgacha muddatga tayinlanishi mumkin.\n\nJinoyat sodir etish paytida o‘n to‘rt yoshdan o‘n sakkiz yoshgacha bo‘lgan shaxslarga nisbatan bir necha hukm yuzasidan tayinlanadigan ozodlikdan mahrum qilish jazosining muddati o‘n besh yildan oshmasligi kerak.\n\nVoyaga yetmagan shaxsga nisbatan ozodlikdan mahrum qilish yoki axloq tuzatish ishlari jazosi tayinlanganda sud ushbu Kodeksning 72-moddasida nazarda tutilgan asos va shartlar mavjud bo‘lsa, shartli jazo belgilashi mumkin.",
            "sharxi": "1. Jinoyat kodeksi sharhlanayotgan moddasi voyaga yetmay turib jinoyat sodir etgan shaxslarga jazo qo‘llashning o‘ziga xos xususiyatlarini ifodalaydi. Shu bilan birga, jinoyat qonunini bir xil qo‘llash uchun, huquqni qo‘llash faoliyatiga voyaga yetmaganlarga nisbatan insonparvarlik va odillik prinsiplarini izchil tatbiq etish uchun sharoit yaratiladi. Sharhlanayotgan moddada belgilangan voyaga yetmaganlarga nisbatan jazo tayinlash qoidalari mazkur toifadagi shaxslar uchun jinoiy jazoni yanada aniq tarzda individuallashtirishga yordam beradi. \n\n2. Sharhlanayotgan moddaning birinchi qismi voyaga yetmaganlarga nisbatan jazo tayinlashda sud quyidagi holatlarni inobatga olishi lozimligini mustahkamlaydi. Ushbu keltirilgan talabdan maqsad jazoning biron-bir turini tanlashda jazo tayinlashning faqat umumiy qoidalariga (JKning 54-moddasi) e’tibor berib qolmay, balki ayblanuvchining shaxsini tavsiflovchi holatlarni ham inobatga olish lozimligidir. Ya’ni, sharhlanayotgan moddaning birinchi qismiga muvofiq, sud voyaga yetmaganlarga jazo tayinlashda jazo tayinlashning umumiy asoslariga amal qiladi, voyaga yetmaganning rivojlanganlik darajasini, turmush sharoiti va tarbiyasini, sog‘lig‘ini, sodir etgan jinoyatining sabablarini, katta yoshdagilarning va boshqa holatlarning uning shaxsiga ta’sirini hisobga oladi.\n\n3. Voyaga yetmaganning rivojlanish darajasi- bu o‘n sakkiz yoshga to‘lmagan shaxsning aqliy rivojlanganlik darajasi va uning yoshidir. Shaxsning rivojlanganlik darajasi shu yoshdagi shaxslarga nisbatan normal holatda yoki bunday holatda bo‘lmasligi mumkin. Shaxsning rivojlanganligi: rivojlangan (bu yoshdagilarga nisbatan aqliy rivojlangan bo‘lishi) va qoloq (o‘z yoshiga nisbatan aqliy rivojlanmaganligi) bo‘lishi mumkin.\n\nO‘zbekiston Respublikasi Oliy sudi Plenumining tushuntirishlariga muvofiq, JKning 87-moddasi 3-qismiga ko‘ra, voyaga yetmagan shaxs rivojlanishida o‘z yoshiga nisbatan ancha orqada qolgan bo‘lsa va sodir etgan qilmishning ahamiyatini to‘la ravishda anglab yetmasa, sud jazo o‘rniga majburlov chorasi qo‘llash maqsadga muvofiqligi masalasini ko‘rib chiqishi shart.\n\nVoyaga yetmagan sudlanuvchining aqli norasoligidan dalolat beruvchi ma’lumotlar mavjud bo‘lgan taqdirda, voyaga yetmaganning aqliy rivojlanishida ortda qolgani yoki ortda qolmagani haqidagi masalaga aniqlik kiritish uchun kompleks sud-ruhiyatshunoslik ekspertizasi tayinlanishi lozim.\n\nMazkur masalalarning yechimi ekspertlar komissiyasi ixtiyoriga havola etilishi ham mumkin. Bunda voyaga yetmaganning aqliy rivojlanishi uning yoshidan naqadar ortda qolganligi, aqli zaifligi qay darajada ekanligi haqidagi savollarga javob berish shart qilib qo‘yilishi kerak.\n\nO‘z tengdoshlariga nisbatan aqliy rivojlanish jihatidan ancha ilgarilab ketgan voyaga yetmagan shaxslarga nisbatan javobgarlikka tortish yoshiga yetmaganligi bois ular tomonidan sodir etilgan qilmish uchun jinoiy javobgarlik qo‘llanilmaydi.\n\n4. Voyaga yetmagan shaxsning tarbiyasi va turmush sharoiti bu o‘n sakkiz yoshga to‘lmagan shaxslarga nisbatan belgilangan, uning yashashi, uni tarbiyalashda qo‘llanilayotgan usul va vositalar kabi holatlar hisoblanadi.\n\nVoyaga yetmagan shaxsning turmush sharoiti va tarbiyasini aniqlashda sud uning ota-onasi yoki ularning o‘rnini bosuvchi oilaning boshqa a’zolari bilan ayblanuvchi shaxsning o‘zaro munosabatini hisobga olmog‘i lozim. Bundan tashqari, o‘n sakkiz yoshga to‘lmagan shaxslarga,\n\nota-onasining berayotgan tarbiyasi, moddiy ta’minotning\n\nyetarli yoki yetarli emasligini hisobga olish lozim. Bunda, shuni esda tutish lozimki, jinoyat ishini ko‘rish jarayonida voyaga yetmagan shaxsning tarbiyasidagi kamchiliklar, uning tarbiyasiga salbiy jihatdan ta’sir ko‘rsatish holatlari aniqlansa, har bir holat yuzasidan ota-onalari va ularning o‘rnini bosuvchi shaxslarning javobgarligi masalasini hal qilmog‘i lozim. Xususan, ushbu shaxslar tomonidan tarbiyaning bunday usullari qo‘llanilgan bo‘lsa, ya’ni voyaga yetmagan shaxsning tarbiyasiga salbiy ta’sir bo‘layotgani sezilsa, sud xususiy ajrim chiqarish yo‘li bilan ularning ish joyiga yoki yashash joyiga munosabat bildirishi lozim.\n\n5. Sog‘lig‘ining holati deganda, voyaga yetmagan shaxsning nafaqat kasallik yoki jismoniy kamchiliklari yo‘qligi yoki mavjudligini, shu bilan birga, uning jismoniy, ma’naviy va ijtimoiy holati darajasini ham tushunish zarur. Sog‘lig‘ining holatini aniqlashda, eng avvalo, uning jismoniy va psixik rivojlanishi darajasini hamda ijtimoiy munosabatlarni tavsiflovchi ish holatlarini o‘rganish lozim.\n\n6. Voyaga yetmagan shaxsga nisbatan jazo tayinlashda jinoyatning subyektiv tomoniga jiddiy e’tibor berish lozim. Xususan, qonunda jazo tayinlash vaqtida jinoyatning motivlarini hisobga olish zarurligi belgilangan.\n\n7. Voyaga yetmagan shaxslarga katta yoshdagilarning ta’siri qonunda alohida holat sifatida ajratilgan bo‘lib, bu voyaga yetmagan ayblanuvchining shaxsini tavsiflaydi va sud tomonidan jazo tayinlash vaqtida hisobga olinadi. Bunda, voyaga yetmagan shaxslarga jazo tayinlash maqsadlari uchun 18 yoshga to‘lmagan shaxsga nisbatan katta yoshdagi shaxsning qanday munosabatda bo‘lganligi: u jinoyat ishtirokchisimi yoki undan jabrlanganmi ahamiyatga ega emas. Shu bilan bir vaqtda, voyaga yetmaganlarning katta yoshdagilar ishtirokida sodir etgan jinoyatlari haqidagi ish ko‘rib chiqilayotganda katta yoshdagi shaxs va o‘smir o‘rtasidagi o‘zaro munosabatlarning xususiyatini sinchiklab aniqlash lozim, chunki ana shu ma’lumotlar katta kishining voyaga yetmagan shaxsni jinoyat yoki g‘ayriijtimoiy harakat sodir etishga jalb qilishdagi rolini aniqlashda muhim ahamiyatga ega bo‘lishi mumkin.\n\n18 yoshga to‘lgan va jinoyatni qasddan sodir etgan shaxslargina voyaga yetmagan shaxsni g‘ayriijtimoiy xatti-harakatlarga jalb qilgani uchun jinoiy javobgarlikka tortilishi mumkinligini inobatga olish lozim. Shuningdek, katta yoshdagi kishi o‘z harakatlari bilan voyaga yetmagan shaxsni g‘ayriijtimoiy xatti-harakatlarga jalb qilayotganini bilgani holda yoki shunday fikrga yo‘l qo‘yganini ham aniqlash lozim. Agarda katta yoshdagi kishi shaxsni g‘ayriijtimoiy xatti-harakatlarga jalb qilsa-yu, uning voyaga yetmaganligini bilmasa yoki bilishi mumkin bo‘lmasa, bu holda JKning 127-moddasi bilan jinoiy javobgarlikka tortish mumkin emas.\n\nAgar voyaga yetmagan shaxsning jinoyat sodir etishiga katta yoshdagilarning, shu jumladan, ish yuzasidan jabrlanuvchi deb e’tirof etilgan shaxslarning g‘ayriqonuniy yoki yomon xulq-atvori sabab bo‘lgan bo‘lsa, sud bu holatni jazoni yengillashtiruvchi holat deb e’tirof etishi, shuningdek, zarur holda qayd etilgan shaxslarning ish yoki yashash joylariga xususiy ajrim chiqarib, muhokama qilishga yuborishi lozim.\n\nJKning 55-moddasining «g» bandiga ko‘ra, jinoyatning jismoniy yoki ruhiy tazyiq o‘tkazilishi natijasida sodir etilishi yoxud voyaga yetmagan shaxsning moddiy tomondan, xizmat jihatidan yoki boshqa jihatdan qaramligi sababli sodir etilishi javobgarlikni yengillashtiruvchi holat ekanligini ham nazarda tutish kerak. Shu munosabat bilan sudlar voyaga yetmagan shaxsga nisbatan aynan qanday jismoniy yoki ruhiy tazyiq o‘tkazilganligini aniqlashlari shart!.\n\n8. Voyaga yetmaganning shaxsiga ta’sir qiluvchi va sud tomonidan inobatga olinishi lozim bo‘lgan boshqa holatlarga quyidagilar kiradi: voyaga yetmagan shaxsning yoshi, sodir etgan jinoyatidan chin ko‘ngildan pushaymonligi, aybini bo‘yniga olganligi, jinoyatni ochishga yordam berganligi, jinoyatni oilaviy yoki shaxsiy og‘ir ahvolidan kelib chiqib sodir etganligi kabilar.\n\n9. Sharhlanayotgan moddaning ikkinchi va uchinchi qismlarida voyaga yetmaganlarga bir qancha jinoyatlar uchun jazo tayinlash nazarda tutiladi. Voyaga yetmaganlarga bir qancha jinoyatlar uchun jazo tayinlashda kattalarga jazo tayinlashdan farqli ravishda javobgarlikka tortilayotgan shaxsning yoshi (14 yoshdan 16 yoshgacha, 16 yoshdan 18 yoshgacha), shuningdek, voyaga yetmaganlarga tayinlanishi mumkin bo‘lgan jazoning yuqori chegarasi hisobga olinadi. Voyaga yetmaganlarga jinoyatlar majmui bo‘yicha jazo tayinlashda sud Jinoyat kodeksining 59-moddasida nazarda tutilgan qoidalarga amal qilish lozim. Ammo jinoyat uchun oxirgi jazo chorasi Jinoyat kodeksining 86-moddasiga muvofiq tayinlanishi kerak.\n\n10. Sharhlanayotgan moddaning to‘rtinchi qismida sud tomonidan voyaga yetmaganlarga nisbatan bir necha hukmlar yuzasidan jazo tayinlanganda ozodlikdan mahrum qilishning eng yuqori chegarasi belgilangan. Umuman olganda, o‘n sakkiz yoshga to‘lmagan shaxslar tomonidan sodir etilgan jinoyat uchun jazo tayinlash qoidalari Jinoyat kodeksining 60-moddasida ko‘rsatilgan.\n\n11. Sharhlanayotgan moddaning beshinchi qismida voyaga yetmagan shaxsga nisbatan ozodlikdan mahrum qilish yoki axloq tuzatish ishlari jazosi tayinlanganda JKning 72-moddasida nazarda tutilgan asos va shartlar mavjud bo‘lsa, sudning shartli jazo belgilash huquqi nazarda tutilgan.\n\nO‘zbekiston Respublikasi Oliy sudi Plenumi ko‘rsatmalariga muvofiq, voyaga yetmaganlar tomonidan sodir qilingan jinoyat ishlari yuzasidan hukm chiqarishda ularning jinoiy qilmishlariga xolisona baho berilishi, ularga nisbatan JKning 72, 87-moddalarini qo‘llash masalasini sudlar atroflicha, har tomonlama muhokama qilishlari lozim.\n\nSudlar voyaga yetmaganlarga nisbatan JKning 72-moddasi-ni qo‘llaganlarida sudlanganga sinov muddati davrida qanday muayyan majburiyatlar yuklatilishini (o‘qishni yakunlashi, ishga joylashishi va h.k.) hukmda aniq ko‘rsatishlari shart.\n\nVoyaga yetmagan shaxslarga nisbatan shartli jazo qo‘llash JKning 72-moddasida nazarda tutilgan katta yoshdagi shaxslarga nisbatan shartli jazo qo‘llash tartibi bilan aynan bir xildir.\n\nVoyaga yetmagan sudlanuvchiga nisbatan hukm chiqarishda sud, basharti voyaga yetmagan shaxs shartli hukm qilinsa, unga ozodlikdan mahrum etish bilan bog‘liq bo‘lmagan jazo tayinlansa, voyaga yetmagan shaxsga jamoat tarbiyachisi tayinlash zarurligini muhokama qilishga majbur."
        }
    ]
}