{
    "bob_nomi": "XVI bob. Javobgarlikdan yoki jazodan ozod qilish",
    "moddalar": [
        {
            "modda_raqami": "87-modda. Majburlov choralarini qo‘llagan holda javobgarlikdan yoki jazodan ozod qilish.",
            "matni": "Ijtimoiy xavfi katta bo‘lmagan jinoyatni birinchi marta sodir etgan voyaga yetmagan shaxs, agar sodir etgan qilmishining xususiyatlari, aybdorning shaxsi va ishning boshqa holatlarini e’tiborga olib, uni jazo qo‘llamasdan turib ham tuzatish mumkin degan xulosaga kelinsa, javobgarlikdan ozod qilinib, ish bolalar masalalari bo‘yicha komissiyada ko‘rishga topshirilishi mumkin.\n\nBesh yildan ko‘p bo‘lmagan muddatga ozodlikdan mahrum qilish jazosi tayinlash nazarda tutilgan uncha og‘ir bo‘lmagan jinoyatni birinchi marta sodir etgan yoki ijtimoiy xavfi katta bo‘lmagan jinoyatni takroran sodir etgan voyaga yetmagan shaxsni, mazkur moddaning birinchi qismida nazarda tutilgan asoslar mavjud bo‘lsa, sud jazodan ozod qilish va unga nisbatan majburlov choralarini qo‘llash to‘g‘risidagi masalani ko‘rib chiqishi shart.\n\nVoyaga yetmagan shaxs rivojlanishda o‘z yoshiga nisbatan ancha orqada qolgan bo‘lsa va sodir etgan qilmishining ahamiyatini to‘la ravishda anglab yetmasa, sud jazo o‘rniga majburlov chorasi qo‘llash maqsadga muvofiqligi masalasini ko‘rib chiqishi shart.",
            "sharxi": "1. Voyaga yetmaganlarga JKning 64-76-moddalarida nazarda tutilgan javobgarlikdan yoki jazodan ozod etish to‘g‘risidagi umumiy qoidalar ham, sharhlanayotgan moddada nazarda tutilgan hamda javobgarlik va jazodan tarbiyaviy ta’sir choralarini qo‘llagan holda ozod qilish tartibini belgilovchi qoidalar ham qo‘llanilishi mumkin. Ushbu qoidalardan birini qo‘llash har bir aniq holatda vakolatli organlar zimmasiga topshiriladi va ular tomonidan ayblanuvchining yoshi, sodir etilgan jinoyat turi, ayblanuvchining shaxsi, yengillashtiruvchi va og‘irlashtiruvchi holatlar aniqlanadi.\n\n2. Sharhlanayotgan moddaning birinchi qismiga asosan, ijtimoiy xavfi katta bo‘lmagan jinoyatni birinchi marta sodir etgan voyaga yetmagan shaxs, agar sodir etgan qilmishining xususiyatlari, aybdorning shaxsi va ishning boshqa holatlarini e’tiborga olib, uni jazo qo‘llamasdan turib ham tuzatish mumkin degan xulosaga kelinsa, javobgarlikdan ozod qilinib, ish bolalar masalalari bo‘yicha komissiyada ko‘rishga topshirilishi mumkin.\n\nSharhlanayotgan moddaning birinchi qismida nazarda tutilgan holatlarning barchasi mavjud bo‘lgan holdagina, voyaga yetmagan shaxs ko‘rib chiqilayotgan asos bo‘yicha javobgarlikdan ozod qilinishi mumkin.\n\n3. Shuni nazarda tutish kerakki, shaxs jinoyat sodir etilgan vaqtdagina emas, balki javobgarlikdan ozod etish to‘g‘risida tegishli qaror yoki ajrim chiqarilayotganida ham 18 yoshga to‘lmagan bo‘lsa, sharhlanayotgan moddaning qoidalarini qo‘llash mumkin. Agar sharhlanayotgan moddaning birinchi qismida ko‘rsatilgan javobgarlikdan ozod etish asoslari mavjud bo‘lsa, biroq qaror (ajrim) chiqarilganida aybdor 18 yoshga to‘lsa, bunday shaxsni javobgarlikdan ozod etish masalasi Jinoyat kodeksining 64-68-moddalari tartibida umumiy asoslarda hal qilinishi lozim.\n\n4. Voyaga yetmagan shaxsni javobgarlikdan ozod qilib, ishni bolalar masalalari bo‘yicha komissiyada ko‘rishga topshirishga faqat u jinoyatni birinchi marta sodir etgan bo‘lib, qilmishi katta ijtimoiy xavf tug‘dirmasagina, yo‘l qo‘yiladi.\n\nAgar shaxs tomonidan avval umuman jinoyat sodir etilmagan bo‘lsa yoki avval sodir etilgan jinoyat uchun jinoiy javobgarlikka tortish muddati o‘tib ketgan, sudlanganlik belgilangan tartibda tugallangan yoki olib tashlangan yoxud shaxs muqaddam sodir etgan jinoiy xatti-harakat uchun qonunda javobgarlik bekor qilingan bo‘lsa, shuningdek, JKning 65, 66, 66-1, 68, 69, 70, 71, 76-moddalariga binoan shaxs ilgari sodir etgan jinoyati uchun jinoiy javobgarlikdan va jazodan ozod etilgan bo‘lsa, jinoyat birinchi marta sodir etilgan deb topiladi. (Ijtimoiy xavfi katta bo‘lmagan jinoyatlar haqida JKning 15-moddasi sharhiga qarang)\n\n5. Ijtimoiy xavfi katta bo‘lmagan jinoyatni birinchi marta sodir etgan voyaga yetmagan shaxsni javobgarlikdan ozod qilib, ishni bolalar masalalari bo‘yicha komissiyada ko‘rishga topshirishning maqsadga muvofiqligi masalasi sodir etilgan qilmishining xususiyatlari, aybdorning shaxsi va ishning boshqa holatlarini har tomonlama tahlil qilish asosida hal qilinishi mumkin.\n\nSharhlanayotgan moddaning birinchi qismi mazmuni bo‘yicha sodir etilgan qilmishning xususiyatlari deyilganda, jamiyatga xavfli qilmishlar xususiyatlarini, jinoyat qonuni bilan himoyalangan u yoki bu jamoat munosabatlariga zarar yetkazishga yo‘naltirilgan hamda jinoiy istakka erishish usullarini (kuch ishlatib yoki ishlatmay) tushunish zarur.\n\nVoyaga yetmagan shaxsni jinoiy javobgarlikdan ozod etish masalasini hal etayotganda inobatga olinadigan ishning boshqa holatlariga jinoyatni birinchi marta sodir etganlik, jinoyat sodir etish vaqtiga qadar shaxsning ijobiy xulqi, yetkazilgan zararni ixtiyoriy qoplashi, jinoyatni ochishda faol yordam berishi, ilgari tarbiya fe’l-atvoridagi majburlov choralari qo‘llanilganligi, kasallikning mavjudligi, o‘smirning oiladagi, o‘quv muassasalaridagi tarbiya olish sharoiti, kattalarning ta’siri ostida jinoyat sodir etishi va boshqalar kiradi. Voyaga yetmagan shaxsni sharhlanayotgan moddaning birinchi qismi tartibida jinoiy javobgarlikdan ozod etish masalasini hal qilayotganda, shaxsni javobgarlikdan ozod etish salbiy natijalarga olib kelishi mumkin yoki mumkin emasligiga alohida e’tibor qaratish lozim, masalan, o‘n sakkiz yoshga to‘lmagan shaxs alkogolizm, giyohvandlik yoki toksikomaniya kasalligi bilan  og‘riyotganligi va ilgari u jamoat tartibini buzganligi uchun bir necha marta javobgarlikka tortilganligi, ichki ishlar organi hisobida turganligi va boshqa holatlar. Qoidaga ko‘ra, bunday o‘smirlarni javobgarlikdan ozod etish zarur hollarda qo‘llanishi lozim. (Ayblanuvchining shaxsi tushunchasi to‘g‘risida JKning 54-moddasi sharhiga qarang)\n\n6. Voyaga yetmaganni jinoiy javobgarlikdan ozod qilish tegishli materiallarni voyaga yetmaganning turar joyi bo‘yicha bolalar masalalari bo‘yicha komissiyaga jo‘natish yo‘li bilan amalga oshiriladi.\n\nVoyaga yetmaganlarni ixtisoslashtirilgan o‘quv-tarbiya muassasalariga joylashtirish to‘g‘risidagi iltimosnoma bilan, shuningdek qonunchilikda nazarda tutilgan boshqa masalalar bo‘yicha sudga murojaat qilish bo‘yicha bolalar masalalari bo‘yicha komissiyalarning huquqi O‘zbekiston Respublikasining «Voyaga yetmaganlar o‘rtasida nazoratsizlik va huquqbuzarliklarning profilaktikasi to‘g‘risida»gi Qonunida ham ko‘rsatib o‘tilgan.\n\n7. Ko‘rsatilgan ta’sir ko‘rsatish choralari qo‘llanilayotganda bolalar masalalari bo‘yicha tuman (shahar) komissiyasi huquqbuzarlikning xususiyati va sabablarini, voyaga yetmaganning yoshini va uning hayot sharoitlarini, uning huquqbuzarlik qilishda qay darajada ishtirok etganligini, shuningdek uning turmushidagi, ta’lim muassasasidagi va ishdagi xulq-atvorini, albatta, hisobga olishi lozim.\n\nTanlab olingan tarbiyaviy ta’sir ko‘rsatish chorasi voyaga yetmaganga ta’sir qilmagan taqdirda, komissiya bunday voyaga yetmaganga nisbatan yuqorida sanab o‘tilgan ta’sir ko‘rsatish choralaridan qattiqrog‘ini qo‘llashga haqlidir.\n\n8. O‘n sakkiz yoshga to‘lmagan voyaga yetmagan shaxsni jinoiy javobgarlikdan ozod qilish sharhlanayotgan moddaning birinchi qismiga muvofiq, dastlabki tergov vaqtida tergovchi yoki prokurorning qaroriga yoxud sud ishni ko‘rishga tayinlash vaqtida sudning ajrimiga muvofiq amalga oshirilishi mumkin. Xususan, O‘zbekiston Respublikasi Oliy sudi Plenumi o‘z qarorida belgilaganidek, ijtimoiy xavfi katta bo‘lmagan jinoyatni birinchi marta sodir etgan voyaga yetmagan shaxs, agar sodir etilgan qilmishining xususiyati, aybdorning shaxsi va ishning boshqa holatlarini e’tiborga olib, sud uni jazo qo‘llamasdan turib ham tuzatish mumkin degan xulosaga kelsa, ishni ko‘rish uchun tayinlash bosqichida ishni tugatish va uni bolalar masalalari bo‘yicha komissiyada ko‘rishga yuborish haqida ajrim chiqaradi. Bunday holatda jinoyat ishi voyaga yetmagan shaxsning roziligi bilan uning ayblilik masalasi hal qilinmay turib tugatiladi.\n\nVoyaga yetmagan shaxs surishtiruvchi yoki boshqa organ, mansabdor shaxs tomonidan javobgarlikdan ozod qilinishi mumkin emas.\n\n9. Sharhlanayotgan modda ikkinchi qismi qoidalarining tahlilidan ko‘rinib turibdiki, sharhlanayotgan moddaning ikkinchi qismi tartibida voyaga yetmaganni jazodan ozod qilish xususiyati shu moddaning birinchi qismiga muvofiq uni javobgarlikdan ozod qilish xususiyatiga juda o‘xshaydi. Xususan, voyaga yetmagan shaxs sud tomonidan unga majburlov choralari qo‘llanib, quyidagi holatlarda jazodan ozod qilinishi mumkin:\n\nvoyaga yetmagan shaxs tomonidan uncha og‘ir bo‘lmagan jinoyat birinchi marta yoki ijtimoiy xavfi katta bo‘lmagan jinoyat takroran sodir etilsa;\n\nsodir etilgan qilmishning xususiyatlari, aybdorning shaxsi va ishning boshqa holatlarini e’tiborga olib, voyaga yetmaganni jazo qo‘llamasdan turib ham tuzatish mumkin bo‘lsa.\n\n10. Voyaga yetmagan shaxsni jinoyat sodir etishda aybdor, deb topib, jazodan ozod qilish, faqat sud tomonidan qonunda ko‘rsatilgan tartibda amalga oshiriladi. O‘zbekiston    Respublikasi Oliy sudi Plenumining tushuntirishlariga muvofiq, Jinoyat kodeksi 87-moddasining 2-qismida ko‘rsa tilgan asoslar bilan voyaga yetmagan shaxsni jazodan ozod etish va unga nisbatan shu kodeksning 88-moddasida ko‘rsa-tilgan majburlov choralarini qo‘llash yuzasidan sud jazo tayinlamasdan turib jazodan ozod etish haqida hukm chiqaradi.\n\n11. Sharhlanayotgan moddaning ikkinchi qismi tartibida 18 yoshga to‘lmagan shaxsni jazodan ozod qilish vaqtida unga nisbatan bir vaqtning o‘zida qanday turdagi majburlov chorasi qo‘llanilishini belgilashni talab qiladi. Bunda sudlar tomonidan faqat bir turdagi majburlov choralari qo‘llanishi mumkinligini esda tutmoq zarur.\n\nJinoyat sodir etishda aybdor deb topilgan voyaga yetmagan shaxsga nisbatan tarbiyaviy fe’l-atvordagi majburlov choralaridan birini tanlashda, sud, Jinoyat kodeksining 88-moddasida belgilangan ro‘yxatga murojaat qiladi.\n\n12. Sharhlanayotgan moddaning uchinchi qismiga muvofiq, rivojlanishda o‘z yoshiga nisbatan ancha orqada qolgan voyaga yetmaganlarga nisbatan ham majburlov choralari qo‘llanilishi mumkin.\n\nRivojlanishda o‘z yoshiga nisbatan orqada qolish deganda, aqliy rivojlanish jihatidan o‘z tengdoshlaridan jiddiy ravishda orqada qolish tushuniladi. Aqliy rivojlanish darajasini aniqlashda shaxsning tarbiyalanish sharoitini, muayyan ijtimoiy guruhga mansubligini, moddiy ta’minlanganligini va boshqa holatlarni inobatga olish lozim.\n\nVoyaga yetmagan sudlanuvchining aqli norasoligidan dalolat beruvchi ma’lumotlar mavjud bo‘lgan taqdirda, voyaga yetmaganning aqliy rivojlanishida ortda qolgani yoki ortda qolmagani haqidagi masalaga aniqlik kiritish uchun kompleks sud-ruhiyatshunoslik ekspertizasi tayinlanishi lozim.Voyaga yetmaganning ruhiy rivojlanishdagi qoloqligi uni aqli rasolikdan mahrum etmaydi. Shaxsning qoloqligi qandaydir ruhiy buzilish bilan shartlashilmaydi, balki individual yosh xususiyatlari inobatga olinadi. Shu munosabat bilan voyaga yetmaganning jinoiy javobgarligi va jazo istisno qilinmaydi, biroq har bir holatda sud jazo o‘rniga majburlov chorasini qo‘llash maqsadga muvofiqligi to‘g‘risidagi masalani yechishi lozim.\n\n13. Jazo o‘rniga majburlov choralarini qo‘llash masalasini hal etishda shaxsning aqliy orqada qolish darajasini hisobga olish maqsadga muvofiqdir. Mazkur masalalarning yechimi ekspertlar komissiyasi ixtiyoriga havola etilishi ham mumkin. Bunda voyaga yetmaganning aqliy rivojlanishi uning yoshidan naqadar ortda qolganligi, aqli zaifligi qay darajada ekanligi haqidagi savollarga javob berish shart qilib qo‘yilishi kerak!.\n\n14. Jazo o‘rniga majburlov ta’sir choralarini qo‘llashda aqliy rivojlanishda orqada qolgan voyaga yetmagan shaxs sodir etgan g‘ayriqonuniy harakatning mazmunini anglamaganligini inobatga olish lozim. Bunda shuni yodda tutish kerakki, ba’zi jamiyat uchun xavfli bo‘lgan jinoyatlar uchun subyektning pasaytirilgan yoshi (14 yosh) belgilangan.\n\n15. Rivojlanishda o‘z yoshiga nisbatan orqada qolgan voyaga yetmagan shaxsga nisbatan jazo o‘rniga majburlov choralarini qo‘llayotganda, sud hukmda shaxsni aybdor, deb topish, jazoning turi va miqdorini, shuningdek, jazo o‘rniga majburlov choralarini qo‘llaganligini ko‘rsatib o‘tishi shart. Hukmning bayon qismida qabul qilingan qaror, albatta, to‘liq asoslantirilishi kerak.\n\nTa’kidlash joizki, sud o‘z yoshiga nisbatan rivojlanishdan orqada qolgan voyaga yetmagan shaxsga nisbatan majburlov choralarini tayinlashda qilmishning og‘irlik darajasini e’tiborga olmaydi. Ammo majburlov choralarini tanlash vaqtida harakatning ijtimoiy xavfliligi va tavsifi hisobga olinadi. Bunda, sud JKning 88-moddasida belgilangan majburlov choralari ro‘yxatidan kelib chiqadi, biroq bir turdagi choralarni qo‘llash sharti bilan bog‘liq bo‘lib qolmaydi. Zarur hollarda voyaga yetmagan shaxsga nisbatan bir vaqtning o‘zida bir-birini qaytarmaydigan yoki bekor qilmaydigan bir necha ta’sir choralarini qo‘llash mumkin."
        },
        {
            "modda_raqami": "88-modda. Majburlov choralari.",
            "matni": "Voyaga yetmagan shaxslarga nisbatan quyidagi majburlov choralari qo‘llaniladi:\n\na) sud belgilaydigan shaklda jabrlanuvchidan uzr so‘rash majburiyatini yuklash;\n\nb) o‘n olti yoshga to‘lgan shaxs zimmasiga yetkazilgan zararni o‘z mablag‘i hisobidan yoki mehnati bilan to‘lash yoki bartaraf qilish majburiyatini yuklash. Ushbu chora agar yetkazilgan zarar belgilangan bazaviy hisoblash miqdorining o‘n baravaridan oshib ketmagan bo‘lsa qo‘llaniladi. Boshqa hollarda yetkazilgan zarar fuqaroviy huquqiy tartibida undiriladi;\n\nv) voyaga yetmaganni maxsus o‘quv-tarbiya muassasasiga joylashtirish.\n\nVoyaga yetmagan shaxslarni maxsus o‘quv-tarbiya muassasa-larida bo‘lish muddati va shartlari O‘zbekiston Respublikasining qonunchiligi bilan belgilanadi.",
            "sharxi": "1. Jinoyat kodeksining sharhlanayotgan moddasida majburlov choralarining ro‘yxati keltirilgan bo‘lib, bu choralar sudlar tomonidan voyaga yetmagan shaxslarni jinoiy jazodan ozod qilishda yoki jinoiy jazo o‘rniga JKning 87-moddasi talablariga muvofiq, majburlov choralari tayinlashda qo‘llaniladi. Voyaga yetmaganlarga nisbatan qo‘llanilishi mumkin bo‘lgan majburlov choralarining ro‘yxati qonunda belgilanishi ushbu sohadagi sud amaliyotining yagonaligini ta’minlaydi.\n\n2. Inobatga olish lozimki, sharhlanayotgan moddada keltirilgan majburlov choralarining ro‘yxati tizim xususiyatlariga ega. Xususan, u qat’iy hisoblanadi va uning kengaytirilgan talqin qilinishiga yo‘l qo‘yilmaydi, unda ko‘rsatilgan choralar esa, yengilrog‘idan og‘irrog‘iga qarab ketma-ketlikda joylashtirilgan. Shu munosabat bilan voyaga yetmaganga qattiq majburlov choralarini faqat bir holatda, 18 yoshga to‘lmagan shaxsga qonunda nazarda tutilgan yengilroq ta’sir choralari samarasiz bo‘lgandagina tayinlash mumkin.\n\n3. Sharhlanayotgan moddaning birinchi qismi «a» bandiga binoan, sud belgilaydigan tartibda aybdorga jabrlanuvchidan uzr so‘rash majburiyatini yuklash nazarda tutilgan. Bu chora sharhlanayotgan moddaning birinchi qismida nazarda tutilgan choralardan eng yengili bo‘lib, voyaga yetmaganning o‘z qilmishida aybdorligini tan olishi, jabrlanganga yetkazgan zarari uchun pushaymonligi va unga kechirim so‘rab murojaat qilishidan iborat.\n\nVoyaga yetmagan shaxs jabrlanuvchidan og‘zaki yoki yozma ravishda, ko‘pchilikning oldida yoki yakka tartibda uzr so‘raydi. Uzr so‘rash joyi, vaqti va tartibini sud belgilaydi. Uzr so‘rash majburiyatini yuklash tariqasida majburlov chorasi ijro etilganligi to‘g‘risida tegishli hujjat rasmiylashtiriladi. Qoida tariqasida, voyaga yetmagan shaxsga nisbatan ushbu turdagi majburlov chorasi, agar qilmish ma’naviy zarar yetkazish, jamoat tartibini buzish bilan bog‘liq bo‘lsagina, qo‘llaniladi, jabrlanuvchining hayoti, sog‘lig‘i yoki mulkiga zarar yetkazilgan bo‘lsa, bunday chora qo‘llanilmaydi.\n\n4. Sharhlanayotgan moddaning birinchi qismi «b» bandida yetkazilgan zararni qoplash yoki uni bartaraf etish majburiyatini yuklash kabi voyaga yetmagan shaxsga nisbatan qo‘llaniladigan majburlov chorasi nazarda tutilgan. Qonunda aniq ko‘rsatilganidek, mazkur majburlov chorasi shaxs o‘n olti yoshga to‘lgan bo‘lsagina, yetkazilgan zararni qoplash yoki uni bartaraf etish orqali qo‘llaniladi.\n\nZararni qoplash deganda, jinoyat sodir etish vaqtida zarar yetkazilgan yoki sarflangan mulk o‘rniga xuddi shunday mulkni topshirish, pul mablag‘lari, valyuta va boshqa qimmatliklarni qaytarib berish tushuniladi. Zararni qoplash voyaga yetmagan shaxsning o‘z shaxsiy mablag‘lari hisobidan amalga oshiriladi.\n\nZararni bartaraf etish deganda, zarar yetkazilgan mulkni tuzatish, ta’mirlash yoki qayta tiklash orqali mulkni oldingi holiga keltirish tushuniladi. Zararni bartaraf etish o‘z mablag‘i hisobidan yoki mehnat qilish orqali amalga oshirilishi mumkin. Xususan, zararni bartaraf etish zarar yetkazilgan mulkni ta’mirlash, jabrlanuvchining holidan xabar olib uni parvarishlash va boshqa shaklda bo‘lsa, qo‘llaniladi.\n\n5. Voyaga yetmagan shaxsga nisbatan ushbu chorani qo‘llashda sud uni individuallashtirish zaruratidan va majburlov chorasining faqat qilmishni sodir etgan shaxsga taalluqli bo‘lishi shartligidan kelib chiqishi shart. Zararni qoplash yoki uni bartaraf etish majburiyatini yuklashda, sud, xususan, shaxsning mulkiy ahvolini jiddiy tekshirishi, uning mehnatga qobiliyatlilik darajasini, zararni qoplash yoki uni bartaraf etishga xohishi borligini aniqlashi lozim. Bunda shaxsning mulkiy ahvoliga baho berishda shaxsning mustaqil daromadlarini (soliqdan ozod etilgan daromadlarini ham), mulkini va bu mulkka uning huquqini hamda ko‘rsatilgan shaxsiy mulkka o‘zga shaxslarning majburiyatlarini hisobga olish zarur. Mehnatga layoqatsiz shaxsga yetkazilgan zararni o‘z mehnati evaziga bartaraf etish majburiyatini yuklab bo‘lmaydi. Bunday hollarda, qoidaga ko‘ra, unga yetkazilgan zararni qoplash majburiyatini yuklash yoki boshqa majburlov chorasini qo‘llash lozim.\n\nYetkazilgan zararni qoplash faqat voyaga yetmaganning shaxsiy daromadlari yoki mehnati hisobiga amalga oshiriladi. Yetkazilgan zararni o‘zga shaxslarning mulklari yoki yordami hisobiga qoplashga yo‘l qo‘yilmaydi. \n\n6. Shuni alohida ta’kidlash lozimki, yetkazilgan zarar miqdori bazaviy hisoblash miqdorining o‘n barobaridan yuqori bo‘lmasa, uni qoplash majburiyati yuklatiladi. Boshqa hollarda zararni qoplash fuqaroviy-huquqiy tartibda amalga oshiriladi, bu voyaga yetmaganga sharhlanayotgan moddada nazarda tutilgan boshqa majburlov choralarini qo‘llashga to‘sqinlik qilmaydi. Sharhlanayotgan moddaning birinchi qismi «b» bandida nazarda tutilgan majburlov chorasini ijro etishning tartibi va muddatlari sud tomonidan aniqlanadi. Uning ijrosi to‘g‘risida ham tegishli hujjat tayyorlanadi.\n\n7. Sharhlanayotgan moddaning birinchi qismi «v» bandi eng qattiq majburlov chorasini nazarda tutadi voyaga yetmaganni maxsus o‘quv-tarbiya muassasasiga joylashtirish. Ushbu chora qo‘llanilganda voyaga yetmagan shaxslarning muloqot qilish erkinligi cheklanadi, o‘qish, ishlash yoki sog‘lig‘ini tiklashda maxsus talablar bilan rejim belgilanadi. O‘n sakkiz yoshga to‘lmagan shaxsni bunday muassasaga joylashtirish uchun uni boshqa yo‘llar bilan tarbiyalashning iloji yo‘qligi, sud hukmida ishning aniq holatlariga qarab asoslantirilgan taqdirdagina, bunday majburlov chorasini qo‘llashga yo‘l qo‘yiladi. Bu chorani ota-onaning yoki uning o‘rnini bosuvchi shaxslarning nazorati ostidan chiqib ketgan, doim tarbiyasiga salbiy ta’sir etadigan joylarda o‘sgan bolalarga nisbatan qo‘llash maqsadga muvofiqdir.\n\n8. Sharhlanayotgan moddaning ikkinchi qismiga muvofiq, voyaga yetmagan shaxslarning maxsus o‘quv-tarbiya muassasalarida bo‘lish muddati va shartlari O‘zbekiston Respublikasining qonunlari bilan belgilanadi.\n\n9. Amaldagi qonunchilikka asosan, voyaga yetmaganlar uchun maxsus o‘quv-tarbiya muassasalari ixtisoslashtirilgan maktablar va ixtisoslashtirilgan kasb-hunar kollejlariga bo‘linadi. Ixtisoslashtirilgan o‘quv-tarbiya muassasalariga o‘n bir yoshdan o‘n sakkiz yoshgacha bo‘lgan, ta’minlash, tarbiyalash va ta’lim berish uchun alohida sharoitlarga muhtoj voyaga yetmaganlar quyidagi hollarda uch yildan ortiq bo‘lmagan muddatga joylashtirilishi mumkin, agar ular:\n\nijtimoiy xavfli qilmishlar sodir etgan, lekin jinoiy javobgarlikka tortish mumkin bo‘lgan yoshga to‘lmagan yoxud ruhiy holatining buzilganligi bilan bog‘liq bo‘lmagan holda rivojlanishda o‘z yoshiga nisbatan ancha orqada qolishi oqibatida sodir etgan qilmishining ahamiyatini to‘la ravishda anglab yetishga qodir bo‘lmagan bo‘lsa;\n\naybliligi to‘g‘risidagi masala hal qilinmay turib jinoiy javobgarlikdan ozod qilingan, materiallar voyaga yetmaganlar ishlari bo‘yicha idoralararo komissiyaga ko‘rib chiqish uchun topshirilgan bo‘lsa;\n\nixtisoslashtirilgan o‘quv-tarbiya muassasalariga joylashtirish tariqasidagi majburlov chorasi qo‘llanilgan holda jinoiy jazodan ozod qilingan bo‘lsa;\n\nyakka tartibdagi profilaktika ishi olib borilayotganligiga qaramay huquqbuzarliklar yoki boshqa g‘ayriijtimoiy xatti-harakatlar sodir qilishni davom ettirayotgan bo‘lsa.\n\nVoyaga yetmaganlar ixtisoslashtirilgan o‘quv-tarbiya muassasalarida axloqan tuzalgunlarigacha saqlanadilar, lekin bu muddat uch yildan ortiq bo‘lmasligi kerak. Voyaga yetmaganlarning ixtisoslashtirilgan o‘quv-tarbiya muassasalarida bundan keyin bo‘lishlarining maqsadga muvofiq nomuvofiqligi masalasi vaqti-vaqti bilan, lekin yiliga kamida bir marta shu muassasalar joylashgan joydagi voyaga yetmaganlar ishlari bo‘yicha tuman (shahar) komissiyalari tomonidan, mazkur komissiyalarning o‘z tashabbusi bilan, ana shu muassasalar ma’muriyatlarining taqdimnomasi yoki voyaga yetmaganlarning ota-onasi yoki ularning o‘rnini bosuvchi shaxslar iltimosnomasiga binoan ko‘rib chiqiladi. \n\n10. Aytish kerakki, ixtisoslashtirilgan o‘quv-tarbiya muassasalariga jismoniy nuqsonlari, ushbu muassasalarda saqlash, tarbiyalash va o‘qitishga to‘sqinlik qiluvchi, O‘zbekiston Respublikasi Sog‘liqni saqlash vazirligi tomonidan tasdiqlangan kasalliklar ro‘yxatiga kiritilgan kasalliklari bo‘lgan voyaga yetmaganlar joylashtirilishi mumkin emas.\n\n11. Aytish kerakki, sharhlanayotgan moddada belgilangan majburlov choralari tarbiyaviy ahamiyatga ega. Boshqacha aytganda, ular jinoiy jazo xususiyatiga ega emas, qilmish uchun jazoni keltirib chiqarmaydi, balki voyaga yetmagan shaxsga o‘z qilmishining noto‘g‘ri ekanligini tushuntirishga harakat qiladi. Bundan tashqari, majburlov choralarini qo‘llash, shaxsni o‘zgartirish uchun emas, balki uni rivojlantirish, tarbiyalashni ko‘zda tutadi. Shunga muvofiq, majburlov choralarini qo‘llash shaxsni sudlangan deb topish uchun asos bo‘lmaydi, majburlov chorasini qo‘llashda, birinchi navbatda, ayblanuvchining shaxsini va uning yashash sharoitini hisobga olish zarur.\n\nJKning 87-moddasiga ko‘ra, sud hukmi bilan jinoiy jazodan ozod etilgan yoki jazo o‘rniga majburlov choralari tayinlangan voyaga yetmagan shaxs majburlov choralarini bajarishdan bo‘yin tovlasa, bunday shaxsga nisbatan og‘irroq majburlov chorasi yoki jinoiy jazo tayinlanadi. 89-modda. Jazoni o‘tashdan muddatidan ilgari shartli ravishda ozod qilish\n\nO‘n sakkiz yoshga to‘lmasdan sodir etgan jinoyati uchun ozodlikdan mahrum qilishga, ozodlikni cheklashga yoki axloq tuzatish ishlariga hukm qilingan shaxsga nisbatan jazoni o‘tashdan muddatidan ilgari shartli ravishda ozod qilish tartibi qo‘llanilishi mumkin."
        },
        {
            "modda_raqami": "89-modda. Jazoni o‘tashdan muddatidan ilgari shartli ravishda ozod qilish.",
            "matni": "O‘n sakkiz yoshga to‘lmasdan sodir etgan jinoyati uchun ozodlikdan mahrum qilishga, ozodlikni cheklashga yoki axloq tuzatish ishlariga hukm qilingan shaxsga nisbatan jazoni o‘tashdan muddatidan ilgari shartli ravishda ozod qilish tartibi qo‘llanilishi mumkin.\n\nJazoni o‘tashdan muddatidan ilgari shartli ravishda ozod qilish ushbu moddaning birinchi qismida ko‘rsatilgan jazo turlari uchun belgilangan tartib-qoida talablarini bajargan mehnat va o‘qishga halol munosabatda bo‘lgan mahkumga nisbatan qo‘llanilishi mumkin.\n\nJazoni o‘tashdan muddatidan ilgari shartli ravishda ozod qilish:\n\na) ijtimoiy xavfi katta bo‘lmagan yoki uncha og‘ir bo‘lmagan jinoyat uchun tayinlangan jazo muddatining kamida to‘rtdan bir qismi;\n\nb) og‘ir jinoyat uchun tayinlangan jazo muddatining kamida uchdan bir qismi;\n\nv) o‘ta og‘ir jinoyat uchun, shuningdek qasddan sodir etgan jinoyati uchun, agar shaxs ilgari qasddan sodir etilgan jinoyat uchun ozodlikdan mahrum etishga hukm qilingan bo‘lsa, tayinlangan jazo muddatining kamida yarmini haqiqatda o‘tab bo‘lganidan keyin qo‘llaniladi.\n\nJazodan muddatidan ilgari shartli ravishda ozod qilish qo‘llanilgan shaxs jazoning o‘talmagan qismi mobaynida qasddan yangi jinoyat sodir etsa, sud unga nisbatan ushbu Kodeksning 60 va 86-moddalarida nazarda tutilgan qoidalarga muvofiq jazo tayinlaydi.",
            "sharxi": "1. Jinoyat kodeksining sharhlanayotgan moddasida, o‘n sakkiz yoshga to‘lmasdan jinoyat sodir etgan shaxslarga nisbatan qo‘llaniladigan jazoni o‘tashdan muddatidan ilgari shartli ozod qilish xususida gap boradi. Sharhlanayotgan modda qoidalari jazoni o‘tashdan muddatidan ilgari shartli ravishda ozod qilishning umumiy masalalarini tartibga soladigan JKning 73-moddasiga nisbatan maxsus norma sifatida ko‘rilishi lozim. Shuning uchun sharhlanayotgan moddada ko‘rsatilmagan holatlar JKning 73-moddasida nazarda tutilgan.\n\n2. Shuni aytib o‘tish lozimki, sharhlanayotgan modda qoidalari sodir etilgan qilmishi uchun jazoni o‘tayotgan o‘n sakkiz yoshga yetmagan shaxslargagina nisbatan qo‘llaniladi. Jazoni o‘tashdan muddatidan ilgari shartli ravishda ozod qilish vaqtida voyaga yetganlik fakti ahamiyatga ega emas.\n\n3. Sharhlanayotgan moddaning 2-qismiga muvofiq, jazoni o‘tashdan muddatidan ilgari shartli ravishda ozod qilish ushbu moddaning birinchi qismida ko‘rsatilgan jazo turlari uchun belgilangan tartib-qoida talablarini bajargan mehnat va o‘qishga halol munosabatda bo‘lgan mahkumga nisbatan qo‘llanilishi mumkin.\n\n4. Mehnatga yoki o‘qishga halol munosabat deganda, voyaga yetmaganning halol mehnat qilishi va o‘qishga halollik bilan munosabatda bo‘lganligi, faqatgina ma’lumot olish uchun o‘qishga bo‘lgan munosabatigina emas, balki hunar-texnika bilim yurtida o‘qishi va o‘z malakasini oshirishi ham nazarda tutiladi. Voyaga yetmaganning o‘qishga va mehnatga halol munosabati uni muddatidan oldin shartli ravishda jazodan ozod qilishda hal qiluvchi ahamiyatga egadir. Hukm qilingan shaxsning vijdonan munosabatda bo‘lishi faqat jazoni o‘tashdan muddatidan ilgari shartli ravishda ozod qilish masalasi ko‘rib chiqilayotgan vaqtda emas, balki belgilangan jazoni o‘tash muddati mobaynida o‘zgarganidan guvohlik berishi kerak.\n\n5. Sharhlanayotgan moddaning uchinchi qismida voyaga yetmagan yoshda jinoyat sodir qilgan shaxsga jazoni o‘tashdan muddatidan ilgari shartli ozod qilishni qo‘llash uchun jazo o‘tashning eng kam zarur muddati belgilangan. Bu muddatlar kattalar uchun o‘rnatilgan muddatlarga nisbatan ancha qisqartirilgan hamda JKning 73-moddasida qilmishning og‘irligidan va qilmishda retsidiv xususiyat mavjudligidan kelib chiqib differensiyalangan. 6. Shunday qilib, mahkumni jazoni o‘tashdan muddatidan ilgari shartli ozod qilish ko‘rib chiqilayotgan modda qoidalari bo‘yicha, faqat quyidagi shartlarga rioya qilingan holda amalga oshirilishi mumkin:\n\nvoyaga yetmagan yoshda sodir qilgan jinoyati uchun jazo o‘tayotgan bo‘lsa;\n\naxloq tuzatish ishlari yoki ozodlikdan mahrum qilishga hukm etilgan bo‘lsa;\n\nmahkum unga tayinlangan tartibga rioya qilsa, uning tuzalayotgani to‘g‘risida guvohlik beruvchi mehnatga yoki o‘qishga vijdonan munosabatda bo‘lsa;\n\nmahkum sharhlanayotgan moddaning uchinchi qismida belgilangan sodir etgan qilmishining og‘irligiga qarab tayinlangan jazoning eng kam zarur muddatini o‘tagan bo‘lsa.\n\n7. Jazodan muddatidan ilgari shartli ozod qilish o‘n sakkiz yoshga to‘lmay jinoyat sodir etgan shaxslarga nisbatan jazoni ijro etish muassasasi ma’muriyati va voyaga yetmaganlar ishi bilan shug‘ullanuvchi komissiyaning birgalikdagi taqdimnomasiga binoan yoxud mahkumning, uning himoyachisining iltimosnomasiga asosan sudya tomonidan qo‘llaniladi.\n\n8. Sharhlanayotgan moddaning to‘rtinchi qismiga ko‘ra, jazodan muddatidan ilgari shartli ravishda ozod qilish qo‘llanilgan shaxs jazoning o‘talmagan qismi mobaynida qasddan yangi jinoyat sodir etsa, sud unga nisbatan Jinoyat kodeksining 60-moddasi va 86-moddasida nazarda tutilgan qoidalarga muvofiq jazo tayinlaydi. Shu davr mobaynida ehtiyotsizlik orqasida sodir etilgan jinoyat shartli ravishda ozod qilish uchun ahamiyatga ega emas.\n\n9. Sharhlanayotgan moddada tartibga solinmagan masalalar JKning 73-moddasiga muvofiq hal qilinishi lozim. Xususan, 18 gacha bo‘lgan yoshda sodir etgan javobgarlikni oxirlashtiradigan holatlarda qasddan odam o‘ldirish, o‘n to‘rt yoshga to‘lmaganligi aybdorga ayon bo‘lgan jabrlanuvchining nomusiga tegish yoki unga nisbatan zo‘rlik ishlatib, jinsiy ehtiyojni g‘ayritabiiy usulda qondirish va boshqalar uchun hukm qilingan shaxslarga nisbatan jazoni o‘tashdan muddatidan ilgari shartli ozod qilish qo‘llanilishi mumkin emas (JKning 73-moddasi 4-qismi).\n\n(To‘liqroq jazoni o‘tashdan muddatidan ilgari shartli ravishda ozod qilish haqida Jinoyat kodeksining 73-moddasi sharhiga qarang)"
        },
        {
            "modda_raqami": "90-modda. Jazoni yengilrog‘i bilan almashtirish.",
            "matni": "O‘n sakkiz yoshga to‘lguncha sodir etgan jinoyati uchun ozodlikdan mahrum qilish, ozodlikni cheklash yoki axloq tuzatish ishiga hukm qilingan shaxsga nisbatan jazoning o‘talmagan qismi yengilroq jazo bilan almashtirilishi mumkin.\n\nJazoni yengilrog‘i bilan almashtirish ushbu moddaning birinchi qismida ko‘rsatilgan jazo turlari uchun belgilangan tartib-qoida talablarini bajargan va mehnat yoki o‘qishga halol munosabatda bo‘lib kelayotgan mahkumga nisbatan qo‘llanilishi mumkin.\n\nJazoning o‘talmagan qismini yengilrog‘i bilan almashtirish:\n\na) ijtimoiy xavfi katta bo‘lmagan yoki uncha og‘ir bo‘lmagan jinoyat uchun tayinlangan jazo muddatining kamida beshdan bir qismi;\n\n6) og‘ir jinoyat uchun tayinlangan jazo muddatining kamida to‘rtdan bir qismi;\n\nv) o‘ta og‘ir jinoyat uchun, shuningdek qasddan sodir etgan jinoyati uchun, agar shaxs ilgari qasddan sodir etilgan jinoyat uchun ozodlikdan mahrum etishga hukm qilingan bo‘lsa, tayinlangan jazo muddatining kamida uchdan bir qismini o‘tab bo‘linganidan keyin qo‘llanilishi mumkin.\n\nOzodlikdan mahrum qilish yoki ozodlikni cheklash tariqasidagi jazoning o‘talmagan qismi axloq tuzatish ishlari bilan almashtirilganda axloq tuzatish ishlari ozodlikdan mahrum qilish yoki ozodlikni cheklash jazosining o‘talmagan qismi muddatiga tayinlanadi. Jazo yengilrog‘i bilan almashtirilgan shaxslarga nisbatan yengilroq jazoning tegishli qismi o‘tab bo‘lin-ganidan keyin ushbu Kodeksning 89-moddasida nazarda tutilgan qoidalarga muvofiq, jazodan muddatidan ilgari shartli ravishda ozod qilish qo‘llanilishi mumkin.\n\nJazo yengilrog‘i bilan almashtirilgan shaxs jazoning o‘talmagan qismi mobaynida yangi jinoyat sodir etsa, sud unga nisbatan ushbu Kodeksning 60 va 86-moddalarida nazarda tutilgan qoidalarga muvofiq jazo tayinlaydi.",
            "sharxi": "1. Jinoyat kodeksi sharhlanayotgan moddasida o‘n sakkiz yoshga to‘lguncha jinoyat sodir etganligi uchun hukm qilingan voyaga yetmagan shaxsga nisbatan belgilangan jazoni yengilrog‘i bilan almashtirish ko‘zda tutiladi. Shuni aytish kerakki, sharhlanayotgan modda jazoni yengilrog‘i bilan almashtirishning umumiy qoidalarini tartibga soluvchi JKning 74-moddasi qoidalarini to‘ldiradi va sharhlanayotgan moddada hal etilmagan savollarga javobni JKning 74-moddasidan topish mumkin.\n\n2. Voyaga yetmagan shaxslarga nisbatan tayinlangan jazoni yengilrog‘i bilan almashtirish institutini qo‘llash uchun qonun jazoning o‘talmagan qismini yengilroq jazo turiga almashtirish uchun voyaga yetmagan mahkum tomonidan o‘talishi shart bo‘lgan ancha qisqartirilgan muddatlarni belgilaydi.\n\nUshbu moddani ko‘llash mobaynida, voyaga yetmaganlarga nisbatan qo‘llanishi mumkin bo‘lgan jazo tizimini hamda, tegishincha, ularning bir-biriga nisbatan qattiqligini belgilaydigan JKning 81-moddasi qoidalarini inobatga olish kerak. Ushbu moddada ko‘rsatilgan jazolargina, shaxsga jazoning o‘talmagan qismini yengilrog‘i bilan almashtirishda sharhlanayotgan moddaga muvofiq tayinlanishi mumkin.\n\n3. Sharhlanayotgan moddaning boshqa qoidalari JK-ning 74 va 89-moddalari qoidalariga o‘xshash. (To‘liqroq ko‘rsatilgan moddalarning sharhiga qarang)"
        }
    ]
}