{
    "bob_nomi": "XVI bob. Odil sudlovga qarshi jinoyatlar",
    "moddalar": [
        {
            "modda_raqami": "230-modda. Aybsiz kishini javobgarlikka tortish.",
            "matni": "Surishtiruvchi, tergovchi yoki prokuror tomonidan aybsizligi ayon bo‘lgan shaxsni ijtimoiy xavfli qilmishni sodir etganlikda ayblab javobgarlikka tortish, - \n\nbesh yilgacha ozodlikdan mahrum qilish bilan jazolanadi.\n\nO‘sha harakat og‘ir yoki o‘ta og‘ir ijtimoiy xavfli qilmish sodir etganlikda ayblab sodir etilsa, - \n\nbesh yildan sakkiz yilgacha ozodlikdan mahrum qilish bilan jazolanadi.",
            "sharxi": "1.O‘zbekiston Respublikasi Konstitutsiyasining 26-moddasiga muvofiq, “jinoyat sodir etganlikda ayblanayotgan har bir shaxsning ishi sudda qonuniy tartibda, oshkora ko‘rib chiqilib, uning aybi aniqlanmaguncha u aybdor hisoblanmaydi. Sudda ayblanayotgan shaxsga o‘zini himoya qilish uchun barcha sharoitlar ta’minlab beriladi”. \n\nAybsiz kishini javobgarlikka tortishning ijtimoiy xavfi shundaki, bunda dastlabki tergov va prokuratura organlari obro‘yiga putur yetishidan tashqari, qonunga rioya qilgan holda hayot tarzini kechirayotgan shaxsning huquq va erkinliklari juda qo‘pol ravishda buziladi, jinoyatchilik bilan go‘yoki muvaffaqiyatli kurash ko‘rinishi paydo bo‘ladi. Aybsiz kishini javobgarlikka tortish sud xatosiga turtki bo‘lishi mumkin bo‘lgan shart-sharoitlarni yaratadi. Unday hodisalar nisbatan tarqalganida, aholida ijtimoiy himoyasizlik hissi paydo bo‘ladi, bu jamiyatda keskinlikni tug‘dirib, oxir-oqibat ijtimoiy-siyosiy vaziyat, aholining axloqiy muhitiga o‘z ta’sirini o‘tkazadi.\n\n2.Jinoyatning obyekti surishtiruv, dastlabki tergov bosqichlarida odil sudlovning manfaatlarini amalga oshirish bilan bog‘liq bo‘lgan ijtimoiy munosabatlar hamda shaxsning huquq va erkinliklari hisoblanadi.\n\n3.Obyektiv tomondan jinoyat aybsizligi ayon bo‘lgan shaxsni ijtimoiy xavfli qilmishni sodir etganlikda ayblab jinoiy javobgarlikka tortishda ifodalanadi.\n\n4.Aybsizligi ayon bo‘lgan shaxs deganda, aybini yetarli darajada aniq isbot etadigan ishonchli dalillar to‘planmagan shaxslar tushuniladi.\n\nUlarga quyidagi shaxslar kiradi:\n\n-jinoyat hisoblanmagan qilmish bo‘yicha ayblov e’lon qilingan shaxslar;\n\n-aslida sodir etilmagan jinoiy hodisa uchun jinoiy javobgarlikka tortilgan shaxslar (masalan, shaxs biron-bir kishini o‘ldirganlikda ayblanadi, u kishi esa aslida tirik, jinoiy hodisa mavjud emas);\n\n-jinoyatga taalluqli bo‘lmagan yoki bir jinoyatni sodir etganlikka asoslangan holda va boshqa bir sodir etmagan jinoyat uchun asossiz ravishda javobgarlikka tortilayotgan shaxslar;\n\n-uncha og‘ir bo‘lmagan jinoyatda aybdor bo‘lib, biroq og‘irroq jinoyat uchun javobgarlikka tortilayotgan shaxslar;\n\n-jinoyat tarkibining hamma belgilari mavjud bo‘lmagan qilmish uchun  (masalan, qalbaki pullarni tayyorlagan, lekin ularni o‘tkazish maqsadi bo‘lmaganda va hokazo hollarda) javobgarlikka tortilayotgan shaxslar.\n\n5.Jinoyat tarkibining obyektiv tomoni belgilari g‘ayriqonuniy tarzda jinoiy ish qo‘zg‘atish, jinoiy javobgarlikka tortishni asossiz rad etish, aybsiz kishiga nisbatan jinoiy ishni to‘xtatish hollarini o‘z ichiga olmaydi. Shuningdek, surishtiruvchi, tergovchi yoki prokuror tomonidan kishini ishga gumondor sifatida asossiz jalb etish to‘g‘risidagi qaror chiqarilishini ham aybsiz kishini javobgarlikka tortish deb tan olinmaydi. Yuqoridagi harakatlar, shu bilan birga g‘ayriqonuniy ravishda jinoiy javobgarlikdan tashqari boshqa ma’muriy yoxud intizomiy va hokazo javobgarliklarga tortish, tegishli sharoitlar mavjud bo‘lganda, mansab jinoyati bo‘yicha yoki JK 231-moddasidagi jinoyat tarkibining belgilari mavjud bo‘lsa, shu modda bo‘yicha kvalifikatsiya qilinishi mumkin.\n\n6.Sharhlanayotgan jinoyat jinoyatni sodir etishda aybsiz bo‘lgan shaxsga nisbatan ayblov e’lon qilingan qaror taqdim etilgan paytdan e’tiboran tugallangan hisoblanadi.\n\nJPK 361-moddasiga muvofiq, shaxsni ayblanuvchi sifatida jinoiy javobgarlikka tortish ikkita bir-biriga bog‘liq bo‘lgan protsessual aktlardan tashkil topadi: shaxsni ayblanuvchi tariqasida ishga jalb etish to‘g‘risida unga qo‘yilayotgan aybni asoslab va qilmishni huquqiy kvalifikatsiya qilib qaror chiqarish hamda shaxsga bu qarorni taqdim etib, ayblovning mohiyatini, ayblanuvchining huquq va majburiyatlarini tushuntirish. Agar shaxsga javobgarlikka tortilayotganligi to‘g‘risidagi qaror u yoki bu sababdan taqdim etilmagan bo‘lsa, shaxsni javobgarlikka tortish amalga oshmagan deb tan olish kerak. Keyingi qarorning bekor qilinishi, ishning to‘xtatilishi, aybsizlik haqida hukm chiqarilishi va hokazolar sharhlanayotgan jinoyatning tarkibi mavjudligiga ta’sir etmaydi, biroq jinoyat oqibatlari darajasi moddaning sanksiyasi chegaralarida jazoni tayinlashda hisobga olinishi mumkin.\n\n7.Subyektiv tomondan jinoyat faqat to‘g‘ri qasd bilan sodir etilishi mumkin, bu to‘g‘risida surishtiruvchi, tergovchi va  prokuror o‘z harakatlari boshidan g‘ayriqonuniyligini bilishi, ya’ni jinoiy javobgarlikka tortilayotgan shaxsning aybi yo‘qligini bilgan bo‘lishi kerak. Shaxsning jinoiy javobgarlikka tortilishiga sabab bo‘lgan hodisaning yo‘qligi yoki qilmishda jinoyat tarkibi mavjud emasligi, jinoyat boshqa shaxs tomonidan sodir etilganligi, javobgarlikka tortilgan shaxsning aybi isbotlanmaganligi bu yerda ahamiyat kasb etmaydi.\n\nShu bilan birga, xato qilgan yoki o‘z ishiga sovuqqonlik bilan qaragan, ish bo‘yicha to‘plangan dalillarni noto‘g‘ri baholagan va jabrlanuvchini aybdor deb vijdonan hisoblagan shaxsni sharhlayotgan modda bo‘yicha javobgarlikka tortish mumkin emas.\n\n8.Sharhlanayotgan jinoyatlarni sodir etish motivlari turlicha bo‘lishi mumkin: shuhratparastlik niyatida, bunda shaxs o‘zining layoqati pastligi, ishning obyekti murakkabligi yoki haqiqiy aybdorni topishga harakat qilish bilan o‘zini qiynashni xohlamaganligi uchun aybsizligini bilgan shaxsni javobgarlikka tortadi; shaxsiy motivlar yoki o‘ch olish motivi, bunda shaxs jabrlanuvchi bilan yomon munosabatlarda bo‘lgani uchun, u bilan hisob-kitob qiladi; g‘arazli niyatda, masalan, javobgarlikka tortilgan shaxsning mulkiga egalik qilish, xonadoniga ega bo‘lish, jinoyat ishini tugatganligi uchun kelajakda shaxsdan pora olish va hokazolar. Ushbu jinoyat tarkibi, shuningdek, xizmat manfaatlarini noto‘g‘ri tushungan holda aybsiz kishini javobgarlikka tortganda ham mavjuddir. Jinoyat motivlari kvalifikatsiya uchun ahamiyatga ega emas.\n\n9.Jinoyatning subyekti faqat qonun bilan shaxsni ayblanuvchi sifatida javobgarlikka tortish huquqi berilgan shaxslar – taalluqliligidan qat’i nazar (prokuratura, MXX, IIV) surishtiruvchi, tergovchi yoki prokuror bo‘lishi mumkin.\n\n10.Aybsiz shaxsni og‘ir yoki o‘ta og‘ir (JK 15-moddasining sharhiga qarang) jinoyat sodir etganlikda ayblab, jinoiy javobgarlikka tortganlikda aybdor bo‘lgan shaxslarning harakatlari sharhlanayotgan moddaning 2-qismi bo‘yicha kvalifikatsiya qilinadi. Bunday jinoyatning xavfi yuqoriroq ekanligi            o‘z-o‘zidan ko‘rinib turibdi, chunki u jabrlanuvchiga qamoqqa    olinish, uzoqroq vaqtga ozodlikdan mahrum qilinish , qattiqroq rejimli koloniyaga yuborilish kabi nisbatan og‘irroq oqibatlarni keltirib chiqarishi  mumkin.\n\n11.Ayrim hollarda aybsiz kishini javobgarlikka tortish, boshqa bir jinoyatlarni, masalan, xat-yozishmalar, telefonda so‘zlashuv, telegraf xabarlari yoki boshqa xabarlarning sir saqlanish tartibini buzish (JK 140-moddasi), qonunga xilof ravishda ushlab turish yoki hibsga olish (JK 234-moddasi) kabi jinoyatlarni sodir etish bilan bog‘liq bo‘ladi. Bu jinoiy harakatlar mustaqil kvalifikatsiya qilishni talab etadi.\n\nAybsiz kishini javobgarlikka tortish boshqa og‘irroq jinoyatni sodir etish bilan, masalan, pora olish (JK 210-moddasi), qiynoqlar va boshqa dahshatli, g‘ayriinsoniy, qadr-qimmatni kamsituvchi harakatlar va jazolarni qo‘llash (JK 235-moddasi) va hokazolar bilan birga sodir etilganda, javobgarlik jinoyatlar majmui bo‘yicha belgilanadi.  "
        },
        {
            "modda_raqami": "230_1-modda. Dalillarni soxtalashtirish (qalbakilashtirish)",
            "matni": "Isbotlashni amalga oshirayotgan shaxslar yoki isbotlashda ishtirok etish uchun jalb qilinayotgan shaxslar tomonidan dalillarning tergovga qadar tekshiruv va jinoyat ishlari materiallari bo‘yicha dalillarni to‘plash, tekshirish va baholash chog‘ida g‘arazli yoki boshqa past niyatlarda hujjatlarga yoxud ashyolarga bila turib yolg‘on ma’lumotlarni kiritishda va o‘zga buzib ko‘rsatishlarda namoyon bo‘ladigan soxtalashtirilishi (qalbakilashtirilishi), —\n\nbazaviy hisoblash miqdorining uch yuz baravaridan to‘rt yuz baravarigacha miqdorda jarima yoki muayyan huquqdan mahrum etib, uch yildan besh yilgacha ozodlikni cheklash yoxud uch yildan besh yilgacha ozodlikdan mahrum qilish bilan jazolanadi.\n\nO‘sha harakatlar:\n\na) bir guruh shaxslar tomonidan oldindan til biriktirib sodir etilgan bo‘lsa;\n\nb) shaxsni ushlab turishga, qamoqqa olishga, jinoiy javobgarlikka tortishga yoki jinoiy javobgarlikdan ozod etishga, hukm qilishga yoxud oqlashga sabab bo‘lsa, —\n\nmuayyan huquqdan mahrum etib, besh yildan yetti yilgacha ozodlikdan mahrum qilish bilan jazolanadi.\n\nOg‘ir yoki o‘ta og‘ir jinoyat to‘g‘risidagi jinoyat ishi bo‘yicha dalillarni soxtalashtirish (qalbakilashtirish), xuddi shuningdek dalillarni soxtalashtirish (qalbakilashtirish) og‘ir oqibatlarga olib kelgan bo‘lsa, —\n\nmuayyan huquqdan mahrum etib, yetti yildan o‘n yilgacha ozodlikdan mahrum qilish bilan jazolanadi.",
            "sharxi": "  "
        },
        {
            "modda_raqami": "230_2-modda. Tezkor-qidiruv faoliyati natijalarini soxtalashtirish (qalbakilashtirish).",
            "matni": "Jinoyatni sodir etishga aloqasi yo‘qligi oldindan ayon bo‘lgan shaxsni jinoiy ta’qib qilish maqsadida yoxud shaxsning sha’ni, qadr-qimmati va ishchanlik abro‘siga zarar yetkazish maqsadida tezkor-qidiruv faoliyati natijalarini tezkor-qidiruv tadbirlarini amalga oshirishga vakolatli shaxslar tomonidan soxtalashtirish (qalbakilashtirish), —\n\nbazaviy hisoblash miqdorining bir yuz ellik baravaridan uch yuz baravarigacha miqdorda jarima yoki muayyan huquqdan mahrum etib, bir yildan uch yilgacha ozodlikni cheklash yoxud uch yilgacha ozodlikdan mahrum qilish bilan jazolanadi.\n\nO‘sha qilmishlar axborotni nooshkora olish uchun mo‘ljallangan maxsus texnika vositalaridan foydalangan holda sodir etilgan bo‘lsa, —\n\nbazaviy hisoblash miqdorining uch yuz baravaridan to‘rt yuz baravarigacha miqdorda jarima yoki muayyan huquqdan mahrum etib, uch yildan besh yilgacha ozodlikni cheklash yoxud uch yildan besh yilgacha ozodlikdan mahrum qilish bilan jazolanadi.\n\n231-modda. Adolatsiz hukm, hal qiluv qarori, ajrim yoki qaror chiqarish.\n\nOldindan bila turib, adolatsiz hukm, hal qiluv qarori, ajrim yoki qaror chiqarish, -\n\nbesh yilgacha ozodlikdan mahrum qilish bilan jazolanadi.\n\nO‘sha harakat odam o‘lishiga yoki boshqa og‘ir oqibatlarga sabab bo‘lsa, -\n\nbesh yildan o‘n yilgacha ozodlikdan mahrum qilish bilan jazolanadi.",
            "sharxi": "1.Sudya (sudyalar) tomonidan adolatsiz sud hujjatlarini chiqarish – odil sudlovga qarshi bo‘lgan xavfli jinoyatlardan biridir. Sharhlanayotgan jinoyat mansabni suiiste’mol qilishning alohida turi bo‘lib, jinoyatning maxsus subyekt va obyekt belgilariga asosan alohida jinoyat tarkibini hosil qiladi. Sharhlanayotgan jinoyat odil sudlov organlarining normal faoliyatini buzadi, davlatdagi sud hokimiyati nufuziga putur yetkazadi, fuqarolik, xo‘jalik ishlarida taraflar, ma’muriy protsessda ishtirokchilar sifatida yuritilgan hamda jinoyat protsessida ayblanuvchi yoki boshqa huquqiy maqomga ega, masalan, jabrlanuvchi bo‘lgan fuqarolarning va yuridik shaxslarning qonuniy huquq va manfaatlarini buzadi.\n\n2.Jinoyat obyekti sud hokimiyatini amalga oshirish jarayonida odil sudlovning va sud hokimiyatining manfaatlari, sud hokimiyati nufuzi, fuqarolarning qonuniy huquq va manfaatlari, shuningdek, korxonalar va muassasalarning manfaatlari hisoblanadi.\n\n3.Jinoyat obyektiv tomondan adolatsiz hukm, hal qiluv qarori, ajrim yoki qaror chiqarishda ifodalanadi.\n\n4.Hukm – sudlanuvchining aybdor yoki aybdor emasligi masalasi bo‘yicha va unga jinoiy jazoni qo‘llash yoki qo‘llamaslik to‘g‘risidagi sud tomonidan chiqarilgan hujjatidir. \n\nO‘zbekiston Respublikasida hukm O‘zbekiston Respublikasi nomidan chiqariladi va u qonuniy, asosli va adolatli bo‘lishi shart (JPK 454-455-moddalariga qarang). Sud oqlov (sudlanuvchining aybsizligini belgilovchi) yoki ayblov (sudlanuvchining aybdorligini belgilovchi) hukmi chiqarishi mumkin.\n\n5.Hal qiluv qarori – birinchi instansiya fuqarolik va xo‘jalik sudining fuqarolik ishini yoki xo‘jalik nizosini bevosita hal qiladigan hujjatidir. Hal qiluv qarori ham O‘zbekiston Respublikasi nomidan chiqarilib, qonuniy va asoslangan bo‘lishi kerak.\n\n6.Protsessual qonunchilikka binoan (jinoyat, fuqarolik, xo‘jalik) ajrim deganda, birinchi instansiya sudi tomonidan hukm yoki hal qiluv qaroridan tashqari chiqarilgan istalgan sud akti tushuniladi. Masalan, ehtiyot chorasini qo‘llash, o‘zgartirish yoki bekor qilish to‘g‘risidagi ajrim, ishni tugatish to‘g‘risidagi ajrim, ishni yopiq majlisda ko‘rish to‘g‘risida ajrim, ishni ko‘rib chiqish uchun boshqa sudga yuborish to‘g‘risidagi ajrim, ishni qo‘shimcha tergovga yuborish to‘g‘risidagi ajrim, xususiy ajrim va hokazolar.\n\nAjrimlarga, shuningdek, ikkinchi instansiya sudlarining barcha qarorlari hamda yuqori pog‘ona (sudlar rayosatidan tashqari) sudlar tomonidan qonuniy kuchga kirmagan (apellyatsiya instansiyasida ish ko‘rishda) yoxud qonuniy kuchga kirgan (kassatsiya, nazorat yoki yangidan ochilgan holatlar munosabati bilan aytib o‘tilgan sud hujjatlarini qayta ko‘rish) hukm, ajrim va qarorlarni qayta ko‘rish paytida qabul qilingan qarorlar kiradi.\n\n7.Qaror – bu qonuniy kuchga kirgan sud hukmlari, ajrimlari va qarorlarini qayta ko‘rib chiqish natijasida sud rayosatining qabul qilgan qarori hamda sud hukmidan tashqari sudyaning yakka tartibda qabul qilgan har qanday qarori (masalan, ish yuritishni to‘xtatish to‘g‘risidagi qaror). Bundan tashqari, ma’muriy huquqbuzarlik masalasi yuzasidan qabul qilingan sud qarori ham qarorlar toifasiga kiradi.\n\n8.Jinoyat obyektiv tomonining zaruriy belgisi – hukm, hal qiluv qarori, ajrim yoki qarorning (sud hujjatining) adolatsizligi. \n\nAdolatsiz deb, ishning aniqlangan holatlariga zid ravishda yoki moddiy yoxud protsessual qonunni jiddiy buzgan holda qabul qilingan sud hujjati tushuniladi. Adolatsiz sud hujjati jinoyat-protsessual, fuqarolik-protsessual hamda xo‘jalik-protsessual qonunga asosan bekor qilinishi lozim.\n\n9.Jinoyat ishlari bo‘yicha qabul qilingan adolatsiz hukmlarning eng ko‘p uchraydigan turlariga quyidagilar kiradi: ayblovning isbot etilmaganligi (aybsiz shaxsning sudlanganligi); aybdorning aybi isbot etilganda uni oqlab chiqarish; jinoyatni og‘irlashtirish yoki yengillashtirish tarafiga oldindan noto‘g‘ri kvalifikatsiya qilish; jinoyatni noto‘g‘ri kvalifikatsiya qilish oqibatida yoki mustaqil tarzda asossiz juda og‘ir yoki juda yengil jazo tayinlash va hokazo.\n\nSanab o‘tilgan adolatsiz hukm turlari moddiy qonunning jiddiy buzilishi bilan tavsiflanadi.\n\nShuningdek, jinoyat-protsessual qonun-qoidalarining jiddiy buzilishi (sudlanuvchining himoyaga bo‘lgan huquqining buzilishi, himoyachi bilan ta’minlamaslik, oxirgi so‘z berilmasligi va boshqa holatlar) oqibatida ham hukm adolatsiz hisoblanadi.\n\n10.Fuqarolik ishi yoki xo‘jalik nizosi bo‘yicha sudning hal qiluv qarori da’vo asossiz qanoatlantirganda, fuqarolik yoxud xo‘jalik ishi boshqacha tarzda noto‘g‘ri hal etilganda, shuningdek, fuqarolik-protsessual qonunchilik jiddiy ravishda buzilganda (masalan, tomonlarning teng huquqlilik prinsipi buzilganda) adolatsiz deb topiladi.\n\n11. Ish ko‘rish jarayonida yuzaga keluvchi turli xil masalalar bo‘yicha birinchi instansiya sudining ajrimi ham adolatsiz bo‘lishi mumkin, masalan, ehtiyot chorasini o‘zgartirish, ishni to‘xtatish, kvalifikatsiyani o‘zgartirish, dalillarni ta’minlash choralarini o‘zgartirish haqida va hokazo. \n\nApellyatsiya, kassatsiya va nazorat instansiyasi sudlarining ajrimi va qarorlari, masalan, ular tomonidan qonuniy hukm va qarorlar asossiz bekor qilinsa yoki o‘zgartirilsa yoxud, aksincha, noqonuniy sud hujjatlari kuchida qoldirilganda adolatsizdir. Ma’muriy ishlar bo‘yicha sud qarori, masalan, sud vakolatlari doirasidan tashqari yo‘sinda chiqarilsa, yoki ish yuritish tili haqidagi qoidalar buzilgan taqdirda, adolatsiz deb topiladi.\n\nSud hujjatlarining adolatsizligi ishning mohiyatiga ko‘ra hal qilishga ta’sir etuvchi moddiy yoki protsessual qonunning miqdoriy buzilishi bilan izohlanadi. Ishni mazmunan to‘g‘ri hal qilishga ta’sir etmaydigan hamda fuqarolarning huquq va qonuniy manfaatlarini va jamiyat manfaatlarini buzmaydigan kam ahamiyatli (rasmiy) buzilishlar jinoiy qilmish deb tan olinishi mumkin emas.\n\n12. Jinoyat aktiv harakatlar orqali sodir etiladi. Sanab o‘tilgan huquqni qo‘llashga daxldor bo‘lgan hujjatlar sudya (sudyalar, shu jumladan ularning toifasiga kiradigan maslahatchilari) tomonidan tayyorlanadi. Bunday aktning sudya (sudyalar) tomonidan imzolanishi paytida jinoyat tugallangan hisoblanadi. Ular imzolangunga qadar faqat ana shu jinoyatni sodir etishga suiqasd qilish haqida gapirish mumkin. Jinoyatning tugallanganligini aniqlashda adolatsiz hujjat qonuniy kuchga kirganligi fakti ahamiyatga ega emas.\n\n13. Subyektiv tomondan jinoyat to‘g‘ri qasd, ya’ni aybdor adolatsiz hukm, hal qiluv qarori, ajrim yoki qarorni qabul qilayotganida, ana shu qarorning adolatsiz ekanligini oldindan anglaganligi va buni xohlaganligi bilan tavsiflanadi. \n\nJK 231-moddasi bo‘yicha javobgarlik faqat adolatsizligi oldindan ayon bo‘lgan sud hujjatlarini chiqarganlik uchun belgilanadi. Adolatsiz hukm, hal qiluv qarori, ajrim yoki qarorning ehtiyotsizlik oqibatida qabul qilinishi ushbu modda bo‘yicha javobgarlikni istisno etadi, lekin tegishli holatlar mavjudligida qilmish JK 207-moddasi bo‘yicha mansabga sovuqqonlik bilan qarash deb kvalifikatsiya qilinishi mumkin. Ko‘rib chiqilayotgan jinoyatni “oldindan ayon bo‘lishi” belgisi bo‘yicha intizomiy qoida buzishdan farqlamoq lozim.\n\n14. Jinoyatni sodir etish motivlari (g‘arazli, shaxsiy adovat yoki do‘stona munosabatlar, noto‘g‘ri tushunilgan xizmat manfaatlari, shuhratparastlik va hokazolar) jinoyatni kvalifikatsiya qilishga ta’sir etmaydi, lekin javobgarlikni individuallashtirishda hisobga olinishi shart.\n\nAdolatsiz hukm chiqarganlik uchun pora olish ushbu jinoyat tarkibiga kirmaydi va pora olganlik uchun jinoyatlar majmui bo‘yicha kvalifikatsiya qilinishi kerak (JK 210-moddasi va JK 231-moddasi).\n\n15. Jinoyatning subyekti muayyan ish yuzasidan sudyaning odil sudlovni amalga oshirish huquq va majburiyatlariga ega bo‘lgan shaxslardir. Sudyalar, shuningdek, jinoyat protsessidagi xalq maslahatchilari bu shaxslar sifatida gavdalanoladi[ O‘zbekiston Respublikasi JPKsi 13-moddasi 3-qismiga asosan, \"odil sudlovni amalga oshirishda  xalq maslahatchilari sudyaning barcha huquqlaridan foydalanadilar\".].\n\nJinoyatning maxsus subyekti yosh chegaralariga ega. Jinoyat subyektlari 18 yoshga to‘lgan (harbiy sudlar xalq maslahatchilari uchun) va 25 yoshga to‘lgan (umumiy yurisdiksiya sudlari xalq maslahatchilari, shuningdek, barcha sudlarning sudyalari uchun) shaxslar bo‘lishi mumkin[ Qarang: O‘zbekiston Respublikasining \"Sudlar to‘g‘risida\" Qonuni, 2000,  61-62-moddalar // Oliy Majlis Axborotnomasi, 2001, 1-2 (1297-1298). 10-modda.].\n\n16. Agar adolatsiz hukm, hal qiluv qarori, ajrim yoxud qaror kollegial tarzda chiqarilgan bo‘lsa, jinoiy javobgarlikka faqat ushbu hujjat adolatsizligi oldindan ayon bo‘lgan shaxslar tortilishi lozim.\n\n17. Sharhlanayotgan modda faqat O‘zbekiston Respublikasi sud tizimi organlari odil sudlovni amalga oshirish uchun ishlayotgan yoki jalb etilgan hamda sudyaning huquq va majburiyatlariga ega bo‘lgan shaxslar uchun belgilanadi. Sudyaning vazifalarini O‘zbekiston Respublikasining boshqa sud organlarida, jumladan, hakamlar sudida, va hokazoda amalga oshiruvchi shaxslar bu modda bo‘yicha javobgarlikka tortilmaydi.\n\n18. Adolatsiz hukm aktining chiqarilishi odam o‘limiga yoki boshqa og‘ir oqibatlarga olib kelgan hollar bilan bog‘liq harakatlar JK 231-moddasi 2-qismi bilan kvalifikatsiya qilinadi. Odam o‘limi adolatsiz sud hujjatining chiqarilishi bilan bevosita (masalan, aybsiz sudlanganga o‘lim jazosi tayinlash) yoxud ushbu holat bilan bilvosita bog‘liq bo‘lishi mumkin (masalan, o‘zini o‘zi o‘ldirish natijasida).\n\nBoshqa og‘ir oqibatlarga: shaxsni og‘ir, o‘ta og‘ir jinoyatlarni sodir etishda ayblash, ruhiy kasalliklarni keltirib chiqarish, bir necha shaxsning noqonuniy hukm qilinishi, aybsiz sudlangan shaxsning oilasi uchun og‘ir oqibatlarga olib kelish, ko‘p miqdorda zarar yetkazish va aytib o‘tilganlar bilan teng og‘irlikdagi boshqa oqibatlarni kiritish mumkin.\n\n19. Aybdorning bo‘yniga aytib o‘tilgan oqibatlarni yuklash adolatsiz hukm chiqarilishi bilan kelib chiqqan oqibatlar orasida sababiy bog‘lanish mavjudligi aniqlangandagina mumkin bo‘ladi.  "
        },
        {
            "modda_raqami": "232-modda. Sud hujjatini ijro etmaslik..",
            "matni": "Mansabdor shaxsning sud yoki sudyaning hukmi, hal qiluv qarori, ajrimi yoki qarorini qasddan bajarilmasligi yoxud bajarilishiga to‘sqinlik qilishi -\n\neng kam oylik ish haqining ellik baravarigacha miqdorda jarima yoki besh yilgacha muayyan huquqdan mahrum qilish yoxud uch yilgacha axloq tuzatish ishlari yoki uch yilgacha ozodlikdan mahrum qilish bilan jazolanadi.",
            "sharxi": "1. O‘zbekiston Respublikasi Konstitutsiyasi 114-moddasiga muvofiq, “Sud hokimiyati chiqargan hujjatlar barcha davlat organlari, jamoat birlashmalari, korxonalar, muassasalar, tashkilotlar, mansabdor shaxslar va fuqarolar uchun majburiydir”. Ular O‘zbekiston Respublikasining butun hududida ijro etilishi shart.\n\n2. Jinoyat obyekti sudning normal faoliyati, sud hokimiyatining nufuzi, alohida hollarda esa fuqarolarning qonun bilan qo‘riqlanadigan huquqlari yoxud yuridik shaxslarning manfaatlari hisoblanadi. \n\nSud qarorini bajarmaslikning bevosita obyekti hukm, hal qiluv qarori, ajrim yoki qarorning xulosa qismida belgilangan ko‘rsatmalarni tatbiq etish majburiyati hisoblanadi.\n\nZ. Obyektiv tomondan sharhlanayotgan jinoyat uni sodir etishda ikki alternativ qilmishni nazarda tutadi:\n\n-hukm, hal qiluv qarori, ajrim yoki qarorni bajarmaslik;\n\n-ko‘rsatilgan sud hujjatlarini bajarishga to‘sqinlik qilish.\n\n(Hukm, hal qiluv qarori, ajrim yoki qaror tushunchalari haqida JK 231-moddasi sharhiga qarang).\n\n4. Sud hujjatini bajarmaslik deganda, muayyan hujjat chiqarish vakolati yoki majburiyatiga ega shaxs tomonidan qonunda o‘rnatilgan muddatlarda uni ijro qilish bo‘yicha yoxud ijroga kelib tushgan hukm, sudning hal qiluv qarori yoki boshqa sud hujjatini tatbiq qilish bo‘yicha boshqa harakatlarni amalga oshirishda choralar ko‘rmaslik tushuniladi. Masalan, aybdor shaxsga nisbatan sudning hukmi bo‘yicha ma’lum bir mansabni egallash yoki ma’lum bir faoliyat bilan shug‘ullanishni taqiqlash bilan bog‘liq muayyan huquqdan mahrum qilish jazosi tayinlangan bo‘lishiga qaramasdan, unga oldingi ishini davom ettirishga yoki korxona, muassasa, tashkilotda mansabni egallashga ruxsat berish yoxud shartli hukm qilishni qo‘llash to‘g‘risidagi sud hukmini bajarmaslik va boshqalar.\n\n5. Sud hukmi, hal qiluv qarori, ajrimi, qarorini bajarishga to‘sqinlik qilish deganda, shaxsning ko‘rsatilgan sud hujjatlari bajarilmay qolishiga qaratilgan xatti-harakatini tushunish lozim (masalan, muassasaga ijro uchun kelib tushgan hukm nusxasi yoki boshqa sud hujjatini yashirib qo‘yish).\n\n6. Sud hal qiluv qarorini bajarmaslik Jinoyat kodeksida formal tarkibli jinoyat sifatida shakllantirilgan. \n\nSudning tegishli hujjatini bajarish uchun qonunda ko‘rsatilgan muddat tugagan yoxud uning bajarilishiga to‘sqinlik qilishga qaratilgan harakat sodir etilgan paytdan e’tiboran sharhlanayotgan jinoyat tugallangan deb hisoblanadi. Bunda qandaydir oqibatlarning kelib chiqishi talab etilmaydi, biroq bular sud tomonidan e’tiborga olinishi mumkin.\n\n7. JK 232-moddasida ko‘rsatilgan jinoyat subyektiv tomondan to‘g‘ri qasd bilan sodir etiladi. Aybdor sud hukmi, hal qiluv qarori, ajrimi, qarorini bajarmayotganligini yoxud bajarishga to‘sqinlik qilayotganligini anglaydi va bu harakatlarni amalga oshirishni xohlaydi. Bu holatda motiv ahamiyatga ega bo‘lmaydi, bu g‘arazli niyat, shaxsiy manfaatdorlik, noto‘g‘ri tushunilgan xizmat manfaatlari, birodarlik tuyg‘usi va hokazolar bo‘lishi mumkin.\n\n8. Jinoyat subyekti faqat mansabdor shaxslar – yuborilgan sud hujjatlarini bajarish vakolati doirasiga kiruvchi tashkilot, korxona, muassasalarning rahbarlari bo‘lishi mumkin.  "
        },
        {
            "modda_raqami": "232_1-modda. Sud hujjatlarini va boshqa organlar hujjatlarini majburiy ijro etish jarayoniga aralashish.",
            "matni": "Sud hujjatlarini va boshqa organlar hujjatlarini majburiy ijro etish jarayoniga aralashish, ya’ni ijro hujjatining ijro etilishiga to‘sqinlik qilishni yoki davlat ijrochisiga turli shaklda qonunga xilof ravishda ta’sir o‘tkazishni ma’muriy jazo qo‘llanilganidan keyin davom ettirish, —\n\nbazaviy hisoblash miqdorining yuz baravaridan ikki yuz baravarigacha miqdorda jarima yoki uch yuz oltmish soatdan to‘rt yuz sakson soatgacha majburiy jamoat ishlari yoxud bir yildan uch yilgacha ozodlikni cheklash yoki bir yildan uch yilgacha ozodlikdan mahrum qilish bilan jazolanadi.\n\nO‘sha qilmishlar mansabdor shaxs tomonidan sodir etilgan bo‘lsa, —\n\nmuayyan huquqdan mahrum qilib, bazaviy hisoblash miqdorining ikki yuz baravaridan uch yuz baravarigacha miqdorda jarima yoki uch yildan besh yilgacha ozodlikni cheklash yoxud uch yildan besh yilgacha ozodlikdan mahrum qilish bilan jazolanadi.",
            "sharxi": ""
        },
        {
            "modda_raqami": "233-modda. Band solingan mulkni qonunga xilof ravishda tasarruf etish.",
            "matni": "Sud hujjatlarini va boshqa organlar hujjatlarini majburiy ijro etish jarayoniga aralashish, ya’ni ijro hujjatining ijro etilishiga to‘sqinlik qilishni yoki davlat ijrochisiga turli shaklda qonunga xilof ravishda ta’sir o‘tkazishni ma’muriy jazo qo‘llanilganidan keyin davom ettirish, —\n\nbazaviy hisoblash miqdorining yuz baravaridan ikki yuz baravarigacha miqdorda jarima yoki uch yuz oltmish soatdan to‘rt yuz sakson soatgacha majburiy jamoat ishlari yoxud bir yildan uch yilgacha ozodlikni cheklash yoki bir yildan uch yilgacha ozodlikdan mahrum qilish bilan jazolanadi.\n\nO‘sha qilmishlar mansabdor shaxs tomonidan sodir etilgan bo‘lsa, —\n\nmuayyan huquqdan mahrum qilib, bazaviy hisoblash miqdorining ikki yuz baravaridan uch yuz baravarigacha miqdorda jarima yoki uch yildan besh yilgacha ozodlikni cheklash yoxud uch yildan besh yilgacha ozodlikdan mahrum qilish bilan jazolanadi.",
            "sharxi": "Band solingan mulkni qonunga xilof ravishda tasarruf etish, ya’ni band solingan yoxud garovga qo‘yilgan mulkni ishonib topshirib qo‘yilgan shaxs tomonidan qonunga xilof ravishda o‘zlashtirish, rastrata qilish, yashirish, nobud qilish yoki unga shikast yetkazish ancha miqdorda zarar yetkazilishiga sabab bo‘lsa, -\n\neng kam oylik ish haqining ellik baravaridan yuz baravarigacha miqdorda jarima yoki uch yilgacha axloq tuzatish ishlari yoxud olti oygacha qamoq yoki besh yilgacha ozodlikdan mahrum qilish bilan jazolanadi.\n\nYetkazilgan moddiy zarar uch karra miqdorida qoplangan taqdirda, ozodlikdan mahrum qilish tariqasidagi jazo qo‘llanilmaydi.\n\n1. Begona mol-mulkka nisbatan jinoyat sodir etilganda yoki mulkiy zarar yetkazilganda, shuningdek, jazoni ijro etishni yoki fuqaroviy da’voni ta’minlash tartibida jarima ko‘rinishidagi jazoni moddaning sanksiyasi o‘z ichiga olgan barcha hollarda jinoiy yo‘l bilan topilgan mulkni davlat daromadiga o‘tkazish maqsadida, O‘zbekiston Respublikasi JPK 290-moddasiga muvofiq, hukmning fuqaroviy da’voga va boshqa mulkiy undirishlarga doir qismining ijrosini ta’minlash uchun surishtiruvchi, tergovchi yoki sud gumon qilinuvchi, ayblanuvchi, sudlanuvchi yoki fuqaroviy javobgarning yoxud jinoiy yo‘l bilan topilgan mulki  bo‘lgan shaxslarning mol-mulkini xatlashi shart.\n\nFPK 248 va 249-moddalariga (XPK 76,77-moddalariga) muvofiq, sud yoki sudya ishda ishtirok etuvchi shaxslarning arizasiga binoan yoki o‘z tashabbusi bilan yoxud javobgarga tegishli bo‘lgan va uning o‘zida yoki boshqa shaxsda turgan mol-mulk yoxud pul mablag‘larini xatlash, javobgarning muayyan harakatlarni amalga oshirishini taqiqlash tarzidagi da’voni ta’minlash choralarini ko‘rishi mumkin.\n\nBand solingan mol-mulk protsessual qonunchilik talablariga rioya qilgan holda xatlanadi. Bunda, xatlangan mol-mulk jinoyat ishi yuzasidan vakolatli shaxs ko‘rsatmasiga muvofiq, saqlash uchun o‘zini o‘zi boshqarish organlari yoki boshqa organga yoxud shu mol-mulkning egasiga yoki oila a’zolaridan voyaga yetgan shaxsga topshiriladi. Ushbu mol-mulkning saqlanishi uchun qonunda nazarda tutilgan javobgarlik tushuntiriladi va tilxat olinadi. Pul qo‘yilmalarini xatlash to‘g‘risida qaror bankning tegishli bo‘limiga yuboriladi, qaror olingandan so‘ng bu qo‘yilma bo‘yicha bank operatsiyalari to‘xtatiladi. Da’voni ta’minlash tartibidagi fuqarolik ishi bilan bog‘liq mulkni xatlash yoki ro‘yxatga olishda shunga o‘xshash oqibatlar kelib chiqadi.\n\nGumon qilinuvchi, ayblanuvchi, sudlanuvchi va fuqaroviy javobgar oilasining normal turmushini ta’minlash uchun zarur bo‘lgan uy-joy, xonadon, uy anjomlari va jihozlari, kiyim va buyumlar xatlanmaydi[1 Qarang: O‘zbekiston Respublikasining 2001 yil 29 avgustdagi “Sud va boshqa organ hujjatlarini ijro qilish to‘g‘risida”gi Qonuni, 52-modda. ]1.\n\nXatlash mulkdorga yoki mol-mulkning egasiga mol-mulkni tasarruf qilish, zarur hollarda esa undan foydalanish man etilganligini e’lon qilishdan yoxud mol-mulkni tortib olishdan va uni saqlab turish uchun boshqa shaxslarga topshirishdan iborat.\n\n2. Agar shaxs tomonidan qamoqqa olish ko‘rinishidagi ehtiyot chorasini qo‘llash mumkin bo‘lmagan jinoyat sodir etilsa, tergov organi unga nisbatan yengilroq chora qo‘llashi mumkin, ulardan biri garov hisoblanadi.\n\nGarov ayblanuvchi, sudlanuvchi, ularning qarindoshlari, boshqa fuqarolar yoki yuridik shaxslar tomonidan dastlabki tergov organi yoki sud depozit hisob varag‘iga topshiriladigan pul mablag‘i yoki qimmatbaho buyumlardan iborat. Garov tariqasida ko‘chmas mol-mulk ham qabul qilinishi mumkin. Shaxs tomonidan JPK 46-moddasida ko‘rsatilgan majburiyatlar bajarilmagan holda, garov sud ajrimi bilan davlat mulkiga aylantiriladi.\n\nZ. Xatlangan yoki ro‘yxatga olingan mol-mulkni qonunga xilof ravishda o‘zlashtirish, sarf qilish, yashirish, nobud qilish yoki unga shikast yetkazishning, shuningdek, xatlanmagan mol-mulkka nisbatan xuddi shunday harakatlarning ijtimoiy xavfliligi shundaki, bunda sud hukmi yoki hal qiluv qarorining fuqarolik yoki xo‘jalik da’vosiga oid qismini ijro qilish, jarima ko‘rinishidagi jazoni yoxud jinoiy yo‘l bilan topilgan mol-mulkni tortib olish jazosini ijro qilish qiyinlashadi yoki umuman ijro qilinmaydi. Bundan tashqari, ko‘rsatilgan harakatlarni amalga oshirish aybdor tomonidan JPKning 46-moddasida ko‘rsatilgan majburiyatlarni bajarmaslik xavfini keltirib chiqaradi, aybdor, sudlanuvchi tomonidan bu majburiyatlar buzilganda mol-mulkni davlat mulkiga aylantirishni qiyinlashtiradi.\n\n4. Jinoyat obyekti sud idoralarining normal faoliyati hisoblanadi. Bu jinoyatning qo‘shimcha obyekti aybdordan xatlangan mol-mulk hisobidan qoplanishi mumkin bo‘lgan u yoki bu summa foydasiga undirilgan davlat (agar so‘z davlat daromadi yoki mulkiga aylantirish to‘g‘risida borsa) yoki boshqa mulkdorlar huquqlari bo‘ladi. Qonunga xilof ravishda o‘zlashtirish, sarf qilish, yashirish, nobud qilish yoki unga shikast yetkazishda obyekt sifatida sud va tergov organlarining nufuzi ham e’tirof etilishi lozim.\n\n5. Obyektiv tomondan jinoyat ro‘yxatga olingan yoki xatlangan yoxud garov predmeti bo‘lgan mol-mulkni o‘zlashtirish, sarf qilish, yashirish, nobud qilish yoki unga shikast yetkazishda ifodalanadi.\n\nXatlangan mol-mulk – tasarruf qilinishi joriy protsessual qonunchilik asosida taqiqlab qo‘yilgan mulk.\n\nGarovga qo‘yilgan mol-mulk – bu surishtiruv va tergov organlariga ayblanuvchi yoki sudlanuvchi tomonidan o‘ziga qo‘yilgan majburiyatlarni bajarishning moddiy kafolati sifatida beriladigan mol-mulk. Fuqarolik-huquqiy majburiyatlarni bajarish usuli sifatidagi garov garovga qo‘yilgan mol-mulkka kiritilmaydi. Qonunga xilof ravishda o‘zlashtirish, sarf qilish, yashirish, nobud qilish yoki unga shikast yetkazish uchun javobgarlik JK 167 yoki 173-moddalaridagi belgilar bo‘lganda kelib chiqadi.\n\n6. O‘zlashtirish deganda, mol-mulk saqlashga topshirilgan shaxs tomonidan xatlangan yoxud garovga qo‘yilgan mol-mulkning aybdor yoki uchinchi shaxs foydasiga o‘zlashtirilishini tushunish lozim.\n\n7. Rastrata qilish deganda, mol-mulkning uni saqlashga topshirilgan shaxs tomonidan begonalashtirilishi tushuniladi.\n\n8. Ro‘yxatga olingan yoki xatlangan mol-mulkni yashirish deganda, mol-mulkning saqlash uchun boshqa shaxslarga yoxud boshqa joyga joylashtirilishi, bu haqdagi xabarni vakolatli organlar (tergovchi yoki sudya)dan yashirilishi tushuniladi. \n\n9. Nobud qilish deganda, mulkning to‘liq yaroqsiz, undan asl maqsadda foydalanish imkonini bermaydigan, shuningdek, uni ta’mirlash yordamida ham oldingi holatiga keltirishning iloji bo‘lmagan holga keltirilishini tushunish lozim. \n\n10. Mol-mulkka shikast yetkazish deganda, mol-mulkni qisman yaroqsiz holga keltirish tushuniladi.\n\n11. Ko‘p miqdorda zarar yetkazilishi sharhlanayotgan ijtimoiy xavfli qilmish obyektiv tomonining zaruriy belgisi hisoblanadi.\n\n12. Xatlangan yoki garovga qo‘yilgan mol-mulkka ko‘p miqdorda zarar yetkazishga sabab bo‘lgan o‘zlashtirish, rastrata qilish, yashirish, nobud qilish yoki unga shikast yetkazish harakati sodir etilgan paytdan boshlab jinoyat tugallangan hisoblanadi. \n\n13. Subyektiv tomondan jinoyat to‘g‘ri qasd bilan sodir etiladi. Aybdor mol-mulkni o‘zlashtirish, sarf qilish, yashirish, nobud qilish yoki unga shikast yetkazish bilan bog‘liq harakatlarning noqonuniyligini anglaydi va ularni amalga oshirishni xohlaydi. Mol-mulk ehtiyotsizlik oqibatida nobud qilingan holatda, aybdorni JK 172-moddasi bo‘yicha javobgarlikka tortish masalasini qo‘yish mumkin.\n\nBu jinoyatning motivi g‘arazgo‘ylik, shaxsiy yoki boshqa manfaatdorlik va boshqa bo‘lishi mumkin, ammo bu qilmishni kvalifikatsiya qilishga ta’sir etmaydi. \n\n14. Jinoyat subyekti mol-mulk saqlashga topshirilgan o‘n olti yoshga to‘lgan aqli raso shaxs, shuningdek, uning mulkdori, egasi yoki oila a’zolari va boshqalar bo‘lishi mumkin.\n\n15. JK 233-moddasi 2-qismi aybdor yetkazilgan moddiy zararni uch baravar miqdorda qoplagan holda, ozodlikdan mahrum etish jazosini qo‘llashni man qiluvchi rag‘batlantiruvchi normani belgilab beradi."
        },
        {
            "modda_raqami": "234-modda. Qonunga xilof ravishda ushlab turish yoki hibsga olish.",
            "matni": "Bila turib, qonunga xilof ravishda ushlab turish, ya’ni surishtiruvchi, tergovchi yoki prokuror tomonidan qonuniy asosga ega bo‘lmagan holda shaxs erkinligining qisqa muddatga cheklanishi -\n\neng kam oylik ish haqining ellik baravarigacha miqdorda jarima yoki olti oygacha qamoq bilan jazolanadi.\n\nBila turib, qonunga xilof ravishda hibsga olish yoki hibsda saqlash -\n\neng kam oylik ish haqining ellik baravaridan yuz baravarigacha miqdorda jarima yoki uch yilgacha ozodlikdan mahrum qilish bilan jazolanadi.",
            "sharxi": "1.Konstitutsiyaning 25-moddasiga muvofiq, “Har kim erkinlik va shaxsiy daxlsizlik huquqiga ega. Hech kim qonunga asoslanmagan holda hibsga olinishi yoki qamoqda saqlanishi mumkin emas”. Shuning uchun hibsga olish faqat qonunda belgilangan asoslarga muvofiq amalga oshirilib, qolgan vaziyatlarda bu qonunga xilof ravishda ushlab turish yoki hibsga olish deb topiladi. \n\n2.Sharhlanayotgan jinoyatning ijtimoiy xavfliligi uni sodir etishda insonning shaxsiy erkinligi va daxlsizlik huquqlari buzilib, aholining huquqni muhofaza qiluvchi organlar faoliyatining adolatliligi va qonuniyligiga ishonchi yo‘qolishiga olib keladi. \n\n3.Jinoyatning obyekti surishtiruv, dastlabki tergov, prokuratura va sud organlarining normal faoliyati va obro‘yi, fuqarolarning huquq va qonuniy manfaatlari hisoblanadi. \n\n4.JK 234-moddasi 1-qismida nazarda tutilgan jinoyatning obyektiv tomoni qonunga xilof ravishda ushlab turishda, ya’ni shaxs erkinligini qisqa muddatga cheklashda ifodalanadi. \n\nMazkur holatda ushlab turish deganda, jinoyat sodir etishda gumon qilinayotgan shaxsni jinoyatga aloqadorligini va (zarur hollarda) uni qamoqqa olish  masalasini hal etishda shaxsga nisbatan qo‘llaniladigan qisqa muddatli jinoyat-protsessual majburlov chorasi hisoblanadi. Ma’muriy qamoq tarzidagi ushlab turish chorasi qonunga xilof ravishda deb kvalifikatsiya qilinishi mumkin emas, chunki bunday ushlab turish aynan surishtiruvchi, tergovchi va prokuror tomonidan amalga oshirilishi lozim[Qarang: O‘zbekiston Respublikasi Ma’muriy javobgarlik to‘g‘risidagi kodeksi, 287-modda. ]. Yuqorida nazarda tutilgan shartlar mavjud bo‘lganda, qilmish JK 205 va 206-moddalari bo‘yicha kvalifikatsiya qilinishi talab etiladi. \n\n5.JPK 221-moddasiga muvofiq, qonunda belgilangan asoslardagina, xususan:\n\n-shaxs jinoyat ustida yoki bevosita uni sodir etganidan keyin qo‘lga tushsa;\n\n-jinoyat shohidlari, shu jumladan jabrlanuvchilar uni jinoyat sodir etgan shaxs tariqasida to‘g‘ridan to‘g‘ri ko‘rsatsalar; \n\n-uning o‘zidan yoki kiyimidan, yonidan yoki uyidan sodir etilgan jinoyatning yaqqol izlari topilsa;\n\n-shaxsni jinoyat sodir etishda gumon qilish uchun asos bo‘ladigan ma’lumotlar mavjud bo‘lib, u qochmoqchi bo‘lsa yoki doimiy yashaydigan joyi yo‘q yoxud shaxsi aniqlanmagan bo‘lsa, ushlab turishga yo‘l qo‘yiladi.\n\n6.Ushlab turish jinoyat ishi qo‘zg‘atilgunga qadar ham, ish qo‘zg‘atilgandan keyin ham amalga oshirilishi mumkin bo‘lib, o‘z navbatida, oxirgi holatda ushlab turish faqat surishtiruvchi, tergovchi, prokuror qaroriga va sudning ajrimiga muvofiq amalga oshiriladi.\n \n7.Har qanday holatda jinoyat sodir etishda gumon qilinayotgan shaxsni ushlab turish uchun olib borilgan joyda huquqni muhofaza qiluvchi organ xodimi ushlab turish bayonnomasini tuzib, unda quyidagilarni bayon qilishi kerak: kim tomonidan, qachon, qanday holatda, qonunda belgilangan qanday asoslarda ushlangan; ushlab turilgan shaxs qanday jinoyatni sodir etishda gumon qilinmoqda; qanday vaqtda u militsiya yoki boshqa huquqni muhofaza qiluvchi organga olib kelingan. Bayonnomani ushlab turish uchun asos bo‘lgan holatlarni tekshiruvchi militsiya yoki boshqa huquqni muhofaza qiluvchi organ xodimi, jinoyat sodir etishda gumon qilinayotgan shaxsni ushlagan vakolatli shaxs yoki fuqaro, xolislar va ushlab turilgan shaxs imzolaydi[Qarang: O‘zbekiston Respublikasi Jinoyat-protsessual kodeksi, 225-modda, 1-qism. ].\n\n8.Ushlab turish ushlab turilgan shaxs militsiya yoki huquqni muhofaza qiluvchi boshqa organga keltirilgan vaqtdan boshlab yetmish ikki soatdan ortiq davom etishi mumkin emas, mustasno holat sifatida qidiruvda bo‘lgan shaxsni tergov o‘tkaziladigan joyga yetkazishni hisobga olib, prokuror ushlab turish muddatini o‘n kungacha uzaytirishi mumkin. Ushlab turish muddati tugagunga qadar va asoslar mavjud bo‘lganda, shaxs ayblanuvchi tariqasida ishda ishtirok etishga jalb qilinishi, unga ayb e’lon qilinishi, JPK 109-112-moddalari qoidalariga muvofiq, so‘roq qilinishi va JPK 236-240-moddalari qoidalariga amal qilgan holda ehtiyot chorasini tanlash haqidagi masala hal qilinishi zarur.\n\n9.Ushlab turilgan shaxs quyidagi hollarda ozod qilinishi mumkin, agar:\n\n-jinoyat sodir etilganligi haqidagi gumon tasdiqlanmasa;\n\n-ushlab turilgan shaxsga nisbatan qamoqqa olish tarzidagi ehtiyot chorasi qo‘llash zarurati bo‘lmasa; \n\n-ushlab turishning belgilangan muddati o‘tganda.\n\nUshlab turilgan shaxsni ozod qilish surishtiruvchi, tergovchi, prokurorning qarori va sudning ajrimiga asosan ushlab turilganlar saqlanayotgan joyning boshlig‘i tomonidan amalga oshiriladi. Ozod qilish to‘g‘risidagi qaror yoki ajrim ushlab turilganlar saqlanadigan joyga kelib tushishi bilan darhol ijro etiladi. \n\n10.Qonunga xilof ravishda ushlab turish deganda, JPK 221-moddasida nazarda tutilgan qonuniy asoslar mavjud bo‘lmagan va qonun shartlarini buzgan holda qisqa muddatli ozodlikdan mahrum qilishni tushunish lozim. \n\nQonuniy asoslar mavjud bo‘lmaganligi nafaqat ushlab turish uchun asoslarning mavjud bo‘lmasligi, balki uni davom ettirish bilan bog‘liq asoslar yo‘qligi bilan ham izohlanadi, masalan, jinoyat sodir etilganligi to‘g‘risidagi gumon o‘z tasdig‘ini topmaganda. Qo‘zg‘atilgan jinoyat ishi doirasida tegishli qaror chiqarmasdan ushlab turishni amalga oshirish ham qonuniy asoslarsiz ushlab turish deb baholanadi. \n\nBundan tashqari, JPK muayyan doiraga kiruvchi shaxslarni ushlab turishga nisbatan immunitet belgilaydi, xususan, deputatlar, sudyalar, prokurorlar jinoyat ustida yoki uni sodir qilib bo‘lgan zahoti qo‘lga olinganlarida ushlab turilishlari mumkin[ Qarang: O‘zbekiston Respublikasi Jinoyat-protsessual kodeksi, 223-modda, 1-qism.]. Mazkur shaxslarning boshqa asoslarga ko‘ra ushlab turilishini ham qonuniy asoslarsiz ushlab turish sifatida baholash lozim. Shuningdek, diplomatik immunitetdan foydalanayotgan shaxslarni ham ushlab turish noqonuniy ushlab turish sifatida baholanishi lozim. Bunda deputat, sudya yoki prokurorning immunitetidan farqli o‘laroq, diplomatik immunitetga ega shaxs har qanday asos mavjud bo‘lgan taqdirda ham ushlab turilishi mumkin emas[ Qarang: 1961 yildagi Diplomatik aloqalar to‘g‘risidagi Vena konvensiyasi, 29-modda (O‘zbekiston Respublikasi mazkur Konvensiyaga 1994 yil 6 mayda qo‘shilgan).].\n\n11.Sharhlanayotgan jinoyat ushlab turish haqidagi bayonnoma tuzilgan va bu haqda ushlab turilgan shaxsga e’lon qilingan paytdan e’tiboran, ushlab turish haqidagi bayonnoma tuzishga doir qonun talablari buzilgan holda esa – shaxs haqiqatda huquqni muhofaza qiluvchi organga keltirilgan paytdan e’tiboran jinoyat tugallangan hisoblanadi. \n\nAgar jinoyat qisqa muddatli ozodlikdan mahrum qilish tarzida davom etib, kelgusida yuqorida keltirilgan protsessual majburlov chorasi qo‘llash uchun asoslar mavjud bo‘lmasa, jinoyat tegishli asoslar mavjud bo‘lmagan holat aniqlangan vaqtda tugallangan, deb hisoblanishi lozim. Bu tergov harakatlari, tezkor qidiruv faoliyati va boshqalar aks etgan ish materiallarida bayon etiladi yoki aniqlanadi.\n\n12.Qonunga xilof ravishda ushlab turish subyektiv tomondan to‘g‘ri qasd bilan sodir etilib, aybdor o‘zi amalga oshirayotgan ushlab turish noqonuniy ekanligini anglaydi, biroq shunga qaramasdan yoki boshqa motivlar bilan ushlab turishni amalga oshirishni xohlaydi, yoxud ushlab turilgan shaxsni belgilangan joyda tegishli muddatdan ortiq muddatga ushlab turadi. Agar noqonuniy ushlab turish ehtiyotsizlik orqasida amalga oshirilgan bo‘lsa (masalan, aybdor shaxsiga nisbatan xatolikka yo‘l qo‘yilganda), unda aybdor shaxsni mansabga sovuqqonlik bilan qaraganlik uchun jinoiy javobgarlikka (JK 207-moddasi) yoki anglashilmovchilikka yo‘l qo‘yganlik uchun intizomiy javobgarlikka tortish masalasini qo‘yish mumkin. \n\nJinoyatning motivi shaxsiy manfaatdorlik, o‘ch olish, g‘arazli maqsadlar va boshqalar bo‘lishi mumkin, ular qilmishni kvalifikatsiya qilishga ta’sir qilmaydi, biroq jazo tayinlashda ular hisobga olinishi mumkin. \n\n13.Jinoyat subyekti faqat maxsus shaxslar, ya’ni surishtiruvchi, tergovchi yoki prokuror bo‘lishi mumkin. Qonunga xilof ravishda ushlab turish mazkur harakatlarni amalga oshirish vakolatiga ega bo‘lmagan mansabdor shaxslar tomonidan sodir etilganda, ularning harakati JK 206-moddasi bilan hokimiyat yoki mansab vakolatidan chetga chiqish deb kvalifikatsiya qilinadi. \n\nBundan tashqari, ushlab turish mansabdor shaxs yoki mas’ul mansabdor shaxs bo‘lmagan fuqaro tomonidan amalga oshirilgan bo‘lib, tegishli belgilar mavjud bo‘lgan taqdirda, shaxsning harakatlari JK 229-moddasi bo‘yicha o‘zboshimchalik yoki JK 138-moddasi bo‘yicha zo‘rlik ishlatib g‘ayriqonuniy ravishda ozodlikdan mahrum qilish sifatida kvalifikatsiya qilinishi mumkin. \n\n14.Sharhlanayotgan moddaning 2-qismida qonunga xilof ravishda hibsga olish yoki hibsda saqlash uchun javobgarlik belgilangan. \n\n15.JK 234-moddasi 2-qismining obyektiv tomoni ayblanuvchi yoki gumonlanuvchiga nisbatan qamoqqa olish tarzidagi ehtiyot chorasini qonunga xilof ravishda tanlashda ifodalanadi, shuningdek, qonunda belgilangan muddatlardan ortiq muddat ushlab turish uchun tegishli asoslar bo‘lmagani holda shaxsni qonunga xilof ravishda hibsda muddatidan ortiq ushlab turishda ifodalanadi. \n\n16.Jinoyat-protsessual kodeksining 242-moddasiga muvofiq, Jinoyat kodeksida qasddan sodir etilib, uch yildan ortiq muddatga ozodlikdan mahrum qilish jazosi nazarda tutilgan hamda ehtiyotsizlik orqasida sodir etilib, Jinoyat kodeksida besh yildan ortiq muddatga ozodlikdan mahrum qilish tarzida jazo nazarda tutilgan jinoyatlar uchun ehtiyot chorasi sifatida qamoqqa olish nazarda tutilgan. Alohida hollarda mazkur ehtiyot chorasi qasddan sodir etilgan jinoyatlarda uch yildan ortiq bo‘lmagan muddatga ozodlikdan mahrum qilish tarzidagi jazo nazarda tutilgan, shuningdek, ehtiyotsizlik orqasida sodir etilib,  ozodlikdan mahrum qilish tarzidagi besh yildan ortiq bo‘lmagan muddatga ozodlikdan mahrum qilish jazosi nazarda tutilgan jinoyat sodir etgan shaxslarga nisbatan ham qo‘llanishi mumkin. \n\nEhtiyot chorasi sifatida hibsga olish chorasi faqat ayblanuvchi tariqasida ishga jalb qilgan shaxslarga nisbatan qo‘llanishi mumkin. Gumon qilinuvchiga nisbatan ehtiyot chorasini qo‘llashga faqat istisnoli hollardagina yo‘l qo‘yilishi mumkin[ Qarang: O‘zbekiston Respublikasi Jinoyat-protsessual kodeksi, 226-modda, 3-qism.\n\n].\n\n17.Ehtiyot chorasi sifatida qamoqqa olish faqat prokuror sanksiyasiga muvofiq amalga oshirilishi mumkin. Qamoq tarzida ushlab turish chorasini qo‘llashga sanksiya berish vaqtida prokuror ish bilan puxta tanishib chiqishi va zarur bo‘lgan hollarda ayblanuvchi yoki gumon qilinuvchilarni shaxsan so‘roq qilishi, bunda voyaga yetmaganlarni shaxsan o‘zi so‘roq qilishi zarur. \n\nBundan tashqari, jinoyat-protsessual qonunchiligi alohida mazkur ehtiyot chorasini shaxslar uchun qo‘llashning qo‘shimcha shartlarini belgilaydi, xususan:\n\n-O‘zbekiston Respublikasi Oliy Majlisi deputati, Qoraqalpog‘iston Respublikasi Jo‘qorg‘i Kengesi deputati, viloyat kengash deputatlari, shahar va tuman xalq kengashi deputatlariga nisbatan – qoida tariqasida tegishli vakillik organi roziligi bilan;\n\n-O‘zbekiston Respublikasi Konstitutsiyaviy sudi sudyasiga nisbatan – O‘zbekiston Respublikasi Konstitutsiyaviy sudining roziligi bilan;\n\n-O‘zbekiston Respublikasining boshqa sudlari sudyalariga nisbatan – O‘zbekiston Respublikasi Oliy sudi Plenumi yoki O‘zbekiston Respublikasi Oliy Xo‘jalik sudi Plenumi roziligi bilan;\n\n-Prokuratura organlari prokurorlari va tergovchilariga nisbatan – O‘zbekiston Respublikasi Bosh prokurorining roziligi bilan.\n\n18.Agar ayblanuvchi yoki gumon qilinuvchi shaxsga nisbatan qonunda ko‘rsatilgan asoslar, shuningdek, alohida shaxslarga nisbatan qo‘shimcha shartlarga amal qilmagan holda va qonunda belgilangan protsessual shaklga rioya etmagan tarzda tanlansa, qonunga xilof ravishda hibsga olish deb topiladi.\n\n19.Qonunda belgilangan asoslar bo‘lmagan holda yoki qonuniy muddatlari buzilgan tarzda qo‘llangan hibsga olish shaklidagi ehtiyot chorasi qonunga xilof ravishda hibsda saqlash hisoblanadi.\n\nJinoyat-protsessual qonunchiligida nazarda tutilgan alohida hollardan tashqari hibsda saqlash uchun belgilanmagan joylarda hibsda saqlash ham qonunga xilof ravishda hibsda saqlash deb hisoblanadi. Bundan tashqari, diplomatik immunitetga ega bo‘lgan shaxslarni qamoqqa olish yoki hibsda ushlab turish har qanday holatda ham noqonuniy hibsda saqlash hisoblanadi. \n\n20.Agar hibsga olish jinoyat sodir etishda gumon qilinayotgan shaxsga nisbatan ehtiyot chorasi sifatida qo‘llangan bo‘lsa, bu holda unga o‘n kun ichida ayb e’lon qilinishi kerak. Ushbu vaqt mobaynida ayb e’lon qilinmasa, shaxsga nisbatan qo‘llangan ehtiyot chorasi bekor qilinadi (JPK 226-moddasi). Ayblanuvchiga nisbatan hibsga olish shaklidagi ehtiyot chorasi uch oydan oshib ketmasligi lozim. Bu muddat O‘zbekiston Respublikasi JPKning 245- moddasidagi holatlarga ko‘ra uzaytirilishi mumkin. \n\n21.Jinoyat shaxs qonunga xilof ravishda qamoqqa joylashtirilgandan yoki bu ehtiyot chorasini uning qonuniy muddatlari o‘tib ketgandan keyin ham aybdorga ayb e’lon qilmasdan yoki tegishli muddatlar uzaytirilmasdan o‘z kuchida qoldirgan vaqtdan tugallangan deb hisoblanadi. \n\n22.Subyektiv tomondan jinoyat hisobga olishning yoki hibsda saqlashning noqonuniyligini oldindan bilgan holda to‘g‘ri qasd bilan sodir etiladi. Agar qonunga xilof ravishda hibsga olish yoki hibsda saqlash ehtiyotsizlik orqasida sodir etilgan bo‘lsa (masalan, hibsga olingan shaxsning saqlanayotgan muddati “unutilgan” bo‘lsa), bunday holda bu masala mansabga sovuqqonlik  bilan qaraganlik (JK 207-moddasi) uchun javobgarlik yoki mazkur xizmatchini tegishli ravishda intizomiy javobgarlikka tortish masalasi qo‘yilishi mumkin. Jinoyatning motivi shaxsiy yoki boshqacha xususiyatga ega manfaat bo‘lishi mumkin. \n\n23.“Bila turib, qonunga xilof ravishda hibsga olish” jinoyatining subyekti faqat prokuror, tergovchi yoki surishtiruvchi bo‘lishi mumkin.\n\nJPK 315-moddasiga muvofiq, “bila turib, qonunga xilof ravishda hibsda saqlash” jinoyatining subyekti, agar bunday saqlash JPKning tegishli tartibi bilan uzaytirilmagan bo‘lsa, belgilangan ehtiyot chorasi muddati tugashi bilan hibsda turgan shaxslarni darhol ozod qilish bo‘yicha o‘ziga yuklatilgan majburiyatni u yoki bu motivlarga binoan bajarmagan hibsda ushlab turilgan joy boshlig‘i ham bo‘lishi mumkin. \n\n24.Qonunga xilof ravishda hibsga olish shaklidagi ehtiyot chorasi sudyaning qarori bilan qo‘llanilgan taqdirda, mazkur shaxs JK 231-moddasi bo‘yicha javobgarlikka tortilishi lozim[ Masalan, sudya ishni ko‘rish uchun tayinlashga qadar sudlanuvchiga nisbatan ehtiyot chorasini tanlashi mumkin. Qarang: O‘zbekiston Respublikasi Jinoyat-protsessual kodeksi, 397-modda, 5-band.].\n\n25.Agar qonunga xilof ravishda hibsga olish yoki qonunga xilof ravishda hibsda saqlash mazkur harakatlarni amalga oshirish vakolatiga kirmagan mansabdor shaxs yoki hokimiyat vakili tomonidan amalga oshirilsa, bu holatda mazkur shaxsning harakatlari JK 206-moddasi bo‘yicha hokimiyat yoki mansab vakolati doirasidan chetga chiqish sifatida kvalifikatsiya qilinishi lozim."
        },
        {
            "modda_raqami": "235-modda. Qiynoqqa solish va boshqa shafqatsiz, g‘ayriinsoniy yoki qadr-qimmatni kamsituvchi muomala hamda jazo turlarini qo‘llash.",
            "matni": "Bila turib, qonunga xilof ravishda ushlab turish, ya’ni surishtiruvchi, tergovchi yoki prokuror tomonidan qonuniy asosga ega bo‘lmagan holda shaxs erkinligining qisqa muddatga cheklanishi -\n\neng kam oylik ish haqining ellik baravarigacha miqdorda jarima yoki olti oygacha qamoq bilan jazolanadi.\n\nBila turib, qonunga xilof ravishda hibsga olish yoki hibsda saqlash -\n\neng kam oylik ish haqining ellik baravaridan yuz baravarigacha miqdorda jarima yoki uch yilgacha ozodlikdan mahrum qilish bilan jazolanadi.",
            "sharxi": "1.Konstitutsiyaning 25-moddasiga muvofiq, “Har kim erkinlik va shaxsiy daxlsizlik huquqiga ega. Hech kim qonunga asoslanmagan holda hibsga olinishi yoki qamoqda saqlanishi mumkin emas”. Shuning uchun hibsga olish faqat qonunda belgilangan asoslarga muvofiq amalga oshirilib, qolgan vaziyatlarda bu qonunga xilof ravishda ushlab turish yoki hibsga olish deb topiladi. \n\n2.Sharhlanayotgan jinoyatning ijtimoiy xavfliligi uni sodir etishda insonning shaxsiy erkinligi va daxlsizlik huquqlari buzilib, aholining huquqni muhofaza qiluvchi organlar faoliyatining adolatliligi va qonuniyligiga ishonchi yo‘qolishiga olib keladi. \n\n3.Jinoyatning obyekti surishtiruv, dastlabki tergov, prokuratura va sud organlarining normal faoliyati va obro‘yi, fuqarolarning huquq va qonuniy manfaatlari hisoblanadi. \n\n4.JK 234-moddasi 1-qismida nazarda tutilgan jinoyatning obyektiv tomoni qonunga xilof ravishda ushlab turishda, ya’ni shaxs erkinligini qisqa muddatga cheklashda ifodalanadi. \n\nMazkur holatda ushlab turish deganda, jinoyat sodir etishda gumon qilinayotgan shaxsni jinoyatga aloqadorligini va (zarur hollarda) uni qamoqqa olish  masalasini hal etishda shaxsga nisbatan qo‘llaniladigan qisqa muddatli jinoyat-protsessual majburlov chorasi hisoblanadi. Ma’muriy qamoq tarzidagi ushlab turish chorasi qonunga xilof ravishda deb kvalifikatsiya qilinishi mumkin emas, chunki bunday ushlab turish aynan surishtiruvchi, tergovchi va prokuror tomonidan amalga oshirilishi lozim[Qarang: O‘zbekiston Respublikasi Ma’muriy javobgarlik to‘g‘risidagi kodeksi, 287-modda. ]. Yuqorida nazarda tutilgan shartlar mavjud bo‘lganda, qilmish JK 205 va 206-moddalari bo‘yicha kvalifikatsiya qilinishi talab etiladi. \n\n5.JPK 221-moddasiga muvofiq, qonunda belgilangan asoslardagina, xususan:\n\n-shaxs jinoyat ustida yoki bevosita uni sodir etganidan keyin qo‘lga tushsa;\n\n-jinoyat shohidlari, shu jumladan jabrlanuvchilar uni jinoyat sodir etgan shaxs tariqasida to‘g‘ridan to‘g‘ri ko‘rsatsalar; \n\n-uning o‘zidan yoki kiyimidan, yonidan yoki uyidan sodir etilgan jinoyatning yaqqol izlari topilsa;\n\n-shaxsni jinoyat sodir etishda gumon qilish uchun asos bo‘ladigan ma’lumotlar mavjud bo‘lib, u qochmoqchi bo‘lsa yoki doimiy yashaydigan joyi yo‘q yoxud shaxsi aniqlanmagan bo‘lsa, ushlab turishga yo‘l qo‘yiladi.\n\n6.Ushlab turish jinoyat ishi qo‘zg‘atilgunga qadar ham, ish qo‘zg‘atilgandan keyin ham amalga oshirilishi mumkin bo‘lib, o‘z navbatida, oxirgi holatda ushlab turish faqat surishtiruvchi, tergovchi, prokuror qaroriga va sudning ajrimiga muvofiq amalga oshiriladi. \n\n7.Har qanday holatda jinoyat sodir etishda gumon qilinayotgan shaxsni ushlab turish uchun olib borilgan joyda huquqni muhofaza qiluvchi organ xodimi ushlab turish bayonnomasini tuzib, unda quyidagilarni bayon qilishi kerak: kim tomonidan, qachon, qanday holatda, qonunda belgilangan qanday asoslarda ushlangan; ushlab turilgan shaxs qanday jinoyatni sodir etishda gumon qilinmoqda; qanday vaqtda u militsiya yoki boshqa huquqni muhofaza qiluvchi organga olib kelingan. Bayonnomani ushlab turish uchun asos bo‘lgan holatlarni tekshiruvchi militsiya yoki boshqa huquqni muhofaza qiluvchi organ xodimi, jinoyat sodir etishda gumon qilinayotgan shaxsni ushlagan vakolatli shaxs yoki fuqaro, xolislar va ushlab turilgan shaxs imzolaydi[Qarang: O‘zbekiston Respublikasi Jinoyat-protsessual kodeksi, 225-modda, 1-qism. ].\n\n8.Ushlab turish ushlab turilgan shaxs militsiya yoki huquqni muhofaza qiluvchi boshqa organga keltirilgan vaqtdan boshlab yetmish ikki soatdan ortiq davom etishi mumkin emas, mustasno holat sifatida qidiruvda bo‘lgan shaxsni tergov o‘tkaziladigan joyga yetkazishni hisobga olib, prokuror ushlab turish muddatini o‘n kungacha uzaytirishi mumkin. Ushlab turish muddati tugagunga qadar va asoslar mavjud bo‘lganda, shaxs ayblanuvchi tariqasida ishda ishtirok etishga jalb qilinishi, unga ayb e’lon qilinishi, JPK 109-112-moddalari qoidalariga muvofiq, so‘roq qilinishi va JPK 236-240-moddalari qoidalariga amal qilgan holda ehtiyot chorasini tanlash haqidagi masala hal qilinishi zarur.\n\n9.Ushlab turilgan shaxs quyidagi hollarda ozod qilinishi mumkin, agar:\n\n-jinoyat sodir etilganligi haqidagi gumon tasdiqlanmasa;\n\n-ushlab turilgan shaxsga nisbatan qamoqqa olish tarzidagi ehtiyot chorasi qo‘llash zarurati bo‘lmasa; \n\n-ushlab turishning belgilangan muddati o‘tganda.\n\nUshlab turilgan shaxsni ozod qilish surishtiruvchi, tergovchi, prokurorning qarori va sudning ajrimiga asosan ushlab turilganlar saqlanayotgan joyning boshlig‘i tomonidan amalga oshiriladi. Ozod qilish to‘g‘risidagi qaror yoki ajrim ushlab turilganlar saqlanadigan joyga kelib tushishi bilan darhol ijro etiladi. \n\n10.Qonunga xilof ravishda ushlab turish deganda, JPK 221-moddasida nazarda tutilgan qonuniy asoslar mavjud bo‘lmagan va qonun shartlarini buzgan holda qisqa muddatli ozodlikdan mahrum qilishni tushunish lozim. \n\nQonuniy asoslar mavjud bo‘lmaganligi nafaqat ushlab turish uchun asoslarning mavjud bo‘lmasligi, balki uni davom ettirish bilan bog‘liq asoslar yo‘qligi bilan ham izohlanadi, masalan, jinoyat sodir etilganligi to‘g‘risidagi gumon o‘z tasdig‘ini topmaganda. Qo‘zg‘atilgan jinoyat ishi doirasida tegishli qaror chiqarmasdan ushlab turishni amalga oshirish ham qonuniy asoslarsiz ushlab turish deb baholanadi. \n\nBundan tashqari, JPK muayyan doiraga kiruvchi shaxslarni ushlab turishga nisbatan immunitet belgilaydi, xususan, deputatlar, sudyalar, prokurorlar jinoyat ustida yoki uni sodir qilib bo‘lgan zahoti qo‘lga olinganlarida ushlab turilishlari mumkin[ Qarang: O‘zbekiston Respublikasi Jinoyat-protsessual kodeksi, 223-modda, 1-qism.]. Mazkur shaxslarning boshqa asoslarga ko‘ra ushlab turilishini ham qonuniy asoslarsiz ushlab turish sifatida baholash lozim. Shuningdek, diplomatik immunitetdan foydalanayotgan shaxslarni ham ushlab turish noqonuniy ushlab turish sifatida baholanishi lozim. Bunda deputat, sudya yoki prokurorning immunitetidan farqli o‘laroq, diplomatik immunitetga ega shaxs har qanday asos mavjud bo‘lgan taqdirda ham ushlab turilishi mumkin emas[ Qarang: 1961 yildagi Diplomatik aloqalar to‘g‘risidagi Vena konvensiyasi, 29-modda (O‘zbekiston Respublikasi mazkur Konvensiyaga 1994 yil 6 mayda qo‘shilgan).].\n\n11.Sharhlanayotgan jinoyat ushlab turish haqidagi bayonnoma tuzilgan va bu haqda ushlab turilgan shaxsga e’lon qilingan paytdan e’tiboran, ushlab turish haqidagi bayonnoma tuzishga doir qonun talablari buzilgan holda esa – shaxs haqiqatda huquqni muhofaza qiluvchi organga keltirilgan paytdan e’tiboran jinoyat tugallangan hisoblanadi. \n\nAgar jinoyat qisqa muddatli ozodlikdan mahrum qilish tarzida davom etib, kelgusida yuqorida keltirilgan protsessual majburlov chorasi qo‘llash uchun asoslar mavjud bo‘lmasa, jinoyat tegishli asoslar mavjud bo‘lmagan holat aniqlangan vaqtda tugallangan, deb hisoblanishi lozim. Bu tergov harakatlari, tezkor qidiruv faoliyati va boshqalar aks etgan ish materiallarida bayon etiladi yoki aniqlanadi.\n\n12.Qonunga xilof ravishda ushlab turish subyektiv tomondan to‘g‘ri qasd bilan sodir etilib, aybdor o‘zi amalga oshirayotgan ushlab turish noqonuniy ekanligini anglaydi, biroq shunga qaramasdan yoki boshqa motivlar bilan ushlab turishni amalga oshirishni xohlaydi, yoxud ushlab turilgan shaxsni belgilangan joyda tegishli muddatdan ortiq muddatga ushlab turadi. Agar noqonuniy ushlab turish ehtiyotsizlik orqasida amalga oshirilgan bo‘lsa (masalan, aybdor shaxsiga nisbatan xatolikka yo‘l qo‘yilganda), unda aybdor shaxsni mansabga sovuqqonlik bilan qaraganlik uchun jinoiy javobgarlikka (JK 207-moddasi) yoki anglashilmovchilikka yo‘l qo‘yganlik uchun intizomiy javobgarlikka tortish masalasini qo‘yish mumkin. \n\nJinoyatning motivi shaxsiy manfaatdorlik, o‘ch olish, g‘arazli maqsadlar va boshqalar bo‘lishi mumkin, ular qilmishni kvalifikatsiya qilishga ta’sir qilmaydi, biroq jazo tayinlashda ular hisobga olinishi mumkin. \n\n13.Jinoyat subyekti faqat maxsus shaxslar, ya’ni surishtiruvchi, tergovchi yoki prokuror bo‘lishi mumkin. Qonunga xilof ravishda ushlab turish mazkur harakatlarni amalga oshirish vakolatiga ega bo‘lmagan mansabdor shaxslar tomonidan sodir etilganda, ularning harakati JK 206-moddasi bilan hokimiyat yoki mansab vakolatidan chetga chiqish deb kvalifikatsiya qilinadi. \n\nBundan tashqari, ushlab turish mansabdor shaxs yoki mas’ul mansabdor shaxs bo‘lmagan fuqaro tomonidan amalga oshirilgan bo‘lib, tegishli belgilar mavjud bo‘lgan taqdirda, shaxsning harakatlari JK 229-moddasi bo‘yicha o‘zboshimchalik yoki JK 138-moddasi bo‘yicha zo‘rlik ishlatib g‘ayriqonuniy ravishda ozodlikdan mahrum qilish sifatida kvalifikatsiya qilinishi mumkin. \n\n14.Sharhlanayotgan moddaning 2-qismida qonunga xilof ravishda hibsga olish yoki hibsda saqlash uchun javobgarlik belgilangan. \n\n15.JK 234-moddasi 2-qismining obyektiv tomoni ayblanuvchi yoki gumonlanuvchiga nisbatan qamoqqa olish tarzidagi ehtiyot chorasini qonunga xilof ravishda tanlashda ifodalanadi, shuningdek, qonunda belgilangan muddatlardan ortiq muddat ushlab turish uchun tegishli asoslar bo‘lmagani holda shaxsni qonunga xilof ravishda hibsda muddatidan ortiq ushlab turishda ifodalanadi. \n\n16.Jinoyat-protsessual kodeksining 242-moddasiga muvofiq, Jinoyat kodeksida qasddan sodir etilib, uch yildan ortiq muddatga ozodlikdan mahrum qilish jazosi nazarda tutilgan hamda ehtiyotsizlik orqasida sodir etilib, Jinoyat kodeksida besh yildan ortiq muddatga ozodlikdan mahrum qilish tarzida jazo nazarda tutilgan jinoyatlar uchun ehtiyot chorasi sifatida qamoqqa olish nazarda tutilgan. Alohida hollarda mazkur ehtiyot chorasi qasddan sodir etilgan jinoyatlarda uch yildan ortiq bo‘lmagan muddatga ozodlikdan mahrum qilish tarzidagi jazo nazarda tutilgan, shuningdek, ehtiyotsizlik orqasida sodir etilib,  ozodlikdan mahrum qilish tarzidagi besh yildan ortiq bo‘lmagan muddatga ozodlikdan mahrum qilish jazosi nazarda tutilgan jinoyat sodir etgan shaxslarga nisbatan ham qo‘llanishi mumkin. \n\nEhtiyot chorasi sifatida hibsga olish chorasi faqat ayblanuvchi tariqasida ishga jalb qilgan shaxslarga nisbatan qo‘llanishi mumkin. Gumon qilinuvchiga nisbatan ehtiyot chorasini qo‘llashga faqat istisnoli hollardagina yo‘l qo‘yilishi mumkin.\n\n17.Ehtiyot chorasi sifatida qamoqqa olish faqat prokuror sanksiyasiga muvofiq amalga oshirilishi mumkin. Qamoq tarzida ushlab turish chorasini qo‘llashga sanksiya berish vaqtida prokuror ish bilan puxta tanishib chiqishi va zarur bo‘lgan hollarda ayblanuvchi yoki gumon qilinuvchilarni shaxsan so‘roq qilishi, bunda voyaga yetmaganlarni shaxsan o‘zi so‘roq qilishi zarur. \n\nBundan tashqari, jinoyat-protsessual qonunchiligi alohida mazkur ehtiyot chorasini shaxslar uchun qo‘llashning qo‘shimcha shartlarini belgilaydi, xususan:\n\n-O‘zbekiston Respublikasi Oliy Majlisi deputati, Qoraqalpog‘iston Respublikasi Jo‘qorg‘i Kengesi deputati, viloyat kengash deputatlari, shahar va tuman xalq kengashi deputatlariga nisbatan – qoida tariqasida tegishli vakillik organi roziligi bilan;\n\n-O‘zbekiston Respublikasi Konstitutsiyaviy sudi sudyasiga nisbatan – O‘zbekiston Respublikasi Konstitutsiyaviy sudining roziligi bilan;\n\n-O‘zbekiston Respublikasining boshqa sudlari sudyalariga nisbatan – O‘zbekiston Respublikasi Oliy sudi Plenumi yoki O‘zbekiston Respublikasi Oliy Xo‘jalik sudi Plenumi roziligi bilan;\n\n-Prokuratura organlari prokurorlari va tergovchilariga nisbatan – O‘zbekiston Respublikasi Bosh prokurorining roziligi bilan.\n\n18.Agar ayblanuvchi yoki gumon qilinuvchi shaxsga nisbatan qonunda ko‘rsatilgan asoslar, shuningdek, alohida shaxslarga nisbatan qo‘shimcha shartlarga amal qilmagan holda va qonunda belgilangan protsessual shaklga rioya etmagan tarzda tanlansa, qonunga xilof ravishda hibsga olish deb topiladi.\n\n19.Qonunda belgilangan asoslar bo‘lmagan holda yoki qonuniy muddatlari buzilgan tarzda qo‘llangan hibsga olish shaklidagi ehtiyot chorasi qonunga xilof ravishda hibsda saqlash hisoblanadi.\n\nJinoyat-protsessual qonunchiligida nazarda tutilgan alohida hollardan tashqari hibsda saqlash uchun belgilanmagan joylarda hibsda saqlash ham qonunga xilof ravishda hibsda saqlash deb hisoblanadi. Bundan tashqari, diplomatik immunitetga ega bo‘lgan shaxslarni qamoqqa olish yoki hibsda ushlab turish har qanday holatda ham noqonuniy hibsda saqlash hisoblanadi. \n\n20.Agar hibsga olish jinoyat sodir etishda gumon qilinayotgan shaxsga nisbatan ehtiyot chorasi sifatida qo‘llangan bo‘lsa, bu holda unga o‘n kun ichida ayb e’lon qilinishi kerak. Ushbu vaqt mobaynida ayb e’lon qilinmasa, shaxsga nisbatan qo‘llangan ehtiyot chorasi bekor qilinadi (JPK 226-moddasi). Ayblanuvchiga nisbatan hibsga olish shaklidagi ehtiyot chorasi uch oydan oshib ketmasligi lozim. Bu muddat O‘zbekiston Respublikasi JPKning 245- moddasidagi holatlarga ko‘ra uzaytirilishi mumkin. \n\n21.Jinoyat shaxs qonunga xilof ravishda qamoqqa joylashtirilgandan yoki bu ehtiyot chorasini uning qonuniy muddatlari o‘tib ketgandan keyin ham aybdorga ayb e’lon qilmasdan yoki tegishli muddatlar uzaytirilmasdan o‘z kuchida qoldirgan vaqtdan tugallangan deb hisoblanadi. \n\n22.Subyektiv tomondan jinoyat hisobga olishning yoki hibsda saqlashning noqonuniyligini oldindan bilgan holda to‘g‘ri qasd bilan sodir etiladi. Agar qonunga xilof ravishda hibsga olish yoki hibsda saqlash ehtiyotsizlik orqasida sodir etilgan bo‘lsa (masalan, hibsga olingan shaxsning saqlanayotgan muddati “unutilgan” bo‘lsa), bunday holda bu masala mansabga sovuqqonlik  bilan qaraganlik (JK 207-moddasi) uchun javobgarlik yoki mazkur xizmatchini tegishli ravishda intizomiy javobgarlikka tortish masalasi qo‘yilishi mumkin. Jinoyatning motivi shaxsiy yoki boshqacha xususiyatga ega manfaat bo‘lishi mumkin. \n\n23.“Bila turib, qonunga xilof ravishda hibsga olish” jinoyatining subyekti faqat prokuror, tergovchi yoki surishtiruvchi bo‘lishi mumkin.\n\nJPK 315-moddasiga muvofiq, “bila turib, qonunga xilof ravishda hibsda saqlash” jinoyatining subyekti, agar bunday saqlash JPKning tegishli tartibi bilan uzaytirilmagan bo‘lsa, belgilangan ehtiyot chorasi muddati tugashi bilan hibsda turgan shaxslarni darhol ozod qilish bo‘yicha o‘ziga yuklatilgan majburiyatni u yoki bu motivlarga binoan bajarmagan hibsda ushlab turilgan joy boshlig‘i ham bo‘lishi mumkin. \n\n24.Qonunga xilof ravishda hibsga olish shaklidagi ehtiyot chorasi sudyaning qarori bilan qo‘llanilgan taqdirda, mazkur shaxs JK 231-moddasi bo‘yicha javobgarlikka tortilishi lozim[ Masalan, sudya ishni ko‘rish uchun tayinlashga qadar sudlanuvchiga nisbatan ehtiyot chorasini tanlashi mumkin. Qarang: O‘zbekiston Respublikasi Jinoyat-protsessual kodeksi, 397-modda, 5-band.].\n\n25.Agar qonunga xilof ravishda hibsga olish yoki qonunga xilof ravishda hibsda saqlash mazkur harakatlarni amalga oshirish vakolatiga kirmagan mansabdor shaxs yoki hokimiyat vakili tomonidan amalga oshirilsa, bu holatda mazkur shaxsning harakatlari JK 206-moddasi bo‘yicha hokimiyat yoki mansab vakolati doirasidan chetga chiqish sifatida kvalifikatsiya qilinishi lozim."
        },
        {
            "modda_raqami": "236-modda. Tergov qilishga yoki sud ishlarini hal etishga aralashish.",
            "matni": "Tergov qilishga yoki sud ishlarini hal etishga aralashish, ya’ni ishni har tomonlama, to‘la va xolisona o‘rganilishiga to‘sqinlik qilish maqsadida surishtiruvchi, tergovchi yoki prokurorga yoxud adolatsiz hukm, hal qiluv qarori, ajrimi yoki qaror chiqarilishiga erishish maqsadida sudyaga turli shaklda qonunga xilof ravishda ta’sir o‘tkazish, -\n\nuch yilgacha axloq tuzatish ishlari yoki uch yilgacha ozodlikdan mahrum qilish bilan jazolanadi.\n\nO‘sha harakat mansabdor shaxs tomonidan sodir etilgan bo‘lsa, -\n\nolti oygacha qamoq yoki muayyan huquqdan mahrum etib, uch yildan besh yilgacha ozodlikdan mahrum qilish bilan jazolanadi.",
            "sharxi": "1. Konstitutsiyaning 106-moddasiga ko‘ra, “O‘zbekiston Respublikasida sud hokimiyati qonun chiqaruvchi va ijro etuvchi hokimiyatlardan, siyosiy partiyalardan, boshqa jamoat birlashmalaridan mustaqil holda ish yuritadi”.\n\nO‘zbekiston Respublikasi Konstitutsiyasining 112-moddasiga muvofiq, “Sudyalar mustaqildirlar, faqat qonunga bo‘ysunadilar. Sudyalarning odil sudlovni amalga oshirish borasidagi faoliyatiga biron-bir tarzda aralashishga yo‘l qo‘yilmaydi va bunday aralashish qonunga muvofiq javobgarlikka sabab bo‘ladi”. Shunga ko‘ra, sudning adolatni qaror toptirishdagi faoliyatiga hech kim, hech qanday shaklda aralashishga haqli emas.\n\n2. Tergov qilishga yoki sud ishlarni hal etishga aralashishning ijtimoiy xavfliligi shundaki, bunday harakatlar oqibatida tergov va sud organlarining nufuziga putur yetadi, ularga aholining ishonchi kamayadi, adolat hamda ushbu organlar tomonidan qabul qilinadigan qarorlarning asoslanganligi buziladi, korxona, muassasa, tashkilot, jamoat birlashmalari va fuqarolarning huquq hamda manfaatlari poymol bo‘ladi. Bundan tashqari, sharhlanayotgan jinoyatni sodir etish adolatga qarshi boshqa ijtimoiy xavfli harakatlarni amalga oshirishga zamin yaratadi.\n\n3. Jinoyatning obyekti sud organlarining mustaqilligi va obro‘yi, surishtiruv, tergov, prokuratura organlarining jinoiy ishlarni tergov qilish va (yoki) sudlarning jinoiy, fuqarolik, xo‘jalik yoki ma’muriy ishlarni hal qilish kabi normal faoliyati hisoblanadi.\n\n4. Obyektiv tomondan jinoyat faol harakat – tergov qilishga yoki sud ishlarini hal etishga aralashishda ifodalanadi.\n\n5. Tergov – bu jinoyat protsessining bir bosqichi bo‘lib, prokuror nazorati ostida jinoyat hodisasi yuz bergan-bermaganligi, jinoyat sodir etishda aybdor shaxslarni, jinoyatda ularning ayb darajasi, jinoyat oqibatida kelib chiqqan zararning xususiyati va miqdori, jinoyatning sabablari hamda ish uchun ahamiyatga ega boshqa holatlarni aniqlash uchun surishtiruv va dastlabki tergov organlari tomonidan dalillarni to‘plash, tekshirish va baholashdan iborat faoliyat. Tergov jinoyat ishini bekor qilish yoki ishni sudga yuborish bilan tamomlanadi (tibbiy yo‘sindagi majburlov choralarini qo‘llash uchun sudga yuborishni ham o‘z ichiga oladi). \n\n6. Sud ishlarini hal etish – bu maxsus vakolatli davlat organi – sud tomonidan sud majlisida to‘plagan yoki taraflar taqdim etgan dalillar asosida o‘tkaziladigan tekshirish jarayoni. Sud ishlarini hal etish maxsus hujjat: hukm, hal qiluv qarori, ajrim va qaror qabul qilish bilan tamomlanadi.\n\nSud ishlari deganda, nafaqat birinchi instansiya sudida ko‘riladigan ishlar, balki apellyatsiya, kassatsiya va nazorat tartibida ish yuritish, shuningdek, yangi ochilgan holatlar bo‘yicha ish yuritish xam tushunilishi kerak.\n\n7. Tergov qilishga yoki sud ishlarini hal etishga aralashish – bu jismoniy shaxslar tomonidan surishtiruvchi, tergovchi, prokuror yoki sudya (shuningdek, sudyalar hay’ati va xalq maslahatchisi)ning faoliyatiga ta’sir etish.\n\nTergov qilishga yoki sud ishlarini hal etishga aralashish tergov organi, prokuratura yoki sud binosi yonida shior yozilgan plakatlar bilan tergovning barcha qismi yoki bir qismini yoxud ish tashlash bilan bog‘liq namoyish, miting yoki namoyish o‘tkazish, tergov, prokuratura yoki sud organlari binosi yonida ochlik e’lon qilish, ommaviy axborot vositalarida kampaniyalar tashkil etish va boshqalarda namoyon bo‘lishi mumkin.\n\nAralashish turli shaklda bo‘lishi mumkin: tergovni boshqa yo‘nalishda olib borish to‘g‘risida surishtiruvchi, tergovchi, prokurordan iltimos yoki talab qilish; sudya yoki xalq maslahatchisidan va’da berilgan foyda yoxud manfaat evaziga ishni muayyan yo‘nalishda olib borishni talab qilish; tahdid qilish bilan qo‘rqitish; o‘zi yaxshi taniydigan surishtiruvchi, tergovchi, prokuror, sudya yoki xalq maslahatchisi orqali tergov yoki sud ishini o‘zining foydasiga hal etishga urinish; maslahat berish yoki davlat hokimiyati mansabdor shaxsi orqali yo‘l-yo‘riq berish va boshqalar.\n\n8. Aybdorning harakatini kvalifikatsiya qilishda aralashishning aniq shakli – ishni tugatishni iltimos qilish, oqlash, aybni yengillashtirish yoki, aksincha, og‘irlashtirish, boshqa shaxslarni javobgarlikka jalb qilish, ishni da’vogar yoki javobgar foydasiga hal etish va hokazolar ahamiyatga ega emas. Aralashish yoki ta’sir ko‘rsatish dastlabki tergovning barcha bosqichiga, to‘plangan yoki jinoyat, fuqarolik, ma’muriy yoxud xo‘jalik ishiga qo‘shilgan dalillarga tegishli bo‘lishi mumkin.\n\nAralashish yoki ta’sir etish, ular aniq bir ishga taalluqli bo‘lsa, jinoyat tarkibini tashkil etadi. Jazo chorasini kuchaytirish yoki kamaytirishga, umuman yoki biron-bir jinoyat turini aniqlashga qaratilgan aralashish tergov qilish yoki sud ishlarini hal etishga aralashish deb topilmaydi.\n\n9. Fuqarolar yoki korxona, muassasa va tashkilotlar boshliqlarining tergov yoxud sud organlariga mehnat jamoasi a’zosiga nisbatan boshqa ehtiyot chorasini qo‘llash, shartli hukm qilish, ozodlikdan mahrum qilish bilan bog‘liq bo‘lmagan jazoni qo‘llash yoki, ularning fikricha, ishga daxldor boshqa hujjatlarni taqdim etish bilan bog‘liq murojaatnomalari yoxud iltimosnomalari tergov qilish yoki sud ishlarini hal etishga aralashish deb topilmaydi.\n\nBundan tashqari, tayyorlanayotgan yoki sodir etilgan jinoyat to‘g‘risida xabar berish, ishga daxldor yangi dalillarni keltirish, mansabdor shaxslar ustidan shikoyat berish tergov, prokuror, sud organlarining faoliyatiga aralashish deb topilmaydi. Iltimos qilish, maslahat yoki taklif qilish umumiy ko‘rinishga ega bo‘lsa (misol uchun, biron-bir sudning jinoiy siyosat sohasidagi ishlarini nashr qilish yoki majlisda tanqidiy fikr bildirish), tergov qilish yoki sud ishlarini hal etishga aralashish deb hisoblanmaydi.\n\n10. Aralashishni ijtimoiy xavfli deb topish uchun, shuningdek, aybdor tergov va sud organlari faoliyatiga aralashish kabi qonuniy huquqlarga ega bo‘lmasligini aniqlash kerak. JPKga ko‘ra, tergov boshqarmasi, bo‘limi, bo‘linmasi, guruhining boshlig‘i va uning o‘rinbosari ishlarni tekshirib ko‘rishga, shuningdek, dastlabki tergov o‘tkazish, shaxsni ishda ayblanuvchi tariqasida ishtirok qilish uchun jalb etish, jinoyatni kvalifikatsiya qilish va ayblovning hajmi, ishning yo‘nalishini belgilash, ayrim tergov harakatlarini o‘tkazish haqida tergovchiga ko‘rsatmalar berishga, ishni bir tergovchidan ikkinchi tergovchiga olib berishga, ishni tergov qilishni bir necha tergovchiga topshirishga, shuningdek, tergovchi vakolatlaridan foydalanib, dastlabki tergov olib borishda qatnashishga va dastlabki tergovni shaxsan o‘zi olib borishga haqlidir[ Qarang: O‘zbekiston Respublikasining Jinoyat-protsessual kodeksi, 37-modda, 2-qism. ]. Oliy sud har qanday fuqarolik ishini O‘zbekiston Respublikasining istalgan sudidan olib, o‘zining ish yuritishiga qabul qilib olishi yoki bir suddan boshqa tegishli sudga o‘tkazishga haqli.[ Qarang: O‘zbekiston Respublikasining Fuqarolik protsessual kodeksi, 144-modda.]\n\n Agar aybdorning tergov va sud organlari faoliyatiga aralashishga vakolati bo‘lmasa, uning harakatlari qonunga zid deb hisoblanishi darkor.\n\nAralashish surishtiruvchi, tergovchi, prokuror va sudyaning hayotiga yoki sog‘lig‘iga tahdid solish bilan qo‘rqitish shaklida bo‘lsa, bunda qilmishni jinoyatlar majmui bo‘yicha kvalifikatsiya qilish lozim bo‘ladi.\n\n11. Sharhlanayotgan jinoyat surishtiruvchi, tergovchi, prokuror yoki sudya faoliyatiga qonunsiz aralashish harakati bevosita boshlanishi hamon tugallangan deb topiladi. Aybdorning harakatlarini kvalifikatsiya qilishda jinoyatni tugallangan deb topish yuqoridagi shaxslar faoliyatiga yoki aybdorning harakatlari tegishli qaror qabul qilinishiga ta’sir etishi talab qilinmaydi. \n\n12. Subyektiv tomondan tergov qilish yoki sud ishlarini hal etishga aralashish faqat to‘g‘ri qasddan sodir etiladi, ya’ni shaxs o‘z harakatlarining ijtimoiy xavfliligini biladi, qonunga zid va adolatsiz qaror chiqarilishini xohlaydi. Ushbu jinoyatning motivi shaxsiy manfaatdorlik, g‘arazli niyat va boshqalar bo‘lishi mumkin.\n\nSubyektiv tomonning zaruriy belgisi aralashish qanday maqsadda sodir etilganligi hisoblanadi. Agar aralashish jinoyat ishini tergov qilishda amalga oshirilsa, maqsad tergovni to‘liq va har tomonlama olib borilishiga to‘sqinlik qilish hisoblanadi. Sud ishlarini hal etishga aralashishning maqsadi adolat qaror topishiga to‘sqinlik qilish: ish bo‘yicha sudyalar (yoki sudya) tomonidan qonuniy va adolatli qaror qabul qilish (hukm, ajrim, qaror va hal qiluv qarori) qabul qilish hisoblanadi.\n\n13. Jinoyat subyekti  -  o‘n olti yoshga to‘lgan har qanday aqli raso shaxs.\n\n14. Shuni aytish lozimki, surishtiruvchi, tergovchi, prokuror, sudya faoliyatiga moddiy manfaat ko‘rsatishni taklif qilib aralashish jinoyatlar majmui tariqasida JK 211-moddasi 1-qismi va JK 236-moddasi 1-qismi bo‘yicha kvalifikatsiya qilishga olib keladi.\n\n15. JK 236-modda 2-qismida tergov qilish yoki sud ishlarini hal etishga aralashish mansabdor shaxs tomonidan sodir etilsa, og‘irroq javobgarlikni keltirib chiqarishi ko‘rsatilgan.\n\n16. Mansabdor shaxs deganda, ishni tergov qilish yoki hal etishga aralashishga bevosita vakolati bo‘lgan shaxsni tushunish lozim. Surishtiruvchi, tergovchi, prokuror va sudya ham qoida bo‘yicha mansabdor shaxs hisoblanadi. Eng avvalo, davlat mansabini egallagan shaxslar mansabdor shaxslardir. Bundan tashqari, sudya mansab vakolati bilan bog‘liq bo‘lmagan holda, u bilan aloqador  shaxslar, masalan, sudya, prokuror yoki tergovchining farzandlari ta’lim olayotgan maktab direktori, sudya yoki uning qarindoshi yashayotgan uyning, mahallaning oqsoqoli va boshqalar ham mansabdor shaxs deb topiladi.\n\n17. Prokurorning tergovchi, surishtiruvchiga ko‘rsatmalari, shuningdek, yuqori turuvchi prokurorning quyi turuvchi prokurorga tergov qilinayotgan ish bo‘yicha ko‘rsatmalari jinoyat-protsessual qonuni bo‘yicha ishni tergov qilishga aralashish deb topilmaydi. O‘zbekiston Respublikasi JPK 37-moddasi doirasida tergov bo‘limi boshlig‘ining ko‘rsatmalari ushbu jinoyat tarkibini tashkil qilmaydi."
        },
        {
            "modda_raqami": "237-modda. Yolg‘on xabar berish.",
            "matni": "Yolg‘on xabar berish, ya’ni jinoyat to‘g‘risida bila turib, yolg‘on xabar berish, -\n\neng kam oylik ish haqining yigirma besh baravaridan ellik baravarigacha miqdorda jarima yoki uch yilgacha axloq tuzatish ishlari yoxud olti oygacha qamoq bilan jazolanadi.\n\nO‘sha harakat: \n\na) ayblovning sun’iy dalillarini vujudga keltirgan holda; \n\nb) g‘arazgo‘ylik niyatlarida; \n\nv) uyushgan guruh manfaatlarini ko‘zlab sodir etilgan bo‘lsa, - \n\neng kam oylik ish haqining ellik baravaridan yetmish besh baravarigacha miqdorda jarima yoki besh yilgacha ozodlikdan mahrum qilish bilan jazolanadi.\n\nO‘sha harakat og‘ir oqibatlarga sabab bo‘lsa, -\n\nbesh yildan sakkiz yilgacha ozodlikdan mahrum qilish bilan jazolanadi.",
            "sharxi": "1. Sharhlanayotgan jinoyatning obyekti odil sudlov organlarining normal faoliyati, fuqarolarning qonun bilan himoya qilinadigan huquq va manfaatlari hisoblanadi. \n\n2. Obyektiv tomondan bila turib, jinoyat sodir etilgani haqida yolg‘on xabar berishda ifodalanadi. \n\nYolg‘on xabar berish deganda, yozma yoki og‘zaki ravishda bevosita aybdor yoki boshqa shaxs tomonidan sodir etilgan, tamom bo‘lgan jinoyat haqidagi yoki jinoyatga tayyorgarlik ko‘rilayotganligi yoxud tajovuz haqidagi haqiqatga to‘g‘ri kelmaydigan xabar berishni tushunish zarur. Odatda, bunday xabarlar jinoiy ish qo‘zg‘atish huquqiga ega bo‘lgan idoralarga kelib tushadi. Prokuratura, Milliy xavfsizlik xizmati, soliq organlari, davlat hokimiyati organlari va hokazolar shular jumlasidandir. \n\nYolg‘on xabarda aybdor tomonidan jinoyatni sodir etgan shaxs ko‘rsatilishi yoxud jinoyat sodir etilganligi haqidagi fakt ma’lum qilinishi mumkin. \n\n3. Bila turib yolg‘on xabar berish, oqibatlaridan qat’i nazar, tegishli organlarga xabar qilingan paytdan tugallangan hisoblanadi. \n\n4. Subyektiv tomondan jinoyat to‘g‘ri qasd bilan sodir etiladi. Yolg‘on xabar bergan shaxs o‘zi ma’lum qilgan ma’lumotlarning haqiqatga to‘g‘ri kelmasligini yaxshi bilishi lozim. Aybdor xabar qilingan axborotni baholashda haqiqatdan ham adashgan bo‘lsa, uni sharhlanayotgan modda bo‘yicha javobgarlikka tortib bo‘lmaydi. \n\nYolg‘on xabar berilishining motivlari xar xil: bir-birini ko‘ra olmaslik, o‘ch olish, hasad, g‘arazgo‘ylik bo‘lishi mumkin. \nBila turib yolg‘on xabar berishdan ko‘zlangan maqsad, aksariyat hollarda, jinoyatni sodir etishda ayblanayotgan shaxsga nisbatan jinoyat ishi qo‘zg‘atish xohishidir. \n\n5. Jinoyatning subyekti o‘n olti yoshga to‘lgan aqli raso  shaxs bo‘ladi. \n\n6. JK 237-moddasi 2-qismida bila turib yolg‘on xabar berganlik uchun javobgarlikni og‘irlashtiruvchi quyidagi holatlar belgilangan: \n\na) ayblovning sun’iy dalillarini vujudga keltirgan holda; \n\nb) g‘arazgo‘ylik niyatlarida; \n\nv) uyushgan guruh manfaatlarini ko‘zlab sodir etilgan bo‘lsa. \n\n7. Ayblovning sun’iy dalillarini vujudga keltirish deganda, jinoyatga aloqasi bo‘lgan dalillarning soxtalashtirilishini (soxta guvohlar keltirilishi, qandaydir hujjatlar, yozuvlar, fotosuratlarni soxtalashtirish va hokazolarni) tushunish kerak. \n\n8. Sharhlanayotgan moddaning 3-qismida og‘ir oqibatlarga sabab bo‘lgan yolg‘on xabar berganlik uchun javobgarlik nazarda tutilgan. \n\nOg‘ir oqibatlar deganda, yolg‘on xabar berish natijasida ayblangan shaxsning ruhiyati buzilishi, o‘zini o‘zi o‘ldirishi va hokazolarni tushunish zarur."
        },
        {
            "modda_raqami": "238-modda. Yolg‘on guvohlik berish.",
            "matni": "Yolg‘on guvohlik berish, ya’ni surishtiruv olib borish, dastlabki tergov yoki ishni sudda ko‘rish vaqtida guvoh yoki jabrlanuvchining bila turib, yolg‘on ko‘rsatuv berishi yoxud ekspertning bila turib noto‘g‘ri xulosa berishi, shuningdek, bir tildan ikkinchi tilga bila turib noto‘g‘ri tarjima qilish, -\n\neng kam oylik ish haqining yigirma besh baravarigacha miqdorda jarima yoki ikki yilgacha axloq tuzatish ishlari yoki olti oygacha qamoq bilan jazolanadi.\n\nSurishtiruv olib borish, dastlabki tergov yoxud ishni sudda ko‘rish vaqtida guvoh yoki jabrlanuvchining yolg‘on ko‘rsatuv berishi yoki ekspertning yolg‘on xulosa berishi yoxud tarjimonni noto‘g‘ri tarjima qilishi uchun pora evaziga og‘dirib olish, shuningdek, ularga yoki ularning yaqin qarindoshlariga ruhiy yoki jismoniy tazyiq o‘tkazish orqali yolg‘on ko‘rsatuv berishga majbur qilish -\n\nikki yildan uch yilgacha axloq tuzatish ishlari yoki uch yilgacha ozodlikdan mahrum qilish bilan jazolanadi.\n\nUshbu moddaning birinchi yoki ikkinchi qismida nazarda tutilgan harakatlar uyushgan guruh manfaatlarini ko‘zlab sodir etilgan bo‘lsa, -\n\nuch yildan besh yilgacha ozodlikdan mahrum qilish bilan jazolanadi.",
            "sharxi": "1. Sharhlanayotgan jinoyatning ijtimoiy xavfliligi dastlabki tergov va sud organlari chalg‘ib, vaqtini, mablag‘ va kuchini yolg‘on bo‘lgan ma’lumotlarni aniqlash uchun sarflashidadir. Shuningdek, yolg‘on guvohlik, haqiqatdan ham bo‘lgan jinoiy harakatlarning aniqlanishiga to‘sqinlik qilib, odil sudlov uchun katta ziyon yetkazadi. Ya’ni, sharhlanayotgan jinoyat jinoyat ishini to‘la, har tomonlama va obyektiv tergov qilinishi va odil sudlov amalga oshirilishiga to‘sqinlik qilibgina qolmay, qonuniy hukm yoki fuqarolik va xo‘jalik ishlari bo‘yicha qonuniy hal qiluv qaror chiqarilishiga ham to‘sqinlik qiladi. \n\n2. Yolg‘on guvohlik berish jinoyatining obyekti surishtiruv, dastlabki tergov, prokuratura va sud organlarining normal faoliyati, shuningdek, fuqarolar, korxona, muassasa va tashkilotlarning qonun bilan himoya qilinadigan huquq va manfaatlari hisoblanadi. \n\n3. Ushbu jinoyatning obyektiv tomoni quyidagi harakatlardan biri bajarilishida ifodalanadi: \n\n-guvohning bila turib yolg‘on ko‘rsatuv berishi; \n\n-jabrlanuvchining bila turib yolg‘on ko‘rsatuv berishi; \n\n-ekspertning bila turib noto‘g‘ri xulosa berishi; \n\n-bila turib noto‘g‘ri tarjima qilinishi. \n\nUshbu harakatlarning barchasi sudda yoxud surishtiruv yoki dastlabki tergov davrida bajarilishi mumkin. \n\n4. Guvoh – jinoyat ishi bo‘yicha aniqlanishi lozim bo‘lgan biror holatni bilishi mumkin bo‘lgan har qanday shaxs (JPK 65-moddasi). \n\n5. Jabrlanuvchi sifatida jinoyat, shuningdek, aqli noraso shaxsning ijtimoiy xavfli qilmishi bilan ma’naviy, jismoniy yoki mulkiy zarar yetkazilgan shaxs e’tirof etiladi (JPKning 54-moddasi). \n\n6. Ekspert – jinoiy, ma’muriy, fuqarolik va xo‘jalik ishlari bo‘yicha vujudga keladigan fan, texnik va boshqa maxsus masalalar bo‘yicha xulosa berish uchun zarur bilimga ega bo‘lgan har qanday shaxs. U maxsus bilimlarini ishlatgan holda, obyektiv va har tomonlama tekshiruv asosida o‘z nomidan xulosa tuzadi va taqdim etgan xulosasiga javobgardir (JPK 67-moddasi).\n\n7. Ko‘rsatuv berish – jinoyat yoxud fuqarolik ishi uchun ahamiyatli bo‘lgan xollar, aniqlanishi kerak bo‘lgan holatlar haqida axborot berish. JK 238-moddasida ish yuzasidan ahamiyatsiz  bo‘lgan hollar (masalan, guvohning jinoyat joyida paydo bo‘lishi sabablarini o‘zgartirishi) inobatga olinmaydi. \n\n8. Surishtiruv, dastlabki tergov va sud jarayonida guvoh yoki jabrlanuvchi tomonidan isbotlash ahamiyatiga ega bo‘lgan holatlarni atayin buzib ko‘rsatish yolg‘on ko‘rsatuv berish hisoblanadi. Ishning haqiqatga to‘g‘ri kelmaydigan yoki buzilgan faktlarni xabar qilish yoxud bo‘lgan faktlarni inkor etish yoki ushbu faktlar haqida ko‘rsatuv bermaslik ham yolg‘on ko‘rsatuv berishdir. \n\n9. Guvoh yoki jabrlanuvchi tomonidan ish uchun ahamiyatli bo‘lgan holatlar haqida atayin aytmaslik, guvoh yoki jabrlanuvchini so‘roq qilish huquqiga ega bo‘lgan sud va boshqa ishtirokchilarning, bergan biron-bir savollariga javob bermasligi haqida aytmagan taqdirdagina, JK 238-moddasi bo‘yicha javobgarlikka tortishga asos bo‘lishi mumkin. Guvoh yoki jabrlanuvchi yoxud ekspertning ish uchun ahamiyatli bo‘lgan holatlar to‘g‘risida ko‘rsatuv berishdan bosh tortishi, JK 240-moddasi bo‘yicha kvalifikatsiya qilinishi lozim (JK 240-moddasi sharhiga qarang).\n\n10. Yolg‘on ko‘rsatmalar muayyan jinoyat ishining isbotlash ahamiyatiga ega bo‘lgan biron-bir holatlariga taalluqli bo‘lishi mumkin. Guvohning yolg‘on ko‘rsatmalari, shuningdek, fuqarolik yoki xo‘jalik ishi bo‘yicha ham berilishi mumkin. \n\n11. Ekspert xulosasi – vakolatga ega bo‘lgan shaxs tomonidan tekshiruvga taqdim etilgan holatning biron-bir tomoni haqida maxsus bilimlar asosida taqdim etilgan xulosa. Xulosani faqat vakolatga ega bo‘lgan shaxs taqdim qilishi mumkin[\t Masalan, O‘zbekiston Respublikasi JPKsiga ko‘ra ekspertizani ekspertiza muassasalarining, boshqa davlat korxonalari, muassasalari va tashkilotlarining mutaxassislari yoki surishtiruvchi, tergovchi yoxud sud tayinlagan boshqa bilimdon shaxslar o‘tkazadi. (JPKning 174-moddasi 1-qismi).]. \n\nNoto‘g‘ri ekspert xulosasi – ekspertning ish materiallariga (hujjatlar, daliliy ashyolarga) noto‘g‘ri baho berishi. Shuningdek, ekspertiza davrida aniqlangan holatlar bo‘yicha faktlarni buzib ko‘rsatish, ushbu faktlarni xulosada ko‘rsatmaslik noto‘g‘ri tushuntirish berish ham noto‘g‘ri xulosa deb topiladi. \n\n12. Tarjima – bir tildagi biron-bir ma’lumotlar, axborotlarni boshqa tilda bayon etishga qaratilgan faoliyat. Til deganda, nafaqat so‘zlashuv (“tovushli”) tili, balki maxsus bilimlarni talab qilmaydigan keng tarqalgan va qo‘llanadigan belgilar tili (misol uchun, kar-soqovlar tili) ham tushunilishi mumkin (jumladan, qadimgi Misr tili, qandaydir shifr). \n\nTarjima bir tildan boshqasiga yozma va og‘zaki, bitta yoki bir necha tarjimonlar tomonidan amalga oshirilishi mumkin. Shuni ta’kidlash zarurki, bila turib noto‘g‘ri tarjima qilganlik uchun faqat muayyan ishda tarjimonlar sifatida jalb qilingan shaxslarni javobgarlikka tortish mumkin. \n\n13. Noto‘g‘ri tarjima qilish yozma yoki og‘zaki nutqning mazmunini bir tildan ikkinchi tilga buzib, noto‘g‘ri tarjima qilishda ifodalanadi. Noto‘g‘ri tarjimaga ish holatlari bo‘yicha ma’lum bir holatlar bo‘yicha sukut saqlash ham kiritiladi. \n\n14. Surishtiruv, dastlabki tergov va sudda ish ko‘rish jarayonida guvoh yoki jabrlanuvchining yolg‘on ko‘rsatma berishi, ekspertning noto‘g‘ri xulosa berishi va noto‘g‘ri tarjima qilish JKning 238-moddasi 1-qismi bilan jinoiy javobgarlik yuzaga kelib, yolg‘on guvohlik berish jinoyat ishi bo‘yicha aybdorga foydali yoki qarshi bo‘lishidan, shuningdek, fuqarolik va xo‘jalik ishlari bo‘yicha da’vogar yoki javobgar foydasiga yoki unga qarshi bo‘lishidan qat’i nazar, yuqoridagi jinoiy javobgarlik yuzaga keladi. \n\n15. JKning 238-moddasi 1-qismida keltirib o‘tilgan qilmishlar dastlabki tergov yoki sud jarayonida sodir etilishi lozim. Guvohning sudya bilan ishni sud majlisida ko‘rishga tayyorlash vaqtida yolg‘on guvohlik berishi JK 238-moddasida ko‘rsatib o‘tilgan jinoyat tarkibini hosil qilmaydi. \n\n16. Jinoyat norma dispozitsiyasida ko‘rsatib o‘tilgan qilmishlar sodir etilishi bilan tugallangan hisoblanadi. Agar ko‘rsatma, xulosa yoki tarjima og‘zaki qilinadigan bo‘lsa, jinoyat ko‘rsatma, xulosa berish va tarjimaning oxiriga yetishi bilan tugallangan hisoblanadi. Agar ular yozma ravishda beriladigan bo‘lsa, so‘roq bayonnomasiga imzo qo‘ygandan, tarjima yoki xulosani imzolash va uni sud organiga berish bilan jinoyat tugallangan hisoblanadi. \n\nJinoyatni tugallangan deb topish uchun hech qanday oqibat kelib chiqishi, masalan, sudlanuvchining mahkum bo‘lishi yoki oqlanishi, tarjima, xulosalar dalil sifatida olinib, aybdorga nisbatan javobgarlik vujudga kelishi va boshqalar talab qilinmaydi.\n\n17. Jinoyatning subyektiv tomoni to‘g‘ri qasdda ifodalanadi. Sanab o‘tilgan shaxslar o‘zlari berayotgan ko‘rsatma, xulosa yoki tarjima haqiqatga mos kelmasligini anglaydi va ularni noto‘g‘ri ma’lumot sifatida sud yoxud odil sudlovni amalga oshiruvchi boshqa organlarga berishga harakat qiladi. \n\nOldindan bilish belgisi sharhlanayotgan jazoga loyiq xulq-atvorni jazo belgilanmaydigan ehtiyotsiz qilmishdan ajratadi. Bu, masalan, jabrlanuvchi yoki guvohning esdan chiqqani, chalg‘igani tufayli haqiqatga to‘g‘ri kelmaydigan ko‘rsatma berishi yoxud bilimsiz ekspert yoki tarjimonning noto‘g‘ri xulosa yoxud tarjimasi bo‘lishi mumkin. Jinoyatning motivi (g‘arazli, o‘ch olish, shaxsiy salbiy munosabatlar) qilmishni kvalifikatsiya qilishga ta’sir qilmaydi.\n\n18. Jinoyat subyekti maxsus bo‘lib, o‘n olti yoshga to‘lgan, qonun bo‘yicha ishda guvoh, jabrlanuvchi, ekspert yoki tarjimon sifatida qatnashishi mumkin bo‘lgan shaxs hisoblanadi. O‘n olti yoshga to‘lmaganlar va ishga guvoh va jabrlanuvchi sifatida jalb qilingan shaxslar mazkur jinoyat subyekti hisoblanmaydi. Mazkur shaxslarni sharhlanayotgan jinoyatning subyekti sifatida tan olishda, ularni yolg‘on guvohlik berganlik uchun jinoiy javobgarlik haqida ogohlantirilganlik fakti ahamiyatga ega emas. Mazkur holat ma’muriy, fuqarolik va xo‘jalik tartibidagi ishlarni hal qilishda to‘laligicha ahamiyatga ega. \n\n19. Jinoyat protsessining boshqa ishtirokchilari (aybdor, sudlanuvchi, da’vogar, javobgar va uchinchi shaxslar) jinoyat subyekti bo‘lishi mumkin emas. Aybdor (sudlanuvchi) protsessning ma’lum bir bosqichida guvoh sifatida so‘roq qilingan bo‘lsa-da, yolg‘on guvohlik berganlik uchun JK 238-moddasi bilan javobgarlikka tortilishi mumkin emas. \n\n20. JPK 117-moddasi 2-qismiga muvofiq, gumonlanuvchi, ayblanuvchi va sudlanuvchining yaqin qarindoshlari ko‘rsatuv berishdan bosh tortganligi uchun jinoiy javobgarlikka tortilishi mumkin emas. Ayni mahalda mazkur shaxslar tergov va ishni sudda ko‘rish jarayonlarida faqat guvohlik berishdan bosh tortishlari mumkin, ammo ular yolg‘on guvohlik berganlik uchun jinoiy javobgarlikdan ozod qilinmaydilar. \n\n21. Sharhlanayotgan moddaning 2-qismi quyidagi qilmishlarni sodir etganlik uchun javobgarlikni belgilaydi: \n\na) yolg‘on guvohlik berish uchun pora evaziga og‘dirib olish;\n\nb) guvoh, jabrlanuvchi, ekspert yoki tarjimonga yoki ularning yaqin qarindoshlariga ruhiy yoki jismoniy tazyiq o‘tkazish orqali yolg‘on ko‘rsatma berishga majbur qilish. \n\n22. Pora evaziga og‘dirib olish – bu yolg‘on guvohlik berish evaziga aybdorlarning shaxsan o‘ziga yoki vositachilari orqali ko‘rsatilgan shaxslarga pul, qimmatli qog‘oz, boshqa mulk berish yoki mulkiy fe’l-atvorda bo‘lgan xizmatlarni, ishni dastlabki tergovda yoki sud majlisida ko‘rish vaqtida, yolg‘on guvohlik berish uchun bajarishda ifodalanadi. \n\nJinsiy aloqaga kirishishga taklif qilish poraning predmeti bo‘la olmaydi. Mulkiy fe’l-atvorda bo‘lmagan manfaat va foydali xizmatlarni bajarish (ishga joylashtirish va boshqalar) mazkur jinoyat tarkibini tashkil qilmaydi.\n\n23. Aybdorning qilmishini kvalifikatsiya qilishda poraning miqdori ahamiyatga ega bo‘lmaydi. Agar ekspert yoki tarjimon ma’lum bir mukofot evaziga yolg‘on xulosa bersa yoki yolg‘on tarjima qilsa, qilmish boshqa og‘irlashtiruvchi holatlar mavjud bo‘lmaganda, faqat JK 238-moddasi 2-qismi bo‘yicha kvalifikatsiya qilinib, JK 213-moddasi (xizmatchini xaq evaziga og‘dirish) bilan jinoyatlar majmui bo‘yicha kvalifikatsiya qilinmaydi. \n\n24. JK 238-moddasi 2-qismi bilan yolg‘on guvohlik berishga ruhiy yoki jismoniy zo‘rlik ishlatish bilan qo‘rqitgan shaxs jinoiy javobgarlikka tortilishi mumkin. \n\n25. Sharhlanayotgan moddada ma’nosi bo‘yicha majburlash deganda, guvoh, jabrlanuvchi, ekspert yoki tarjimon yoxud ularning yaqin qarindoshlariga ruhiy yoki jismoniy ta’sir o‘tkazishni tushunish kerak. \n\n26. Ruhiy tazyiq o‘tkazish aybdor tomonidan sharhlanayotgan jinoyatning sodir etilishini sog‘liq yoki mulkka zarar yetkazish bilan qo‘rqitish orqali talab qilishda ifodalanadi. \n\nRuhiy tazyiq o‘tkazib, yolg‘on guvohlik berishga majbur qilish, aybdor tomonidan belgilangan oqibatdan qat’i nazar, zo‘rlik ishlatish namoyon qilingan paytdan tugallangan hisoblanadi. \n\n27. Jismoniy tazyiq o‘tkazish jabrlanuvchini urish orqali unga yengil tan jarohat yetkazishda ifodalanadi. Jabrlanuvchiga o‘rtacha og‘ir yoki og‘ir tan jarohati yetkazilganda, aybdorning qilmishi sog‘liqqa zarar yetkazganlik uchun jinoiy javobgarlik belgilangan moddalarga asosan jinoyatlar majmui bo‘yicha kvalifikatsiya qilinishi kerak (JK 104, 105-moddalari). O‘ldirish bilan qo‘rqitish yolg‘on guvohlik berish bilan birga jinoyatlar majmui bo‘yicha kvalifikatsiya qilinishi kerak (JK 112 va 238-moddalari).\n\n28. Agar yolg‘on guvohlik uchun jismoniy yoki ruhiy tazyiq o‘tkazish natijasida jabrlanuvchining o‘limi yuzaga kelsa, unda qilmish jinoyatlar majmui bo‘yicha kvalifikatsiya qilinishi kerak: qasdning yo‘nalishiga qarab, JK 97-moddasi 2-qismining “o” bandi boshqa jinoyatni yashirish maqsadida qasddan odam o‘ldirish (bunda aybdorda jabrlanuvchining o‘limiga nisbatan egri qasd mavjud). Shuningdek, ma’lum bir jinoyatning mavjud belgilari bo‘lganda, agar yolg‘on ko‘rsatuv berishgacha bo‘lgan davrda jabrlanuvchining o‘limi yuzaga kelgan bo‘lsa, aybdorning harakatlari yolg‘on ko‘rsatuv berishga majbur qilishga suiqasd qilish sifatida baholanib, JK 102 yoki 103-moddalari hamda JK 25-moddasi 2-qismi va JK 238-moddasi 2-qismi bo‘yicha kvalifikatsiya qilinishi maqsadga muvofiq. \n\n29. Yolg‘on guvohlik berishda tazyiq o‘tkazish nafaqat jabrlanuvchi, guvoh, ekspert va tarjimonga nisbatan, balki ularning qarindoshlariga nisbatan ham qaratilishi mumkin, ularning to‘liq ro‘yxati JK Maxsus qismi VIII bo‘limida keltirilgan. \n\n30. Agar guvoh va jabrlanuvchilar o‘zlarining shaxsiy ishlari bilan band bo‘lganliklari tufayli vaqtlarini yo‘qotishni xohlamay, ko‘rsatma berishdan bosh tortsalar, ularni yolg‘on guvohlik berishni talab qilmagan holda sud yoki surishtiruvchi, prokuror yoxud tergovchi huzuriga kelishiga ruhiy yoki jismoniy tazyiq o‘tkazib majbur qilish JK 238-moddasi 2-qismi nazarda tutilgan jinoyat tarkibini tashkil qilmaydi. Jismoniy yoki ruhiy tazyiq o‘tkazish o‘ldirish yoki zo‘rlik ishlatish bilan qo‘rqitishda ifodalansa, aybdorning qilmishi ma’lum bir belgilar mavjud bo‘lganda, JK 104, 105, 109, 110 yoki 112-moddalaridan biri bo‘yicha kvalifikatsiya qilinishi kerak.\n\n31. Jabrlanuvchi, guvoh, ekspert, tarjimon sudda, dastlabki tergovda yoki sud muhokamasida yolg‘on guvohlik (xulosa) berishga majburlangan bo‘lsalar, yolg‘on guvohlik berishga majbur qilish mavjudligini qayd etish mumkin. Guvoh yoki ekspertni tekshirish, idoraviy taftish, xizmat tekshiruvi va hakamlik sudlarida yolg‘on guvohlik berishga majburlash JK 238-moddasi bo‘yicha kvalifikatsiya qilinmaydi. Muayyan vaziyatlar mavjud hollarda aybdorning javobgarligi faqat JK 104, 105, 106, 110 va 112-moddalaridan biriga asosan kelib chiqishi mumkin. \n\n32. Jinoyat guvoh, jabrlanuvchi, ekspert, tarjimon yolg‘on guvohlik bergan yoki bermaganligidan qat’i nazar, pul, boshqa qimmatliklar va mulkiy fe’l-atvordagi xizmatlar evaziga yolg‘on guvohlik berishga rozi bo‘lishi bilan tugallangan hisoblanadi. Shuningdek, aybdorga pora berish taklif qilingan vaqtda pora sifatida va’da qilingan pul summasi berilganmi-yo‘qmi, xizmat bajarilganmi-yo‘qmi, pora evaziga og‘dirib olish tugallangan hisoblanadi. \n\nAgar shaxs ruhiy yoki jismoniy tazyiq o‘tkazilgan holda yolg‘on guvohlik berishga majbur qilingan bo‘lsa, tazyiq o‘tkazilgan vaqtdan jinoyat tugallangan hisoblanadi. \n\n33. Subyektiv tomondan jinoyat aybning to‘g‘ri qasd shaklida namoyon bo‘ladi. Uni amalga oshirish motivi turli xil bo‘lishi mumkin, lekin ular jinoyatni kvalifikatsiya qilishda ahamiyatga ega emas. \n\n34. Yolg‘on guvohlik berish uchun pora evaziga og‘dirish va yolg‘on guvohlik berishga majbur qilish subyektlari o‘n olti yoshga to‘lgan har qanday shaxs bo‘lishi mumkin. \n\n35. Guvoh, jabrlanuvchi, ekspert va tarjimonni yolg‘on guvohlik berish (xulosa berish) uchun pora evaziga og‘dirib olish yoki uni majburlash, ish qaysi instansiyada ko‘rilishidan qat’i nazar, jinoiy, ma’muriy, fuqarolik yoki xo‘jalik ishlarida JK 238-moddasi bilan kvalifikatsiya qilinishiga asos bo‘ladi. \n\n36. Guvoh, jabrlanuvchi, ekspert va tarjimonni yolg‘on guvohlik berish (xulosa berish) uchun uni pora evaziga og‘dirib olish yoki majbur qilish bilan emas, boshqa yo‘llar bilan, iltimos, ko‘ndirish, aybdorning farzandlari borligini ro‘kach qilish va boshqalar orqali tazyiq o‘tkazish yolg‘on guvohlik berishni yashirib turuvchi element sifatida qaralib, sharhlanayotgan moddaning 2-qismi bilan emas, JK 28-moddasi va 238-moddasi 1-qismi bilan jinoiy javobgarlikka tortiladi. \n\n37. JK 238-moddasining 3-qismida uyushgan guruhning manfaatlarini ko‘zlagan holda harakat qilganlik uchun jinoiy javobgarlik belgilangan. \n\n(Uyushgan guruh tushunchasi to‘g‘risida JK 164-moddasi sharhiga qarang.)"
        },
        {
            "modda_raqami": "239-modda. Surishtiruv yoki dastlabki tergov ma’lumotlarini oshkor qilish.",
            "matni": "Surishtiruv yoki dastlabki tergov ma’lumotlarini surishtiruvchi, tergovchi yoki prokurorning ruxsatisiz oshkor qilish -\n\neng kam oylik ish haqining ellik baravarigacha miqdorida jarima yoki uch yilgacha axloq tuzatish ishlari yoxud uch yilgacha ozodlikdan mahrum qilish bilan jazolanadi. ",
            "sharxi": "1. Mazkur jinoyatning ijtimoiy xavfliligi shunda namoyon bo‘ladiki, surishtiruv va dastlabki tergov natijasida to‘plangan dalillarning oshkor etilishi natijasida manfaatdor shaxslar ushbu ma’lumotdan o‘z maqsadlari yo‘lida foydalanib, oxir-oqibat bu haqiqatni aniqlashda qiyinchiliklarni yuzaga keltirishi mumkin. Masalan, aybdor yashiringan holda guvohlarga tazyiq o‘tkazishi va dalillarni yo‘q qilishi mumkin va hokazo.\n\n2. O‘zbekiston Respublikasi Jinoyat-protsessual qonunchiligiga muvofiq (JPK 353-moddasi), tergovchi jinoyat ishidagi barcha ma’lumotlarni yoki uning muayyan qismidagi ma’lumotlarni oshkor qilinmaydigan ma’lumotlar siftida e’tirof etishga haqli. Ana shu asosda u tergov harakatlarida ishtirok etayotgan yoki tergov harakatlarini bajarishda hozir bo‘lgan yoxud tergov materiallari bilan tanishayotgan shaxslardan ularning zimmasiga ishda mavjud bo‘lgan ma’lumotlarni uning ruxsatisiz oshkor qilmaslik to‘g‘risida majburiyat yuklatilgani haqida tilxat olishi mumkin. \n\nIshdagi ma’lumotlarni oshkor qilmaslik majburiyati gumon qilinuvchi va ayblanuvchi zimmasiga yuklanishi mumkin emas.\n\nHimoyachining ishdagi ma’lumotlarni oshkor qilmaslik majburiyati uning gumon qilinuvchi yoki ayblanuvchi bilan bo‘ladigan suhbatiga taalluqli emas.\n\n3. Sharhlanayotgan moddaning obyektini dastlabki tergov va surishtiruv organlarining normal faoliyat yuritishini ta’minlovchi ijtimoiy munosabatlar tashkil qiladi. \n\n4. Surishtiruv va dastlabki tergovni amalga oshirish jarayonida olingan ma’lumotlar jinoyat predmeti hisoblanadi.\n\nSurishtiruv yoki dastlabki tergov ma’lumotlari deb, surishtiruv va dastlabki tergov jarayonida olingan, so‘roq, yuzlashtirish, tintuv, tergov eksperimentlari bayonnomalarida, ekspertiza materiallari va boshqa hujjatlarda mavjud ma’lumotlarga aytiladi. Biroq sharhlanayotgan modda nuqtayi nazaridan ma’lumotlar deganda, faqat surishtiruv va dastlabki tergov jarayonida olinib, ularga nisbatan tergovchi, surishtiruvchi yoki prokuror ularni ovoza qilganlik uchun javobgarlik to‘g‘risida ogohlantirgan hamda bu haqda tegishli tilxat olingan ma’lumotlar tushuniladi[ Mazkur xulosa JPK 353-moddasi 1-qismi tahlilidan kelib chiqqan bo‘lib, unga ko‘ra, “tergovchi jinoyat ishidagi barcha ma’lumotlarni yoki uning muayyan qismidagi ma’lumotlarni oshkor qilinmaydigan deb e’tirof etishga haqli. Ana shu asosda u tergov harakatlarida ishtirok etayotgan yoki tergov harakatlarini bajarishda hozir bo‘lgan yoxud tergov materiallari bilan tanishayotgan shaxslardan ularning zimmasiga ishda mavjud bo‘lgan ma’lumotlarni uning ruxsatisiz oshkor qilmaslik to‘g‘risida majburiyat yuklatilgani haqida tilxat olishi mumkin”.].\n\nAgar shaxs ma’lumotlarni ovoza qilganligi uchun javobgarlik to‘g‘risida ogohlantirilmagan bo‘lsa, uni sharhlanayotgan modda bo‘yicha javobgarlikka jalb qilish mumkin emas.\n\n5. Ma’lumotlarni surishtiruv va dastlabki tergovga oid ma’lumot deb e’tirof etish uchun ular aybdor tomonidan ish materiallari hamda surishtiruvchi, tergovchi yoki prokurorning o‘zidan olingan bo‘lishi shart emas.\n\nBu ma’lumotlar, shuningdek, boshqa yo‘l bilan (masalan, shohid, guvoh, boshqa shaxslar bilan suhbatlashuv natijasida) olingan bo‘lishi mumkin. Biroq surishtiruv va dastlabki tergovga oid ma’lumot sifatida e’tirof etilishi uchun ularga nisbatan aybdordan JPK 353-moddasiga binoan tilxat olingan bo‘lishi shart. Bunda bu ma’lumotlar kimga yoki nimaga taalluqliligi ahamiyatga ega bo‘lmaydi. Masalan, ekspert o‘zi o‘tkazgan ekspertiza ma’lumotlarini, guvoh – o‘z ko‘rsatmalarini ovoza qilish huquqiga ega emas.\n\n6. Obyektiv tomondan dastlabki tergov ma’lumotlarini oshkor qilish ko‘rilayotgan ish shart-sharoitlarini jabrlanuvchi, guvoh, himoyachi yoki boshqa tergovchi, surishtiruvchi yoki prokuror tomonidan bunday ma’lumotni uning ruxsatisiz oshkor qilishga yo‘l qo‘yib bo‘lmasligi to‘g‘risida ogohlantirilgan boshqa shaxs tomonidan uchinchi shaxslarga og‘zaki yoki yozma ravishda uzatilishida ifodalanadi.\n\n7.Agarda surishtiruv yoki dastlabki tergov ma’lumotlarini oshkor etish ish bo‘yicha surishtiruv yoki dastlabki tergov paytida, shu jumladan dastlabki tergov to‘xtatilgan davr yoki u tugaganidan so‘ng, to sud ishni ko‘rib chiqqunicha amalga oshirilgan bo‘lsa, bu harakat jinoyatning obyektiv tomonini tashkil etadi.\n\nMa’lumotlarni sud ishni ko‘rib chiqqanidan so‘ng oshkor etish sharhlanayotgan moddada javobgarlik nazarda tutilayotgan qilmish belgilariga kirmaydi. Tergov tamoman to‘xtatilganda surishtiruv yoki dastlabki tergov ma’lumotlarini oshkor qilgan shaxs mazkur modda bo‘yicha javobgarlikka tortilmaydi.\n\n8. Sharhlanayotgan jinoyat tegishli axborotni uchinchi shaxsga tergovchi, prokuror yoki surishtiruvchi ruxsatisiz berilgandan tugallangan hisoblanadi. Qilmishni tamomlangan jinoyat sifatida baholash uchun bu berilgan ma’lumot bunday ma’lumotga qiziqqan shaxslar qo‘liga kirgan bo‘lishi shart emas. Bu ma’lumotni uchinchi shaxs ishlatgani yoki ishlata olmagani qilmishni tugallangan sifatida tan olinishiga ta’sir qilmaydi. Qandaydir zararli oqibatlar bo‘lishi (masalan, ayblanuvchining javobgarlikdan bosh tortishi, ashyoviy dalillar yo‘q qilinishi va hokazolar) jazoni individuallashtirish uchungina ahamiyatli.\n\n9. Subyektiv tomondan jinoyat to‘g‘ri qasddan yoki egri qasddan sodir etilishi mumkin. Bu jinoyat asosi – o‘zining xabardorligi bilan maqtanish, g‘arazli yoki boshqa shaxsiy manfaatlar bo‘lishi mumkin, ular kvalifikatsiya qilishga ta’sir etmaydi.\n\n10. Jinoyat subyekti - o‘n olti yoshga to‘lgan va dastlabki tergov ma’lumotlarini oshkor qilish mumkin emasligi haqida ogohlantirilgan shaxs.\n\n11. Agarda surishtiruv yoki dastlabki tergov ma’lumotlarini surishtiruvchi, tergovchi, prokuror yoki sudya oshkor etsa, zarur belgilar mavjud bo‘lganida, ular JK 205 yoki 207-moddasiga asosan, mansabdorlik jinoyati bo‘yicha javobgarlikka tortiladi."
        },
        {
            "modda_raqami": "240-modda. Jinoyat protsessini yuritish qatnashchilarining o‘z zimmasidagi vazifani bajarishdan bo‘yin tovlashi.",
            "matni": "Surishtiruv yoki dastlabki tergov ma’lumotlarini surishtiruvchi, tergovchi yoki prokurorning ruxsatisiz oshkor qilish -\n\neng kam oylik ish haqining ellik baravarigacha miqdorida jarima yoki uch yilgacha axloq tuzatish ishlari yoxud uch yilgacha ozodlikdan mahrum qilish bilan jazolanadi. ",
            "sharxi": "1. Mazkur jinoyatning ijtimoiy xavfliligi shunda namoyon bo‘ladiki, surishtiruv va dastlabki tergov natijasida to‘plangan dalillarning oshkor etilishi natijasida manfaatdor shaxslar ushbu ma’lumotdan o‘z maqsadlari yo‘lida foydalanib, oxir-oqibat bu haqiqatni aniqlashda qiyinchiliklarni yuzaga keltirishi mumkin. Masalan, aybdor yashiringan holda guvohlarga tazyiq o‘tkazishi va dalillarni yo‘q qilishi mumkin va hokazo.\n\n2. O‘zbekiston Respublikasi Jinoyat-protsessual qonunchiligiga muvofiq (JPK 353-moddasi), tergovchi jinoyat ishidagi barcha ma’lumotlarni yoki uning muayyan qismidagi ma’lumotlarni oshkor qilinmaydigan ma’lumotlar siftida e’tirof etishga haqli. Ana shu asosda u tergov harakatlarida ishtirok etayotgan yoki tergov harakatlarini bajarishda hozir bo‘lgan yoxud tergov materiallari bilan tanishayotgan shaxslardan ularning zimmasiga ishda mavjud bo‘lgan ma’lumotlarni uning ruxsatisiz oshkor qilmaslik to‘g‘risida majburiyat yuklatilgani haqida tilxat olishi mumkin. \n\nIshdagi ma’lumotlarni oshkor qilmaslik majburiyati gumon qilinuvchi va ayblanuvchi zimmasiga yuklanishi mumkin emas.\n\nHimoyachining ishdagi ma’lumotlarni oshkor qilmaslik majburiyati uning gumon qilinuvchi yoki ayblanuvchi bilan bo‘ladigan suhbatiga taalluqli emas.\n\n3. Sharhlanayotgan moddaning obyektini dastlabki tergov va surishtiruv organlarining normal faoliyat yuritishini ta’minlovchi ijtimoiy munosabatlar tashkil qiladi. \n\n4. Surishtiruv va dastlabki tergovni amalga oshirish jarayonida olingan ma’lumotlar jinoyat predmeti hisoblanadi.\n\nSurishtiruv yoki dastlabki tergov ma’lumotlari deb, surishtiruv va dastlabki tergov jarayonida olingan, so‘roq, yuzlashtirish, tintuv, tergov eksperimentlari bayonnomalarida, ekspertiza materiallari va boshqa hujjatlarda mavjud ma’lumotlarga aytiladi. Biroq sharhlanayotgan modda nuqtayi nazaridan ma’lumotlar deganda, faqat surishtiruv va dastlabki tergov jarayonida olinib, ularga nisbatan tergovchi, surishtiruvchi yoki prokuror ularni ovoza qilganlik uchun javobgarlik to‘g‘risida ogohlantirgan hamda bu haqda tegishli tilxat olingan ma’lumotlar tushuniladi[ Mazkur xulosa JPK 353-moddasi 1-qismi tahlilidan kelib chiqqan bo‘lib, unga ko‘ra, “tergovchi jinoyat ishidagi barcha ma’lumotlarni yoki uning muayyan qismidagi ma’lumotlarni oshkor qilinmaydigan deb e’tirof etishga haqli. Ana shu asosda u tergov harakatlarida ishtirok etayotgan yoki tergov harakatlarini bajarishda hozir bo‘lgan yoxud tergov materiallari bilan tanishayotgan shaxslardan ularning zimmasiga ishda mavjud bo‘lgan ma’lumotlarni uning ruxsatisiz oshkor qilmaslik to‘g‘risida majburiyat yuklatilgani haqida tilxat olishi mumkin”.].\n\nAgar shaxs ma’lumotlarni ovoza qilganligi uchun javobgarlik to‘g‘risida ogohlantirilmagan bo‘lsa, uni sharhlanayotgan modda bo‘yicha javobgarlikka jalb qilish mumkin emas.\n\n5. Ma’lumotlarni surishtiruv va dastlabki tergovga oid ma’lumot deb e’tirof etish uchun ular aybdor tomonidan ish materiallari hamda surishtiruvchi, tergovchi yoki prokurorning o‘zidan olingan bo‘lishi shart emas.\n\nBu ma’lumotlar, shuningdek, boshqa yo‘l bilan (masalan, shohid, guvoh, boshqa shaxslar bilan suhbatlashuv natijasida) olingan bo‘lishi mumkin. Biroq surishtiruv va dastlabki tergovga oid ma’lumot sifatida e’tirof etilishi uchun ularga nisbatan aybdordan JPK 353-moddasiga binoan tilxat olingan bo‘lishi shart. Bunda bu ma’lumotlar kimga yoki nimaga taalluqliligi ahamiyatga ega bo‘lmaydi. Masalan, ekspert o‘zi o‘tkazgan ekspertiza ma’lumotlarini, guvoh – o‘z ko‘rsatmalarini ovoza qilish huquqiga ega emas.\n\n6. Obyektiv tomondan dastlabki tergov ma’lumotlarini oshkor qilish ko‘rilayotgan ish shart-sharoitlarini jabrlanuvchi, guvoh, himoyachi yoki boshqa tergovchi, surishtiruvchi yoki prokuror tomonidan bunday ma’lumotni uning ruxsatisiz oshkor qilishga yo‘l qo‘yib bo‘lmasligi to‘g‘risida ogohlantirilgan boshqa shaxs tomonidan uchinchi shaxslarga og‘zaki yoki yozma ravishda uzatilishida ifodalanadi.\n\n7.Agarda surishtiruv yoki dastlabki tergov ma’lumotlarini oshkor etish ish bo‘yicha surishtiruv yoki dastlabki tergov paytida, shu jumladan dastlabki tergov to‘xtatilgan davr yoki u tugaganidan so‘ng, to sud ishni ko‘rib chiqqunicha amalga oshirilgan bo‘lsa, bu harakat jinoyatning obyektiv tomonini tashkil etadi.\n\nMa’lumotlarni sud ishni ko‘rib chiqqanidan so‘ng oshkor etish sharhlanayotgan moddada javobgarlik nazarda tutilayotgan qilmish belgilariga kirmaydi. Tergov tamoman to‘xtatilganda surishtiruv yoki dastlabki tergov ma’lumotlarini oshkor qilgan shaxs mazkur modda bo‘yicha javobgarlikka tortilmaydi.\n\n8. Sharhlanayotgan jinoyat tegishli axborotni uchinchi shaxsga tergovchi, prokuror yoki surishtiruvchi ruxsatisiz berilgandan tugallangan hisoblanadi. Qilmishni tamomlangan jinoyat sifatida baholash uchun bu berilgan ma’lumot bunday ma’lumotga qiziqqan shaxslar qo‘liga kirgan bo‘lishi shart emas. Bu ma’lumotni uchinchi shaxs ishlatgani yoki ishlata olmagani qilmishni tugallangan sifatida tan olinishiga ta’sir qilmaydi. Qandaydir zararli oqibatlar bo‘lishi (masalan, ayblanuvchining javobgarlikdan bosh tortishi, ashyoviy dalillar yo‘q qilinishi va hokazolar) jazoni individuallashtirish uchungina ahamiyatli.\n\n9. Subyektiv tomondan jinoyat to‘g‘ri qasddan yoki egri qasddan sodir etilishi mumkin. Bu jinoyat asosi – o‘zining xabardorligi bilan maqtanish, g‘arazli yoki boshqa shaxsiy manfaatlar bo‘lishi mumkin, ular kvalifikatsiya qilishga ta’sir etmaydi.\n\n10. Jinoyat subyekti - o‘n olti yoshga to‘lgan va dastlabki tergov ma’lumotlarini oshkor qilish mumkin emasligi haqida ogohlantirilgan shaxs.\n\n11. Agarda surishtiruv yoki dastlabki tergov ma’lumotlarini surishtiruvchi, tergovchi, prokuror yoki sudya oshkor etsa, zarur belgilar mavjud bo‘lganida, ular JK 205 yoki 207-moddasiga asosan, mansabdorlik jinoyati bo‘yicha javobgarlikka tortiladi."
        },
        {
            "modda_raqami": "241-modda. Jinoyat haqida xabar bermaslik yoki uni yashirish.",
            "sharxi": "Tayyorgarlik ko‘rilayotgan yoki sodir etilgan og‘ir yoki o‘ta og‘ir jinoyat haqida aniq bilgani holda xabar bermaslik -\n\neng kam oylik ish haqining ellik baravarigacha miqdorda jarima yoki ikki yilgacha axloq tuzatish ishlari yoxud olti oygacha qamoq yoki uch yilgacha ozodlikdan mahrum qilish bilan jazolanadi.\n\nOg‘ir yoki o‘ta og‘ir jinoyatlarni oldindan va’da bermasdan yashirish -\n\neng kam oylik ish haqining yetmish besh baravarigacha miqdorda jarima yoki uch yilgacha axloq tuzatish ishlari yoxud besh yilgacha ozodlikdan mahrum qilish bilan jazolanadi.\n\n1. Sharhlanayotgan jinoyatning ijtimoiy xavfliligi uning sodir etilishi huquqni muhofaza qilish organlari o‘z faoliyatini samarali amalga oshirishga, xususan, jinoyatni sodir etishning oldini olish bo‘yicha faoliyatiga to‘sqinlik qiladi. Jinoyat haqida xabar bermaslik yoki uni yashirish jinoyatchilarda yoki jinoyat sodir etmoqchi bo‘lgan shaxslarda jinoyatni sodir etayotganlarida  jazolanmaslik, surbetlik hissiyotini uyg‘otadi. Bundan tashqari, sharhlanayotgan jinoyatning sodir etilishi ba’zi hollarda og‘ir yoki o‘ta og‘ir jinoyatni sodir etgan shaxs javobgarlik va jazodan qutulib qolishiga yordam beradi.\n\n2. Jinoyat haqida xabar bermaslik yoki uni yashirish obyekti – mazmuni odil sudlovni amalga oshiradigan sud, prokuratura, dastlabki tergov yoki surishtiruv idoralarining bir me’yordagi faoliyatidan iborat bo‘lgan ijtimoiy munosabatlar.\n\n3. JK 241-moddasi 1-qismida nazarda tutilgan jinoyatning obyektiv tomoni harakatsizlik shakliga ega. Harakatsizlik tayyorlanayotgan, sodir etilayotgan yoki sodir etilgan og‘ir yoki o‘ta og‘ir jinoyatlar to‘g‘risida xabar bermaslikdir. Og‘ir yoki o‘ta og‘ir jinoyatlar tavsifi JK 15-moddasida berilgan. Jinoyatlarning boshqa turlari to‘g‘risida xabar bermaslik sharhlanayotgan modda mazmunida jinoiy jazolanadigan qilmish sifatida kvalifikatsiya qilinmasligi lozim.\n\n4. Tayyorlanayotgan jinoyat – bu ijtimoiy xavfli bo‘lgan qilmishni sodir etishni tayyorlashga qaratilgan harakatlar. Jinoyatga tayyorgarlik ko‘rish zarur qurol, portlovchi moddalar, vaziyatni o‘rganish, ishtirokchilarni qidirish va hokazolarda ifodalanishi mumkin. \n\n(Jinoyatga tayyorgarlik ko‘rish haqida batafsilroq JK 25-moddasi sharhiga qarang.)\n\n5. Sodir etilgan jinoyat – jinoyatning tugallangan tarkibini tashkil qiluvchi harakatlar. Sodir etilgan jinoyat kabi, jinoyat sodir etishga suiqasd qilish ham sharhlanayotgan modda doirasida ko‘rib chiqish kerak. \n\n(Jinoyat sodir etishga suiqasd qilish haqida batafsilroq JK 25-moddasi sharhiga qarang.)\n\n6. Tayyorlanayotgani aniq ma’lum bo‘lgan yoki sodir etilgan jinoyat haqida ayblanuvchi huquqni muhofaza qilish organlari: surishtiruv, dastlabki tergov, prokuratura va sudga xabar bermagan holdagina xabar bermaslikni tan olish mumkin. Bunday organlarga xabar berish yozma yoki og‘zaki; shaxsan yoki vositachi orqali; anonim yoki ochiq tarzda amalga oshirilishi mumkin, xabar berishning shakli va turi ahamiyatga ega emas.\n\n7. Mazkur modda bo‘yicha javobgarlik yuzaga kelishining muhim sharti – ma’lumotlar aybdorga aniq ma’lum bo‘lishi lozimligi. \n\nAniq ma’lumotlar deb, shaxsda ularning haqiqiyligiga ishonch tug‘diradigan fe’l-atvorli manbalardan olingan ma’lumotlar hisoblanadi.\n\n8. Qonunda shaxs unga ma’lum bo‘lgan, tayyorlanayotgan yoki sodir etilgan jinoyat haqida ma’lumot berishi muddati ko‘rsatilmagan. Bunday muddat deb shaxsga jinoyat haqida ma’lum bo‘lganidan keyingi eng qisqa muddat tan olinadi. Shu muddat mobaynida shaxs tegishli organlarga bu haqda ma’lumot berish imkoniyatiga ega bo‘lishi lozim.\n\n9. Xabar bermaslik fakti, vujudga kelgan oqibatlarga qaramasdan, tugallangan jinoyatni tashkil qiladi.\n\n10. Subyektiv tomondan jinoyat to‘g‘ri qasd bilan sodir etiladi. Aybdor unga qonun tomonidan yuklatilgan burchini – aniq ma’lum bo‘lgan, tayyorlanayotgan, sodir etilgan og‘ir yoki o‘ta og‘ir jinoyat haqida xabar berishni – bajarmayotganligini biladi va shuni xohlaydi. Ushbu jinoyatning sodir etilish sabablari turli bo‘lishi mumkin: boshqalarning ishiga “aralashishni” xohlamaslik; taxmin qilingan tajovuzdan qo‘rqish, g‘arazgo‘ylik va hokazo. Ammo ular qilmishni kvalifikatsiya qilishga ta’sir qilmaydi, biroq sud tomonidan jazo tayinlashda hisobga olinishi mumkin.\n\n11. Sharhlanayotgan jinoyat subyekti o‘n olti yoshga to‘lgan har qanday aqli raso shaxs bo‘lishi mumkin. O‘z xizmat vazifalariga ko‘ra o‘zlariga ma’lum bo‘lgan, tayyorlanayotgan yoki sodir etilayotgan jinoyatlar haqida xabar berishga majbur bo‘lgan va ular haqida xabar bermayotgan mansabdor shaxslar mansab sovuqqonligi yoki hokimiyat harakatsizligi uchun javobgarlikka tortiladi.\n\n12. JK 31-moddasi ta’siri ostida gumon qilinuvchi, ayblanuvchi yoki sudlanuvchining yaqin qarindoshlari sharhlanayotgan jinoyat tarkibining subyektlari bo‘lmaydilar. \n\n(Yaqin qarindoshlar tushunchasi haqida Jinoyat kodeksi Maxsus qismi VIII bo‘limiga qarang.)\n\n13. JK 241-moddasi 2-qismi og‘ir yoki o‘ta og‘ir jinoyatlarni oldindan va’da bermasdan yashirish uchun javobgarlikni nazarda tutadi.\n\n14. Yashirish obyektiv tomondan ayblanuvchi jinoyatchini, uning jinoyati izlarini, og‘ir yoki o‘ta og‘ir jinoyatni sodir etishdagi vosita va qurol-yarog‘ini yoxud og‘ir yoki o‘ta og‘ir jinoyatni sodir etish natijasida olingan buyum va qimmatbaho narsalarni berkitishda ifodalanishi mumkin. \n\nJinoyatchini yashirish – bu unga boshpana, transport vositalari berish, qalbaki hujjatlar bilan ta’minlash, tashqi qiyofasini o‘zgartirishda yordam berish. \n\nJinoyat sodir etish quroli va vositalarini yashirish – jinoyat sodir etilgan qurol va boshqa narsalarni yashirish, berkitish yoki ularni yo‘q qilish yoki o‘zgartirish. \n\nJinoyat izlarini yoki jinoyat yo‘li bilan olingan narsalarni yashirish, ularni berkitish, boshqa joyga olib borish, yo‘q qilish tashqi ko‘rinishini o‘zgartirish, zavod tamg‘asi detal nomerini qalbakilashtirish yo‘li bilan amalga oshiriladi.\n\n15. Shaxs jinoyatchini jinoyat sodir etish quroli va vositalarini, og‘ir yoki o‘ta og‘ir jinoyatni sodir etish natijasida olingan narsa va qimmatbaho buyumlarni yashirishga yo‘naltirilgan harakatlarni amalga oshirganda jinoyat tugallangan deb topiladi.\n\n16. Yordamchi tarzidagi ishtirokchilikdan farqli ravishda, mazkur modda ma’nosida yashirish og‘ir yoki o‘ta og‘ir jinoyat sodir etilgandan so‘ng aybdor tomonidan amalga oshiriladi, shuning uchun u sodir etilgan jinoyat va uning oqibatlari bilan sababiy bog‘lanishda emas. Bundan tashqari, og‘ir jinoyat yoki o‘ta og‘ir jinoyat sodir etilguncha aybdor u haqida bilmaydi va jinoyat izlarini oldindan yo‘q qilishga va’da bermaydi.\n\n17. Agar yashirish doimiy xususiyatga ega bo‘lsa, bu bajaruvchiga jinoyatni sodir etishda yordamlashishni hisobga olishi uchun asos bo‘ladi va uning harakatlarini ishtirokchilik sifatida kvalifikatsiya qilish lozim.\n\n18. Subyektiv tomondan jinoyat to‘g‘ri qasd bilan tavsiflanadi. Shaxs og‘ir yoki o‘ta og‘ir jinoyatni yashirayotganini biladi va buni xohlaydi. \n\nJinoyatning motivi turlicha (g‘arazgo‘ylik, jinoyatchidan qo‘rqish, odil sudlov organlaridan o‘ch olish, yashirilayotgan shaxs bilan qarindoshlik, yaqin do‘stlik munosabatlari va hokazolar) bo‘lishi mumkin.\n\nYashirish maqsadi va motivi jinoyat tarkibi chegarasidan tashqarida bo‘ladi va sud tomonidan jazo tayinlashda hisobga olinadi.\n\n19. O‘n olti yoshga to‘lgan har qanday aqli raso shaxs yashirish subyekti bo‘lishi mumkin."
        },
        {
            "modda_raqami": "241_1-modda. Jinoyatni hisobga olishdan qasddan yashirish.",
            "matini": "Jinoyatlar to‘g‘risidagi arizalar, xabarlar va boshqa ma’lumotlarni qabul qilish, ro‘yxatdan o‘tkazish yoki ko‘rib chiqish xizmat vazifalariga kiradigan mansabdor shaxsning jinoyatni hisobga olishdan qasddan yashirishi, —\n\nikki yildan uch yilgacha axloq tuzatish ishlari yoki muayyan huquqdan mahrum qilib, uch yildan besh yilgacha ozodlikni cheklash yoxud uch yildan besh yilgacha ozodlikdan mahrum qilish bilan jazolanadi.\n\nO‘sha qilmish:\n\na) takroran sodir etilgan bo‘lsa;\n\nb) bir guruh shaxslar tomonidan sodir etilgan bo‘lsa;\n\nv) og‘ir oqibatlarga sabab bo‘lsa, —\n\nmuayyan huquqdan mahrum qilib, besh yildan yetti yilgacha ozodlikdan mahrum qilish bilan jazolanadi."
        }
    ]
}