{
    "bob_nomi": "XVIII bob. Transport harakati va undan foydalanish xavfsizligiga qarshi jinoyatlar",
    "moddalar": [
        {
            "modda_raqami": "260-modda. Temir yo‘l, dengiz, daryo yoki havo transportining harakati yoki ulardan foydalanish xavfsizligi qoidalarini buzish.",
            "matini": "Transport vositasining harakat yoki undan foydalanish xavfsizligi qoidalarining temir yo‘l, dengiz, daryo yoki havo transportini boshqaruvchi shaxs tomonidan buzilishi badanga o‘rtacha og‘ir yoki og‘ir shikast yetkazilishiga sabab bo‘lsa,\n\nbazaviy hisoblash miqdorining yigirma besh baravaridan ellik baravarigacha miqdorda jarima yoki besh yilgacha muayyan huquqdan mahrum qilish yoxud uch yilgacha axloq tuzatish ishlari yoki bir yildan uch yilgacha ozodlikni cheklash yoxud uch yilgacha ozodlikdan mahrum qilish bilan jazolanadi.\n\nO‘sha qilmish odam o‘lishiga sabab bo‘lsa,\n\nsakkiz yilgacha ozodlikdan mahrum qilish bilan jazolanadi.\n\nO‘sha qilmish:\n\na) odamlar o‘limiga;\n\n6) halokatga;\n\nv) boshqa og‘ir oqibatlarga sabab bo‘lsa, -\n\no‘n yilgacha ozodlikdan mahrum qilish bilan jazolanadi.",
            "sharxi": " 1. Temir yo‘l, dengiz, daryo yoki havo transportining harakati va foydalanish xavfsizligini ta’minlovchi ijtimoiy munosabatlar sharhlanayotgan jinoyatning bevosita asosiy obyekti hisoblanadi. Qo‘shimcha bevosita obyekt mulkining xavfsizligi. insonning hayoti, sog‘lig‘i, o‘zgalar\n\n2. Jinoyatning predmeti sifatida qonunda ko‘rsatilgan transport vositalari ishtirok etadi.\n\n3. Temir yo‘l transporti deganda, «O‘zbekiston temir yo‘llari» AJ ixtiyoridagi relsli transport, shuningdek, sanoat hamda boshqa korxonalarga olib keladigan temir yo‘llar, maxsus maqsaddagi temir yo‘llar, metropoliten tushuniladi.\n\nFaqat ishlab chiqarish vazifalarini bajaradigan shaxta, sex ichi (elektrovozlar, vagonetkalar) transport vositalari texnologiya jarayoni bilan bog‘liq bo‘lib, ushbu transport turiga oid deb hisoblanishi mumkin emas. Ular bilan borlik hodisalarga harakat hamda foydalanish xavfsizligi qoidalarining buzilishi, muayyan ishlarni amalga oshirish, xavfsizlik yoki boshqa mehnatni muhofaza qilish qoidalariga rioya qilmaslik sabab bo‘ladi. Aybdorlarning harakatlari bunday hollarda JKning 257-moddasiga binoan, tegishli vaziyatlarda esa fuqarolarning hayoti yoki sog‘lig‘iga qarshi, o‘zgalar mulkini nobud qilganlik yoki unga zarar yetkazish bilan bog‘liq jinoyatlar uchun javobgarlikni ko‘zda tutgan moddalar bo‘yicha kvalifikatsiya qilinishi shart.\n\n4. Havo transporti bu barcha fuqarolik aviatsiyasi va\n\nfuqarolik havoda uchish vositalari: samolyotlar, vertolyotlar, planerlar, dirijabllar, aerostatlar va hokazolar. Havo kemasining qaysi idoraga tegishliligi ahamiyatga ega emas. Aviatsiya texnikasi sohasidagi tajriba-konstruktorlik, sinov va ilmiy-tadqiqot ishlari uchun mo‘ljallangan havo kemalari sinov havo kemalari sharhlanayotgan ijtimoiy xavfli qilmish predmeti bo‘la olmaydi. Bunday kemalardan foydalanish xavfsizligi qoidalari buzilgan hollarda javobgarlik JKning 256-moddasiga binoan kelib chiqadi.\n\n\n5. Dengiz va daryo transporti kema inspeksiyalari ro‘yxatidan o‘tishi kerak bo‘lgan barcha o‘ziyurar kemalar hisoblanadi. Idoraviy me’yoriy hujjatlarda suv transporti hisobiga kiritilgan o‘zi yurmaydigan transport vositalari sharhlanayotgan jinoyatning predmeti bo‘la olmaydi. Ushbu suzish vositalari (aksariyat hollarda bu barja, plashkoutlar) mustaqil transport ahamiyatiga ega emas va faqat o‘ziyurar transport vositasi yordamidagina harakatlanadi. O‘zi yurmaydigan suzish vositasidan foydalanishning zararli oqibatlari o‘ziyurar kemadan foydalanish qoidalarining buzilishi natijasidagina kelib chiqishi mumkin.\n\n6. Mexanik bo‘lmagan transport vositasi sharhlanayotgan modda doirasida transport vositasi hisoblanmaydi. Xususan, bunday vositalar qatoriga avtodrezinalar va avtomotris(a) lar, ot-ulov kiradi. Bundan tashqari, havo yoki dengiz kemasi yoxud temir yo‘l transporti sifatlariga ega bo‘lish bilan o‘z ta’rifiga ko‘ra yuk yoki yo‘lovchi tashish maqsadida foydalanib bo‘lmaydigan vositalar, masalan, havo zondi, avtomatlashtirilgan batiskaf va shu kabilarni ham transport sanab bo‘lmaydi. Tegishli belgilari mavjud bo‘lganida bunday buyumlardan foydalanganlik uchun javobgarlik JKning 256-moddasi bo‘yicha kelib chiqishi mumkin.\n\n7. Jinoyatning obyektiv tomoni o‘z ichiga:\n\ntemir yo‘l, havo, dengiz yoki daryo transportidan harakat yoki foydalanish xavfsizligi qoidalarini buzish;\n\ninson sog‘lig‘iga og‘ir yoki o‘rtacha og‘irlikda shikast yetkazish;\n\nqilmish hamda oqibatlar kelib chiqishi o‘rtasidagi sababiy bog‘lanishni oladi.\n\n8. Sharhlanayotgan moddaning transport harakati yoki undan foydalanishga oid maxsus xavfsizlik qoidalarini buzganlik uchun javobgarlikni ko‘zda tutgan dispozitsiyasi blanketli hisoblanadi. Ana shu qoidalarning o‘zi esa transportning ko‘rsatib o‘tilgan turlari faoliyatini tartibga soladigan normativ hujjatlarda mavjuddir.\n\nShuni ham unutmaslik kerakki, harakat qoidalari transport harakati xavfsizligi qoidalariga nisbatan ancha keng tushuncha. Ikkinchisi buzilmagan ekan, demak, jinoyat tarkibi mavjud emas.\n\n9. Buzilishi tufayli sharhlanayotgan jinoyat tarkibini yuzaga keltiradigan normativ hujjatlar hisobiga transport harakati hamda undan foydalanish xavfsizligi qoidalari (yo‘riqnomalari) deb nomlangan me’yorlargina kirmaydi. Normativ hujjat nomi rasmiy (formal) belgi, xolos.\n\nIdoraviy me’yoriy hujjatlarda transport harakati va ulardan foydalanish xavfsizligi qoidalari turlicha ifodalangan. Ulardan ba’zilari qat’iy ko‘rsatmalardan iborat bo‘lsa, boshqalari qat’iy taqiqlashdan iborat. Ularning buzilishi sharhlanayotgan modda bo‘yicha jinoiy javobgarlik keltirib chiqarishi mumkin. Ba’zi normativ hujjatlarda ko‘rsatma hamda taqiqlash bilan birga tavsiyalar ham uchrab turadi. Ular majburiy emas, shu bilan birga ularni umum qabul qilingan ma’noda qoida sifatida e’tirof etib ham bo‘lmaydi, shuning uchun bu tavsiyalarning buzilishi mazkur jinoyat tarkibini tashkil eta olmaydi.\n\nQilmish huquqiy me’yorlarda belgilangan qoidalarning buzilishida ifodalangan holdagina jinoyat tarkibini hosil qilishi mumkin. Umum qabul qilingan ehtiyot choralarini bundaylar hisobiga kiritib bo‘lmasligi tufayli ularning buzilishi mazkur modda bo‘yicha javobgarlikni keltirib chiqarmaydi. Harakat yoki transportdan foydalanish xavfsizligi qoidalarining buzilishi fakti bo‘yicha shaxs ehtiyot choralarini ko‘rmaganligi va hokazolar bilan jinoyat mavjudligi asoslanilmaydi. Har bir ish yuzasidan: a) qaysi qoida buzilganligi; b) qoidabuzarlik aynan nimada ifodalanganligi aniq belgilab olinishi shart.\n\n10. Harakat yoki transportdan foydalanish xavfsizligi qoidalari orasida ba’zilari nisbatan umumiy, yana birlari esa birmuncha muayyan ko‘rinishga ega. Dastlabki tergov idoralari va sudlar ham unisi, ham bunisiga havola qilishlari lozim.\n\nShuni ham aytib o‘tish kerakki, harakat hamda transportdan foydalanish xavfsizligi qoidalari doimiy rivojlanish va o‘zgarish jarayonini boshidan kechirmoqda. Shu bois xavfsizlik qoidalarining buzilganligi faktini aniqlash uchun aybdor buzganlikda ayblanayotgan xavfsizlik qoidalari amalda ekanligi yoki o‘z kuchini yo‘qotganligi tekshiriladi.\n\n11. Harakat xavfsizligi qoidalarining buzilishi bu transport vositasini boshqarishning belgilangan tartibidan turlicha chetga chiqishdir.\n\nHarakat xavfsizligi qoidalarining buzilishi quyidagilarda ifodalanishi mumkin:\n\ntemir yo‘l transportida yo‘l bo‘sh yo bo‘sh emasligini kuzatmaslik, tezlikni oshirib yuborish, taqiqlovchi belgisida o‘tib ketish va hokazo; semaforning\n\nhavo transportida parvozlar sxemasini bajarmaslik, parvoz hamda ekipaj ishiga qo‘yiladigan talablarni mensimaslik, boshqarish texnikasiga, havo kemasini boshqarish qoidalariga rioya qilmaslik va hokazo;\n\nsuv transportida kuzatuvni qoniqarsiz amalga oshirish va shu bilan bog‘liq tarzda kema yoki boshqa to‘siqni kechikib aniqlash (ilg‘ash); katta tezlikda harakatlanish va nomaqbul sharoitda oshib o‘tishga yo‘l qo‘yish; kema boshqaruvchisining asoslanmagan taxminlari va vaziyatni noto‘g‘ri baholash; xavfli yaqinlashuvning oldini olish choralarini ko‘rishga kechikish, portga yaqinlashganda kemaning yo‘l qo‘yiladigan tezligini oshirib yuborish va hokazolar.\n\n12. Qonunda ko‘rsatilgan qoidabuzarliklar ham harakat, ham harakatsizlik shaklida ifodalanishi mumkin. Shaxs harakatsizligi uchun faqat muayyan harakatlarni amalga oshirish mas’uliyati uning zimmasiga yuklatilgan holdagina javobgarlikka tortilishi mumkin. Ushbu majburiyat qonunosti me’yoriy hujjatlarda belgilab berilgan.\n\n13. Temir yo‘l, dengiz, daryo yoki havo transporti-dan foydalanish qoidalarining buzilishi transport vositalaridan ularning vazifasiga ko‘ra foydalanmasligini ko‘zda tutadi. Foydalanish qoidalarini buzish, shuningdek, temir yo‘l, havo hamda suv transportining halokatsiz faoliyat ko‘rsatishini ta’minlaydigan tizim va agregatlarning boshqa maqsadlarda ishlatilishini ham o‘z ichiga oladi. Mazkur qilmish halokatsiz faoliyat ko‘rsatishini ta’minlaydigan ehtiyot qism va mexanizmlarga texnik xizmat ko‘rsatish talablaridan chetga chiqish, yo‘lovchilarni chiqarish va tushirishda, yuklarni ortish va tushirishda hamda transport vositalaridan foydalanishning xavfsiz sharoitlarini ta’minlaydigan tartibni boshqacha buzishlarda ifodalanadi.\n\n14. Transportdan foydalanish uning harakatiga nisbatan ancha keng tushuncha. Harakat jarayonini foydalanishdan ajratib bo‘lmaydi, foydalanish esa ham harakat doirasida, ham undan tashqarida amalga oshirilishi mumkin (masalan, kema reydda to‘xtagan paytida, portda, kemani parvozdan avvalgi tayyorlash davrida va hokazolarda). Transportning falokatsiz ishi bilan bog‘liq bo‘lmagan foydalanish qoidalarining buzilishi sharhlanayotgan jinoyatni keltirib chiqarmaydi.\n\n15. Obyektiv tomonning zaruriy belgisi badanga o‘rtacha og‘ir yoki og‘ir shikast yetkazish kabi jinoiy oqibatlardir. (Badanga o‘rtacha og‘ir yoki og‘ir shikast yetkazish tushunchasi to‘g‘risida JKning 104 va 105-moddalari sharhiga qarang). 16. Sharhlanayotgan qilmish va kelib chiqqan oqibatlar orasida sababiy bog‘lanish mavjudligi aniqlanishi shart. Bunda bu kabi aloqa harakat yoki harakatsizlik orqaligina belgilanmay, balki aynan bevosita ijtimoiy xavfli oqibatlarni keltirib chiqargan xavfsizlikka oid tegishli qoidalarning buzilishi bilan aniqlanishi shart.\n\nSababiy bog‘lanish oqibat faqat harakat yo harakatsizlik bilan emas, balki har biri alohida holda ham, yo boshqalari bilan birgalikda og‘ir oqibatlar keltirib chiqarishi mumkin bo‘lgan bir necha qilmish bilan shartlashilgan holda ham mavjud bo‘lishi mumkin. Shunday hollar bo‘ladiki, bir shaxs harakatlari bilan xavfli sharoit yuzaga keladi, ikkinchisi esa vaziyatga noto‘g‘ri baho berib, o‘zi transport xavfsizligiga tajovuz qiladigan qilmishga yo‘l qo‘yadi. Bunday vaziyatda kelib chiqqan zararli oqibatlar har ikkala transport xodimi tomonidan yo‘l qo‘yilgan qoidabuzarliklarning qonuniy natijasi hisoblanadi.\n\n17. Subyektiv tomondan jinoyat harakat yoki transport-dan foydalanish xavfsizligi qoidalarining buzilishiga nisbatan qasd ko‘rinishidagi hamda jinoiy o‘ziga o‘zi ishonish yoki kelib chiqqan oqibatlarga nisbatan jinoiy beparvolik kabi aybning murakkab shakli bilan ta’riflanadi. Aybdor harakat xavfsizligi yoki transportdan foydalanish xavfsiz-ligiga oid muayyan qoidalar buzilishi natijasida biron-bir ijtimoiy xavfli oqibatlar kelib chiqishi mumkinligini ko‘ra biladi, ammo yetarlicha asossiz ravishda yengiltaklik bilan ularning oldini olishiga ishonadi yoxud talab darajasidagi e’tibor va ko‘ra bilish orqali aniqlay olishi kerak bo‘lgan ijtimoiy xavfli oqibatlar kelib chiqishi mumkinligini ko‘ra bilmaydi. O‘rtacha og‘ir yoki og‘ir tan jarohati aybdor tomonidan jabrlanuvchiga bevosita yoki bilvosita qasddan yetkazilgan bo‘lsa, u holda so‘z JKning 104 yoki 105-moddasi\n\nbo‘yicha javobgarlik to‘g‘risida borishi mumkin. Jinoyat badanga o‘rtacha og‘ir yoki og‘ir shikast yetkazilgan vaqtdan boshlab tugallangan deb e’tirof etiladi.\n\n18. O‘n olti yoshga to‘lgan, faoliyati transportning xavfsiz harakatlanishini tashkil etish bilan bog‘liq bo‘lgan shaxslar (masalan, harakat xizmati, havoda harakatlanishni boshqarish markazi, dispetcherlik xizmati, katta shturman, havo transporti tashkilotida parvozlar rahbari), shuningdek, bevosita transport vositasini boshqaradigan shaxslar (havo kemasi komandiri, shturmani, mashinist, uning yordamchisi va boshqalar) jinoyatning subyekti bo‘lishi mumkin. Bunda shaxs belgilangan tartibda berilgan transportni boshqarish huquqini beradigan ruxsatnomaga ega yoki ega emasligi, yo ruxsatsiz boshqarayotganligi (masalan, olib qochish oqibatida) ahamiyatga ega emas. Shuningdek, aybdor shaxs harakatlarini mazkur modda bo‘yicha kvalifikatsiya qilishga transport vositasini boshqarish huquqini beradigan guvohnomaning biror sababga ko‘ra bor yoki yo‘qligi ham ta’sir ko‘rsatmaydi.\n\nAgar aybdor transport vositasini boshqarish huquqiga boshqa jinoyat sodir etish orqali (masalan, havo kemasini olib qochish) ega bo‘lgan bo‘lsa, bunday qilmish jinoyatlar majmui bo‘yicha kvalifikatsiya qilinadi.\n\n19. Temir yo‘l, dengiz, daryo yoki havo transporti harakati yoki ulardan foydalanish qoidalarining buzilishi odam o‘limiga sabab bo‘lishi JK 260-moddasining 2-qismi bo‘yicha kvalifikatsiya qilinadi.\n\n20. Sharhlanayotgan moddaning 3-qismi xavfsizlik qoidalarining buzilishi quyidagi oqibatlardan birini:\n\na) odamlar o‘limini;\n\nb) halokatni;\n\nv) boshqa og‘ir oqibatlarni keltirib chiqargan bo‘lsa, alohida kvalifikatsiya qilingan tarkibni vujudga keltiradi.\n\n21. Odamlar o‘limi deganda, transport hodisasi natijasida ikki yoki undan ortiq kishining halok bo‘lishi nazarda tutiladi.\n\n22. Sharhlanayotgan jinoyat ma’nosida halokat deganda, o‘xshash shart-sharoitda ko‘p sonli odamlar halok bo‘lishi, atrof-muhitga yetkazilgan jiddiy zarar, o‘ta yirik hajmdan ham ortiq hajmdagi mol-mulkning nobud qilinishi yoki unga zarar yetkazilishi bilan ta’riflanadigan yirik ko‘lamli halokat va boshqalar tushuniladi. Halokatlar ham tabiat kuchlari tufayli kelib chiqishi (masalan, zilzila), ham kelib chiqishi mumkin.\n\nHalokat deganda, temir yo‘l, dengiz, daryo, havo, jamoat transportidagi (avtobus, trolleybus, tramvay, yo‘nalishli taksi va shu kabilar) o‘nlab odamlar nobud bo‘lishi bilan bir qatorda atrof-muhitga hamda odamlar sog‘lig‘i yoki hayoti uchun tuzatib bo‘lmas darajada ziyon yetkazgan hodisa tushunilishi lozim.\n\nTemir yo‘l, dengiz, daryo yoki havo transporti harakati yoki ulardan foydalanish xavfsizligi qoidalarining buzilishi turli ko‘rinishdagi halokatlarga olib kelishi mumkin bo‘lib, ularning har biri ko‘rsatib o‘tilgan umumiy belgilari bilan birga alohida xususiyatlarga ham ega. Masalan:\n\naviahalokatlar ekipaj a’zolari hamda yo‘lovchilar halok bo‘lishi, havo kemalarining butkul vayron bo‘lishi yoki og‘ir zararlanishi bilan ajralib turadi va qidiruv hamda halokat-qutqaruv ishlari o‘tkazilishini talab etadi;\n\ntemir yo‘ldagi halokatlar yong‘inlar, portlashlar, harakat tarkibining vayron bo‘lishi va temir yo‘l xodim-lari, yo‘lovchilar hamda halokat joyiga yaqin temir yo‘l platformasi, vokzal va shahar binolaridagi odamlarning halok bo‘lishi, shuningdek, halokat joyi va chor atrofning tashilayotgan, kuchli ta’sir ko‘rsatadigan zaharli moddalar bilan zararlanishi bilan ajralib turadi;\n\ndengiz va daryo transportidan foydalanish bilan bog‘liq halokatlar ekipaj a’zolari hamda yo‘lovchilarning halok bo‘lishi, kemaning yo‘q qilinishi, shuningdek, chor atrofdagi suv sathining tashilayotgan, kuchli ta’sir ko‘rsatadigan zaharli moddalar bilan zararlanishi bilan ajralib turadi.\n23. Boshqa og‘ir oqibatlar deganda, odamlar o‘limi bilan bir qatorda poyezdlar, kemalar yoki samolyotlar qatnovi uzoq muddatga izdan chiqishi, tevarak-atrofdagi uylar va boshqa inshootlar vayron qilinishi (portlashi, yonib ketishi, qulab tushishi) va h.k.lar tushunilishi lozim. Shuni nazarda tutish lozimki, harakatlanish yoki transport vositalaridan foydalanish qoidalari buzilishi natijasida ikki yoki undan ortiq odamga o‘rtacha og‘ir va/yoki og‘ir shikast yetkazilganligi faktining o‘zi qilmishni «boshqa og‘ir oqibatlar» belgisi bo‘yicha kvalifikatsiya qilish uchun asos bo‘lmaydi.\n\n24. Hodisa oqibatida hayoti xavf ostida qolgan hamda o‘zini o‘zi asrash choralarini ko‘rish imkoniyatidan mahrum etilgan jabrlanuvchiga yordam ko‘rsatmagan aybdorning harakatlari jinoyatlar majmui bo‘yicha JKning 117 va 260-moddalari bo‘yicha kvalifikatsiya qilinishi zarur.\n\nJabrlanuvchiga hodisa oqibatida uning hayoti uchun xavfli bo‘lmagan badaniga yengil shikast yetkazilganligi yoki uning o‘limi bevosita yo‘l-transport hodisasi vaqtida yuz berganligi yoki aybdor jabrlanuvchiga yordam berishi shart bo‘lgan, ammo uning o‘zining hayoti yoxud sog‘lig‘iga muqarrar xavf tug‘ilgan, ya’ni u yordam berish imkoniga ega bo‘lmagan hollarda JKning 117-moddasida ko‘rsatilgan javobgarlik yuzaga kelmaydi.\n\n25. Yo‘l harakati yoki transport vositasidan foydalanish qoidalari buzilishi natijasida JKning 260-moddasi turli qismlarida nazarda tutilgan oqibatlar kelib chiqsa, shaxs barcha kelib chiqqan oqibatlar bo‘yicha aybdor deb topiladi, qilmish esa og‘irroq oqibatlar nazarda tutilgan qismi bo‘yicha kvalifikatsiya qilinadi.\n\nJinoyatlar turli vaqtlarda sodir etilgan bo‘lib, oqibatlar esa o‘zaro bog‘liq bo‘lmagan bir necha qilmish natijasi bo‘lgan taqdirda qilmishlar jinoyatlar majmui bo‘yicha kvalifikatsiya qilinadi."
        },
        {
            "modda_raqami": "260_1 modda. O‘zbekiston Respublikasining samoviy hududidan qonunga xilof ravish-da (ruxsatsiz) foydalanish.",
            "matini": "O‘zbekiston Respublikasining samoviy hududidan qonunga xilof ravishda (ruxsatsiz) foydalanish (bundan samoviy hududda uchuvchisiz uchadigan apparatlardan foydalanish hollari mustasno), shunday harakat uchun ma’muriy jazo qo‘llanilganidan keyin sodir etilgan bo‘lsa, xuddi shuningdek badanga o‘rtacha og‘ir yoki og‘ir shikast yetkazilishiga sabab bo‘lsa, -\n\nbazaviy hisoblash miqdorining yuz baravaridan ikki yuz ellik baravarigacha miqdorda jarima yoki ikki yilgacha axloq tuzatish ishlari bilan jazolanadi.\n\nO‘sha harakat odam o‘lishiga sabab bo‘lsa,\n\nuch yilgacha axloq tuzatish ishlari yoki ikki yildan besh yilgacha ozodlikni cheklash yoxud besh yilgacha ozodlikdan mahrum qilish bilan jazolanadi.\n\nO‘sha harakat:\n\na) odamlar o‘limiga;\n\nb) halokatga;\n\nv) boshqa og‘ir oqibatlarga sabab bo‘lsa,\n\nbesh yildan o‘n yilgacha ozodlikdan mahrum qilish bilan jazolanadi.",
            "sharxi": " \n1. O‘zbekiston Respublikasi Havo kodeksining 1-modda siga muvofiq Respublikaning quruqlikdagi yerlari va suv havzalari ustidagi samoviy hududiga O‘zbekiston Respublikasi to‘la va tanho egalik qiladi.\n\n2. O‘zbekiston Respublikasi Havo kodeksining 1-modda siga muvofiq, O‘zbekiston Respublikasining samoviy hududidan foydalanish bilan bog‘liq faoliyatga havo kema-larining va boshqa uchuvchi apparatlarning parvozi, barcha otishma turlari va raketa uchirishlar, portlatish ishlari va moddiy obyektlarning samoviy hududdagi harakati bilan bog‘liq boshqa faoliyat kiradi.\n\nO‘zbekiston Respublikasining hamda o‘zga davlatlarning Havo Kodeksning 6-moddasida nazarda tutilgan faoliyatni amalga oshiruvchi, O‘zbekiston Respublikasi davlat organ-larida rasmiy ro‘yxatdan o‘tgan korxonalari, muassasalari, tashkilotlari va fuqarolari O‘zbekiston Respublikasining samoviy hududidan foydalanuvchilar hisoblanadi.\n\n3. O‘zbekiston Respublikasi Havo kodeksining 11-moddasiga muvofiq zarur xavfsizlik qoidalariga rioya qilingan holda va faqat ushbu Kodeksning 4-moddasida ko‘rsatilgan organlardan Samoviy hududdan foydalanish boshqarmasi organlari orqali ruxsat olinganidan keyin-gina samoviy hududdan foydalanishga ijozat beriladi. Samoviy hududdan foydalanish boshqarmasi organlarining ko‘rsatmalari samoviy hududdan foydalanuvchilarning barcha-si uchun majburiydir.\n\n4. Hozirgi vaqtda jahonda uchuvchisiz uchish apparatlari bilan samoviy hududidan ruxsat etilmagan holda foydalanish xollari tez-tez uchramoqda. Ko‘pincha mazkur apparatlarning odamlar to‘planadigan joylarda qulab tushishi hollari, uchish apparatlaridan aeroportlar hududida foydalanish hollari uchramoqda, bu esa shubhasiz havo kemalari bilan to‘qnashish xavfini keltirib chiqaradi va odamlarning qurbon bo‘lishiga olib keladi.\n\nUchuvchisiz uchish apparatlari davlat xavfsizligiga tahdid soladi, chunki ular qo‘riqlanadigan, toifalangan obyektlarni haqiqiy vaqt rejimida videokuzatuvi, suratga olishi mumkin, ushbu apparatlar xavfli, taqiqlangan yuklarni tashishga, ularni kerakli vaqtda tashlashga qodir, uchish apparatlari fuqarolarning shaxsiy hayotga bo‘lgan konstitutsion huquqlarini buzilishiga olib kelishi mumkin.\n\n5. Jamoat xavfsizligi, odamlar sog‘lig‘i, hayoti jinoyat obyektidir. Obyektiv jihatdan olib qaralganda jinoyat O‘zbekiston Respublikasining samoviy hududidan noqonuniy (ruxsatsiz) foydalanish, shu jumladan uchuvchisiz uchish apparatlari bilan foydalanish ko‘rinishida sodir etiladi hamda shunday harakatlar uchun ma’muriy jazo qo‘llanilganidan keyin sodir etilgan bo‘lsa, xuddi shuningdek badanga o‘rtacha og‘ir yoki og‘ir shikast yetkazilishiga sabab bo‘lsa jinoiy javobgarlikni keltirib chiqaradi.\n\n6. Ushbu Kodeksga va uning asosida ishlab chiqilgan boshqa huquqiy hujjatlarga zid ravishda O‘zbekiston Respublikasi samoviy hududidan foydalanish bilan bog‘liq faoliyat O‘zbekiston Respublikasi samoviy hududidan foydalanish tartibini buzish, ya’ni noqonuniy (ruxsatsiz) foydalanish deb e’tirof etiladi.\n\n7. Uchuvchisiz uchish apparatlari tushunchasi to‘g‘risida Jkning 2444-modda sharhiga qarang.\n\n8. Aybdor shaxsni Jinoyat kodeksining 2601-moddasi bo‘yicha javobgarlikka tortish uchun u O‘zbekiston Respublikasi samoviy hududidan noqonuniy (ruxsatsiz) foydalanganligi yoxud O‘zbekiston Respublikasi samoviy hududidan noqonuniy (ruxsatsiz) foydalanish badanga o‘rtacha og‘ir yoki og‘ir shikast yetkazilganligi uchun ma’muriy javobgarlikka tortilgan bo‘lishi zarur.\n\n9. Jinoyat kodeksining 260-moddasida nazarda tutilgan jinoyat agar shaxs tomonidan shunday harakat uchun ma’muriy jazo qo‘llanilganidan keyin sodir etilgan bo‘lsa, yoxud O‘zbekiston Respublikasining samoviy hududidan qonunga xilof ravishda (ruxsatsiz) foydalanish, shu jumladan uchuvchisiz uchadigan apparatlardan qonunga xilof ravishda (ruxsatsiz) foydalanish badanga o‘rtacha og‘ir yoki og‘ir shikast yetkazilishiga sabab bo‘lsa, O‘zbekiston Respublikasining samoviy hududidan qonunga xilof ravishda (ruxsatsiz) foydalanilgan, shu jumladan uchuvchisiz uchadigan apparatlardan qonunga xilof ravishda (ruxsatsiz) foydalanilgan paytdan e’tiboran tugallangan deb e’tirof etiladi. 10. Subyektiv tomondan jinoyat qasddan sodir etiladi.\n\n11. 16 yoshga to‘lgan shaxs jinoyat subyektidir.\n\n12. Agar Jinoyat kodeksining 2601-moddasining birinchi qismida ko‘rsatilgan harakatlar odamlar o‘limiga sabab bo‘lsa, aybdorning harakatlari Jinoyat kodeksining 260-moddasining 2-qismi bo‘yicha javobgarlikni keltirib chiqaradi.\n\n13. Agar Jinoyat kodeksining 2601-moddasining birin-chi qismida ko‘rsatilgan harakatlar\n\na) odamlar o‘limiga; (JK 260-moddasining sharhiga qarang)\n\nb) halokatga;\n\nv) boshqa og‘ir oqibatlarga sabab bo‘lsa.\n\nJinoyat kodeksining 260_1-moddasining 3-qismi bo‘yicha javobgarlikni keltirib chiqaradi."
        },
        {
            "modda_raqami": "261-modda. Mast holdagi shaxsning transport vositasini boshqarishiga yo‘l qo‘yish.",
            "matini": "Transport vositasidan foydalanish uchun mas’ul shaxs-ning mast holatdagi yoki giyohvandlik vositalari, ularning analoglari, psixotrop moddalar yoki shaxsning aql-idrokiga ta’sir ko‘rsatuvchi boshqa moddalar ta’siri ostida bo‘lgan shaxsni temir yo‘l, dengiz, daryo, havo, avtomobil transporti yoki boshqa transport vositasini boshqarishiga yo‘l qo‘yishi badanga og‘ir shikast yetkazilishiga yoxud odam o‘lishiga sabab bo‘lsa, -\n\nbazaviy hisoblash miqdorining ellik baravarigacha miqdorda jarima yoki uch yilgacha axloq tuzatish ishlari yoxud muayyan huquqdan mahrum qilib, bir yildan uch yilgacha ozodlikni cheklash yoki uch yilgacha ozodlikdan mahrum qilish bilan jazolanadi.",
            "sharxi": " 1. Temir yo‘l, dengiz, daryo, havo yoki avtomobil transportining harakati va foydalanish xavfsizligini, shuningdek odamlarning hayoti va sog‘lig‘i xavfsizligini ta’minlovchi ijtimoiy munosabatlar jinoyatning obyekti hisoblanadi. sharhlanayotgan\n\n2. Temir yo‘l, dengiz, daryo, havo yoki avtomobil transporti jinoyatning predmeti hisoblanadi (temir yo‘l, dengiz, daryo, havo transporti tushunchasi to‘g‘risida JKning 260-moddasi sharhiga qarang).\n\nAvtomobil transporti deganda, har qanday avtomobil vositalari (yuk tashuvchi, yengil, yo‘lovchi tashuvchi, sport va h.k.), mototsikllar, tramvaylar, trolleybuslar, traktorlar tushuniladi.\n\nBoshqa transport vositalari deganda, boshqa o‘ziyurar mashinalar va boshqa mexanik vositalar tushuniladi. «Mexanik transport vositasi» iborasining mazmuni «o‘ziyurar mashina» iborasi mazmunidan kengroq.\n\nYo‘l harakati qoidalariga muvofiq, mexanik transport vositasi bu dvigatel bilan harakatga keltiriladigan transport vositasi (mopeddan tashqari). Bu atama barcha traktor va o‘ziyurar moslamalarga ham taalluqlidir. Boshqa transport vositalari toifasiga faqat yo‘lda harakatlangandagina transport vositasi deb qaraladigan ekskavatorlar, greyderlar, buldozerlar, avtokranlar, skreperlar, kombaynlar va x.k.lar kiradi.\n\nTransport vositalari bu odamlarni, yuklarni tashishga yoki maxsus ishlarni bajarishga mo‘ljallangan qurilma.\n\nIsh hajmi 50 sm³ gacha, yuqori tezligi soatiga 50 kilo-metrdan oshmaydigan dvigatel bilan harakatga keltiriladigan ikki yoki uch g‘ildirakli transport vositasi. Osma dvigatelli velosipedlar va yuqoridagi ta’rifga ega bo‘lgan boshqa transport vositalari JKning 261, 262, 263, 266, 267-moddalarida nazarda tutilgan jinoyatlarning predmeti bo‘lmaydi. Mazkur jinoyatlar predmetiga dvigatel o‘rna-tilmagan transport vositalari ham kirmaydi.\n\n3. Obyektiv tomondan jinoyat transport vositasidan foydalanish uchun mas’ul shaxsning mast holatdagi yoki Giyohvandlik vositalari, ularning analoglari psixotrop moddalar yoki shaxsning aql-idrokiga ta’sir ko‘rsatuvchi boshqa moddalar ta’siri ostida bo‘lgan shaxsni temir yo‘l, dengiz, daryo, havo, avtomobil transporti yoki boshqa transport vositasini boshqarishiga yo‘l qo‘yishi natijasida badanga og‘ir shikast yetkazilishiga yoxud odam o‘lishiga sabab bo‘lishida ifodalanadi.\n\nJKning 261-moddasiga binoan, aybdor shaxsning jinoiy javobgarligi kelib chiqishi uchun quyidagi shart-sharoitlar yig‘indisini aniqlash zarur:\n\nmast holatdagi yoki Giyohvandlik vositalari, ularning analoglari psixotrop moddalar yoxud shaxsning aql-idrokiga ta’sir ko‘rsatadigan boshqa moddalar ta’siri ostida bo‘lgan shaxsni transport vositasini boshqarishiga yo‘l qo‘yilganligi;\n\nbadanga og‘ir shikast yetkazilganligi yoki o‘lim yuz berganligi;\n\ntransport vositasini boshqarishga yo‘l qo‘yish hamda badanga og‘ir shikast yetkazish o‘rtasida sababli bog‘lanishning mavjudligini aniqlash.\n\nYo‘l qo‘yish deganda, mast holatdagi yoki Giyohvandlik vositalari, ularning analoglari, psixotrop moddalar yoki shaxsning aql-idrokiga ta’sir ko‘rsatadigan boshqa moddalar ta’siri ostidagi shaxsni temir yo‘l, dengiz, daryo, havo, avtomobil transporti yoki boshqa transport vositasini boshqarishiga amalda ruxsat berishni tushunish zarur.\n\nYo‘l qo‘yish haydovchiga transport vositasini boshqarish bilan bog‘liq modda dispozitsiyasida ko‘rsatilgan (odamlarni manziliga yetkazib borish, yuk tashish va hokazolar) biron-bir harakatni bajarish haqida ko‘rsatma berish, shu bilan birga haydovchi vazifasini bajarishga to‘sqinlik qilmaslik (masalan, yo‘nalishga chiqishiga monelik qilmaslik va boshqalar)dan iborat bo‘lishi mumkin.\n\n4. Sharhlanayotgan jinoyatni kvalifikatsiya qilishda Oliy sud Plenumining tushuntirishiga ko‘ra, shunga e’tibor qaratish kerakki, «temir yo‘l, dengiz, daryo, havo, avtomobil transporti yoki boshqa transport vositasidan foydalanish uchun mas’ul shaxslar, agar ular tomonidan mast holatdagi yoki giyohvandlik vositalari, ularning analoglari, psixotrop yoxud odamning aql-idrokiga ta’sir ko‘rsatuvchi boshqa moddalar ta’siri ostidagi shaxslarga mazkur transport vositalarini boshqarishga ruxsat berilgan taqdirda, JK 261-moddasi bo‘yicha jinoiy javobgarlikka tortilishi mumkin. Bunday javobgarlik faqat quyidagi hollarda kelib chiqadi, agar:\n\ntransport vositasidan foydalanish uchun mas’ul shaxs haydovchi transport vositasini boshqarishga ruxsat berilgan paytda mast holatda yoki giyohvandlik vositalari, ularning analoglari, psixotrop yoxud odamning aql-idrokiga ta’sir ko‘rsatuvchi boshqa moddalar ta’siri ostida ekanligini aniq bilgan bo‘lsa;\n\nhaydovchi tomonidan yo‘l harakati qoidalari buzilishi jabrlanuvchiga og‘ir shikast yetkazilishi yoki uning o‘limiga sabab bo‘lsa».\n\nAlkogol mastlik holati va narkotik vositalar, psixotrop yoki insonning aql idrokiga ta’sir qiluvchi boshqa moddalar ta’siri ostida bo‘lishi deganda oddiy fiziologik mastlik nazarda tutiladi. Bunda shaxsning bo‘layotgan hodisalarni anglash va o‘z harakatlarini nazorat qilish qobiliyati yo‘qolmasa-da, biroq torayadi.\n\n(«Narkotik vositalar» va «psixotrop moddalar» to‘g‘risida JKning 270-moddasi sharhiga qarang).\n\nAql-idrok faoliyatiga ta’sir qiluvchi boshqa moddalarga karaxt qiladigan turli-tuman moddalar kiradi. Bular klofelin, xloroform, efir, dimedrol va alkogol aralashmasi, o‘simliklarning spirtli ekstraktlari, nafas olganda shaxsni karaxt qiladigan maishiy kimyo vositalari va h.k.lar bo‘lishi mumkin.\n\n(«Aql-idrok faoliyatiga ta’sir qiluvchi boshqa moddalar» tushunchasi to‘g‘risida batafsilroq JKning 274-moddasi sharhiga qarang).\n\n4. Badanga og‘ir shikast yetkazilishi yoki o‘lim kelib chiqishi bilan jinoyat tugallangan hisoblanadi.\n\n5. Jinoyat moddiy tarkibli bo‘lib, badanga og‘ir shikast yetkazilishi yoki odam o‘lishi ko‘rinishidagi oqibatlar kelib chiqqan vaqtdan boshlab tugallangan deb e’tirof etiladi.\n\n6. Subyektiv tomondan jinoyat ehtiyotsizlik orqasida sodir etiladi.\n\nSharhlanayotgan modda bo‘yicha jinoyatni kvalifikatsiya qilishning zaruriy sharti aybdorning haydovchi mast holatdaligi yoki Giyohvandlik vositalari, ularning analoglari, psixotrop moddalar va odamning aql-idrokiga ta’sir ko‘rsatuvchi boshqa moddalar ta’sirida ekanligini bilganligi hisoblanadi.\n\n7. JKning 261-moddasida nazarda tutilgan jinoyatning subyekti tashkilot, korxona, muassasa rahbarining buyrug‘i bilan transport vositasini boshqarishga ruxsat berish majburiyati yuklatilgan shaxs, shuningdek, shaxsiy transport egasi hisoblanadi. Korxona, muassasa, tashkilotlarning o‘z xizmat vazifasiga binoan ushbu majburiyat yuklatilgan mansabdor shaxslari transport vositalarining texnik holati uchun mas’ul shaxs hisoblanadilar. Masalan, bosh mexaniklar, avtokolonnalar mexaniklari, yo‘lga texnik jihatdan soz transport vositalari chiqishi uchun mas’ul navbatchi mexaniklar, foydalanish bo‘limi boshlig‘i, foydalanish bo‘yicha muhandis, navbatchi dispetcher va hokazolar. "
        },
        {
            "modda_raqami": "262-modda. Transportni ta’mirlash yoki uni foydalanishga chiqarish qoidalarini buzish.",
            "matini": "Ta’mirlash ishlarini bajarayotgan yoki transport vositasining texnik holati va undan foydalanilishi uchun mas’ul bo‘lgan shaxsning temir yo‘l, dengiz, daryo, havo, avtomobil yoki boshqa transport vositasini, aloqa yo‘llari, signalizatsiya, aloqa vositalari yoki boshqa transport uskunalarini sifatsiz ta’mirlashi, shuningdek transport vositasining texnika holati jihatidan buzuqligini bila turib, uni foydalanishga chiqarishga ruxsat berishi badanga o‘rtacha og‘ir yoki og‘ir shikast yetkazilishiga sabab bo‘lsa,\n\nbazaviy hisoblash miqdorining dorining ellik baravarigacha miqdorda jarima yoki besh yilgacha muayyan huquqdan mahrum qilish yoxud uch yuz oltmish soatgacha majburiy jamoat ishlari yoki uch yilgacha axloq tuzatish ishlari bilan jazolanadi.\n\nO‘sha qilmish odam o‘lishiga sabab bo‘lsa, -\n\nikki yildan besh yilgacha ozodlikni cheklash yoxud besh yilgacha ozodlikdan mahrum qilish bilan jazolanadi.\n\nO‘sha qilmish:\n\na) odamlar o‘limiga;\n\nb) halokatga;\n\nv) boshqa og‘ir oqibatlarga sabab bo‘lsa, -\n\nsakkiz yilgacha ozodlikdan mahrum qilish bilan jazolanadi.",
            "sharxi": "1. Sharhlanayotgan jinoyatning obyekti sifatida transport vositalari harakati va ulardan foydalanish xavfsizligi sohasidagi ijtimoiy munosabatlar e’tirof etiladi. Qo‘shimcha obyekt sifatida jabrlanuvchining hayoti va sog‘lig‘i, o‘zgalar mulki ishtirok etishi mumkin.\n\n2. Jinoyatning predmeti temir yo‘l, dengiz, daryo, havo, avtomobil yoki boshqa transport vositalari, aloqa yo‘llari, signalizatsiya vositalari va boshqa transport uskunalari. (Transport vositasi tushunchasi to‘g‘risida JKning 260 va 261-moddalari sharhiga qarang).\n\nAloqa yo‘llari: temir yo‘l transportida bu temir yo‘l polotnosi relslari, shpallari hamda tosh to‘ldirilgan qatlami bilan birga, havo transportida uchish-qo‘nish yo‘lkalari, olib chiquvchi yo‘lkalar, xavfsizlik chiziqlari va hokazolar; suv transportida kemaning bir geografik punktdan (portdan) ikkinchisiga okean yoki dengizning ochiq joylari orqali o‘tgan o‘tish yo‘llari, shuningdek, tabiiy yoki sun’iy tor yerlar (bo‘g‘ozlar, kanallar, daryolar, ko‘llar).\n\nSignalizatsiya vositalari shartli ma’lumot: buyruqlar, xabar, tanishtiruv, boshqaruv kabilarni uzatish vositalari hisoblanadi. Signalizatsiya tovush, yorug‘lik yordamida uzatiladigan bo‘lishi mumkin. Bunday vositalar sirasiga semaforlar, mayoqlar, bakenlar, yo‘l va markalovchi belgilar kiradi.\n\nAloqa vositalari deb, turli ko‘rinishdagi xabarlarni uzatish va qabul qilishni ta’minlaydigan texnik moslamalarga aytiladi. Aloqaning telefon, telegraf, telekod, faksimil, televizion turlari mavjud. Signal tarqatish vositalari va muhit bo‘yicha simli aloqa, radioaloqa, radiorele, simpleks, fazoviy, optik va lazer aloqaga bo‘linadi. Amal qilish masofasiga ko‘ra uzoq va yaqin masofaga mo‘ljallangan aloqalarga ajraladi.\n\nBoshqa transport uskunalari deganda, temir yo‘llar, aviatsiya, dengiz va daryo flotining xavfsiz xizmat qilishi uchun zarur mexanizmlar, uskuna va moslamalar yig‘indisi tushuniladi. Boshqa transport uskunalari jumlasiga, masalan, temir yo‘l va tramvay yo‘llari boshini berkituvchi moslamalar, daryo farvaterini anglatuvchi moslamalar kiradi.\n\n3. Mazkur transport inshootlari, vositalari, moslamalari, mexanizmlari va uskunalari tuzilishiga ko‘ra farqlanib, faqat o‘ziga xos bo‘lgan texnik vazifalarni bajaradi, biroq ular umumiy belgilarga ham egadir:\n\ntransportga oid mazkur moslama va element-larni maxsus (maqsadli) vazifasi temir yo‘llar. aviatsiya, dengiz va daryo floti, avtomobil transporti va boshqa transportning xavfsiz faoliyatini ta’minlashdan iborat. Ana shunday xususiyatga ega bo‘lmagan moslama va elementlar sharhlanayotgan jinoyatning predmeti (masalan, havo orqali bog‘lanish agentliklari va kassalari orasidagi aloqani ta’minlaydigan vositalarni, aeroport ichidagi yo‘llarni izdan chiqarish) sifatida kelishi mumkin emas.\n\nfoydalanish, normal faoliyat ko‘rsatish uchun, ya’ni bevosita asosiy maqsadi yo‘lida ishlatish uchun yaroqliligi (buzilmaganligi). Shuning uchun yaroqsiz, ishlatilmayotgan (konservatsiyalangan, zaxiradagi) moslamalar JKning 262-moddasi bo‘yicha jinoyatning predmeti bo‘la olmaydi;\n\nmazkur jinoyatning predmeti yuqori xavf manba-lari jumlasiga kiradi yoki ana shunday manbalarning normal ishlashini ta’minlaydigan tizimga kiradi;\n\nqonunda ko‘rsatilgan buyumlarning alohida huquqiy maqomi: ularning ishlab turishi transport sohasida amal qiladigan me’yoriy hujjatlar bilan tartibga solingan.\n\nBarcha ushbu belgilar birlikda bo‘lib, ulardan biror-tasining mavjud bo‘lmasligi transport moslamasi, elementi-ning O‘zbekiston Respublikasi Jinoyat kodeksining 263-moddasiga binoan, qayd etilgan jinoyat predmeti sifatida e’tirof etilishini istisno qiladi.\n\n4. Jinoyatning obyektiv tomoni o‘z ichiga quyidagi zarur elementlarni oladi:\n\ntemir yo‘l, dengiz, daryo, havo, avtomobil yoki boshqa transport vositasini, aloqa yo‘llari, signalizatsiya, aloqa vositalari yoki boshqa transport uskunalarini sifatsiz ta’mirlash;\n\ntemir yo‘l, dengiz, daryo, havo, avtomobil yoki boshqa transport vositasini, aloqa yo‘llari, signalizatsiya, aloqa vositalari yoki boshqa transport uskunalarini sifatsiz ta’mirlanganligi, shuningdek, transport vositasining texnika holati jihatidan buzuqligi ayon bo‘la turib, uni foydalanishga chiqarish.\n\n5. Ta’mirlash buzilgan transport vositalarining hamda ularga tegishli uskunalarning funksional imkoniyat larini belgilangan sifat normativlariga binoan tiklash ishlari amalga oshirilishini ko‘zda tutadi.\n\nSifatsiz ta’mirlash ana shunday ishlarni belgilangan normativlarga rioya qilmay bajarilganligini anglatadi. Shu bilan birga, sifatsiz ta’mirlash bunday ishlarni amalga oshirish vaqtida yaroqsiz detal yoki materiallardan foydalanish, texnologiyaning buzilishi, transport harakati va ulardan foydalanish xavfsizligi uchun xavf tug‘dirgan mavjud va yangi nuqsonlarni bartaraf etmaslikda ifodalanishi mumkin. Sharhlanayotgan jinoyat belgilari, shuning-dek, transport vositalari, yo‘llar, signalizatsiya hamda aloqa vositalariga yangi sifatsiz uskunalar, priborlar va mexanizmlarni o‘rnatishda ham mavjud bo‘ladi.\n\n6. Foydalanishga chiqarishga ruxsat berish deganda, vakolatli shaxs tomonidan texnik nosoz transport vositasini asosiy maqsadiga ko‘ra ishlatilishiga ruxsat etilishi tushuniladi.\n\nTexnika holati jihatidan buzuq transport vositasi deganda, asosiy maqsadiga ko‘ra ishlatilishi harakat xavfsizligi yoki undan foydalanish xavfsizligi uchun muqarrar xavf tug‘diradigan vositani tushunish lozim.\n\nBoshqa shaxslarning texnika holati jihatidan buzuq transport vositasidan foydalanishining oldini olish choralarini ko‘rmaganlikda ifodalangan aybdorning harakat-larini ham foydalanishga chiqarishga ruxsat berish deb baholash zarur.\n\nRuxsat og‘zaki yoki yozma ravishda (haydovchiga yo‘l varaqasi, uchuvchiga parvoz vazifasini topshirish va hokazolar) transport vositasini korxonadan chiqarib yuborish vaqtida, shuningdek, undan foydalanish jarayonida berilishi mumkin.\n\n7. Transportning boshqa tizimlari va agregatlaridan (masalan, transport kommunikatsiyalari, transport uskunalari, signalizatsiya, aloqa vositalari va hokazolardan) foydalanishga ruxsat etish mazkur modda bilan tartibga solinmagan. Ushbu qilmish muayyan sharoitda mansab bilan bog‘liq jinoyatni hosil qilishi mumkin.\n\n8. JK 262-moddasining 1-qismida ko‘zda tutilgan jinoyat qonunda ko‘rsatilgan oqibatlar: badanga o‘rtacha og‘ir yoki og‘ir shikast yetkazilishi kelib chiqqan vaqtdan boshlab tugallangan hisoblanadi.\n\n9. Sifatsiz ta’mirlash yoki transport vositasining texnika holati jihatidan buzuqligini bila turib, uni foydalanishga chiqarishga ruxsat berish va kelib chiqqan oqibatlar o‘rtasidagi sababiy bog‘lanish obyektiv tomonning zaruriy belgisi hisoblanadi. Uning o‘ziga xosligi shundaki, jinoiy oqibatlar mazkur jinoyat subyekti tomonidan emas, balki texnika holati jihatidan buzuq transport vositasidan yoki transportning sifatsiz ta’mirlangan texnik tizimidan foydalanishga ruxsat berilgan shaxs tomonidan keltirib chiqariladi. Sababiy bog‘lanish mavjud bo‘lmagan hollarda jinoiy javobgarlik kelib chiqmaydi.\n\n10. Subyektiv tomondan sharhlanayotgan jinoyat ayb-ning ehtiyotsizlik shakli bilan tavsiflanadi. Bu moddada ko‘rsatilgan jinoyat predmetlarni sifatsiz ta’mirlash yoki texnik holati jihatidan buzuq transport vositasini foydalanishga chiqarishga ruxsat berish o‘ziga o‘zi ishonish yoki beparvolik tufayli sodir etilishi mumkin. Birinchi holatda ta’mirlash hamda foydalanishga chiqarishga ruxsat berishning texnik qoidalariga ongli ravishda rioya qilmaslik ro‘y bergan bo‘lib, subyekt yengiltaklik bilan zararli oqibatlar kelib chiqmasligiga ishonadi. Ikkinchi holatda esa u buni anglashi mumkin va lozim bo‘lganligiga qaramay, texnik talablar buzilganligi hodisasini anglab yetmaydi (masalan, kasb malakasi pastligi tufayli).\n\nAgar subyekt qasddan sifatsiz ta’mirlasa yoki texnika holati jihatidan buzuq transport vositasini foydalanishga chiqarishga ruxsat bersa, kelib chiqishi mumkin bo‘lgan oqibatlarga to‘g‘ri yoki egri qasd bilan munosabatda bo‘lsa, u holda aybdorning harakatlari, shart-sharoitga bog‘liq ravishda, qo‘poruvchilik, terrorizm, qasddan odam o‘ldirish yoki badanga shikast yetkazish, qasddan mol-mulkni nobud qilish yoki unga zarar yetkazish bo‘yicha kvalifikatsiya qilinishi mumkin.\n\n11. Sifatsiz ta’mirlash va texnika holati jihatidan buzuq transport vositasidan foydalanishga ruxsat berishning motivlari turlicha bo‘lib, ular qilmishni kvalifikatsiya qilishga ta’sir ko‘rsatmaydi, ammo jazo tayinlashda sud tomonidan hisobga olinadi.\n\n12. Jinoyatning subyekti ta’mirlash ishlarini bajarayotgan shaxs yoki transport vositasining texnik holati hamda undan foydalanilishi uchun mas’ul va o‘n olti yoshga to‘lgan aqli raso shaxs bo‘lishi mumkin.\n\n13. Jinoyat kodeksi 262-moddasi bo‘yicha javobgarlik, ta’mirlash ishlarini bajarayotgan shaxs yoki transport vositasining texnik holati va undan foydalanilishi uchun mas’ul shaxs tomonidan temir yo‘l, dengiz, daryo, havo, avtomobil transporti yoki boshqa transport vositasi, aloqa yo‘llari, signalizatsiya, aloqa vositalari yoxud boshqa transport uskunalari sifatsiz ta’mirlangan, shuningdek texnik jihatdan nosoz transport vositasini foydalanishga chiqarishga ruxsat berilgan hollarda kelib chiqadi. Bunda, transport vositalari, aloqa yo‘llari, signalizatsiya, aloqa vositalari yoki boshqa transport uskunalarining texnik holati uchun mas’ul shaxs, texnik nosozlikdan xabardor bo‘lishi shart.\n\n14. Sifatsiz ta’mirlash, shuningdek texnika holati jihatidan buzuq transport vositasini foydalanishga chiqarish uchun shaxsni javobgarlikka tortish masalasi, mazkur transport vositasini boshqargan yoki undan foydalangan shaxsni javobgarlikka tortish masalasiga bog‘liq bo‘lmaydi. 15. Sharhlanayotgan moddaning 2 va 3-qismlari avval sharhlangan temir yo‘l, dengiz, daryo yoki havo transportining harakati yoki ulardan foydalanish xavfsizligi qoidalarini buzish (JKning 260-moddasi) ning kvalifikatsiya qilingan tarkibi belgilariga o‘xshash kvalifikatsiya qilinadigan belgilarga ega. Ular sharhlanayotgan jinoyatga nisbatan biror-bir o‘ziga xos jihatga ega emas va alohida ko‘rib chiqishni talab qilmaydi. "
        },
        {
            "modda_raqami": "263-modda. Temir yo‘l, dengiz, transporti daryo, havo vositasi yoki aloqa yo‘llarini yaroqsiz holatga keltirish.",
            "matini": "Temir yo‘l, dengiz, daryo yoki havo transporti vositalari, aloqa yo‘llari, ulardagi inshootlar, signalizatsiya qurilma-lari, aloqa yoki boshqa transport uskunalarini qasddan buzish, ularga shikast yetkazish yoxud ularni boshqa usulda foydalanish uchun yaroqsiz holatga keltirish badanga o‘rtacha og‘ir yoki og‘ir shikast yetkazilishiga sabab bo‘lsa,\n\nbazaviy hisoblash miqdorining yuz baravarigacha miqdorda jarima yoki uch yilgacha axloq tuzatish ishlari yoki ikki yildan besh yilgacha ozodlikni cheklash yoxud besh yilgacha ozodlikdan mahrum qilish bilan jazolanadi.\n\nO‘sha harakat odam o‘lishiga sabab bo‘lsa, -\n\nbesh yildan o‘n yilgacha ozodlikdan mahrum qilish bilan jazolanadi.\n\nO‘sha harakat:\n\na) odamlar o‘limiga;\n\nb) halokatga;\n\nv) boshqa og‘ir oqibatlarga sabab bo‘lsa,\n\no‘n yildan o‘n besh yilgacha ozodlikdan mahrum qilish bilan jazolanadi. ",
            "sharxi": "1. Sharhlanayotgan jinoyatning obyekti temir yo‘l, dengiz, daryo va havo transporti harakati va ulardan foydalanish sohasidagi jamoat xavfsizligini ta’minlaydigan, shuningdek odamlar hayoti va sog‘lig‘i xavfsiz-ligini, o‘zgalar mulkining saqlanishini ta’minlaydigan ijtimoiy munosabatlardir.\n\n2. Jinoyatning predmeti JKning 260 va 262-moddalari sharhida ko‘rsatilgan va tahlil qilingan predmetlar bilan bir xil.\n\nTemir yo‘l, dengiz, daryo, havo transporti vositasi faoliyatining xavfsizligini ta’minlashga qaratilganligi, ko‘rsatilgan barcha predmetlarning zaruriy belgisi hisoblanadi. Ushbu belgiga ega bo‘lmagan uskuna mazkur jinoyatning predmeti bo‘la olmaydi.\n\nMazkur predmetlarning foydalanishga yaroqliligi boshqa zaruriy belgi hisoblanadi. Foydalanishga yaroqsiz bo‘lgan predmetlar ham ushbu jinoyatning predmeti bo‘la olmaydi.\n\n3. Jinoyatning obyektiv tomoni quyidagilardan tashkil topadi:\n\njinoyat predmetlarini buzish, ularga shikast yetkazish yoki ularni boshqa usulda foydalanish uchun yaroqsiz holatga keltirish;\n\ninson sog‘lig‘iga og‘ir yoki o‘rtacha og‘ir shikast yetkazish ko‘rinishidagi jinoiy oqibatlar;\n\nular o‘rtasidagi sababiy bog‘lanish.\n\n4. Buzish tizimning butkul izdan chiqishi bo‘lib, buning natijasida u o‘z maqsadiga muvofiq faoliyat yurita olmaydi. Buzilganda jinoyat predmetini tiklashga oid texnik imkoniyat yo yo‘qotiladi, yo bu iqtisodiy nuqtayi nazardan maqsadga nomuvofiq bo‘lib qoladi.\n\n5. Shikast yetkazish texnik tizim tuzilishi va shaklida qisman o‘zgarishlar keltirib chiqarib, natijada bu tizim o‘z funksional imkoniyatlarini to‘liq yoki qisman yo‘qotadi, lekin bunda u tiklanishi mumkin. Buzish va shikast yetkazishning usullari jinoyatni kvalifikatsiya qilish uchun ahamiyatga ega emas.\n\n6. Boshqacha usulda yaroqsiz holatga keltirish deganda, buzilish yoki shikastlanish kelib chiqmasa-da, lekin ko‘rsatilgan predmetlardan maqsadli foydalanish imkoni bo‘lmay qoladi (masalan, aloqa yo‘llarida to‘siqlar o‘rnatish, signalizatsiya vositalarini o‘zgartirish, signal belgisini boshqa joyga ko‘chirish, dvigatelni sovitish tizimiga sovurishga mo‘ljallanmagan suyuqlik solish va h.k.).\n\n7. JK 263-moddasining 1-qismida nazarda tutilgan jinoyat qonunda nazarda tutilgan ijtimoiy xavfli bo‘lgan oqibatlar kelib chiqqan vaqtdan boshlab tugallangan hisoblanadi.\n\n8. Temir yo‘l, dengiz, daryo va havo transporti vositalari yoki aloqa yo‘llari, ulardagi inshootlar, signalizatsiya qurilmalari, aloqa yoki boshqa transport uskunalarini buzish, ularga shikast yetkazish yoxud ularni boshqa usulda foydalanish uchun yaroqsiz holatga keltirish badanga o‘rtacha og‘ir yoki og‘ir shikast yetkazmasa, aybdorning harakatlarini JKning 173-moddasi (mulkni qasddan nobud qilish yoki unga zarar yetkazish) bo‘yicha kvalifikatsiya qilish lozim.\n\nSharhlanayotgan jinoyat oqibatlari mohiyatiga ko‘ra JKning 260-moddasida ko‘zda tutilgan oqibatlar bilan mos tushadi.\n\n9. Subyektiv tomon aybning aralash shakli bilan ifodalanadi. JKning 263-moddasi dispozitsiyasidan ko‘rinib turibdiki, aybdor ijtimoiy xavfli qilmishga to‘g‘ri qasd bilan, uning oqibatlariga esa o‘ziga o‘zi ishonish yoki jinoiy beparvolik bilan munosabatda bo‘ladi.\n\n10. O‘n to‘rt yoshga to‘lgan har qanday aqli raso shaxs jinoyatning subyekti bo‘lishi mumkin. Bunda u transport xodimi yoki xodimi emasligining ahamiyati yo‘q.\n\n11. Sharhlanayotgan moddaning 2-qismi bo‘yicha javobgarlik o‘sha harakatlar odam o‘limiga sabab bo‘lsa, kelib chiqadi.\n\nSharhlanayotgan moddaning 3-qismi bo‘yicha temir yo‘l, dengiz, daryo yoki havo transportining harakati yoki ulardan foydalanish xavfsizligi qoidalarini buzish: a) odamlar o‘limiga;\n\n6) halokatga;\n\nv) boshqa og‘ir oqibatlarga sabab bo‘lsa, kelib chiqadi.\n\nKo‘rsatilgan og‘irlashtiruvchi belgilar, JKning 260-moddasi sharhida ko‘rib chiqilgan belgilar bilan aynan o‘xshash.\n\n12. Sharhlanayotgan qilmish JKning 173-moddasida ko‘zda tutilgan jinoyatdan tajovuz predmetiga ko‘ra ajralib turadi. Transportga oid bo‘lishiga qaramay, uning xavfsiz faoliyat ko‘rsatishini ta’minlamaydigan bu kabi inshoot va vositalarni zararlash transportga oid jinoyat sifatida emas, balki birovning mulkiga tajovuz sifatida ko‘rib chiqilishi kerak. Transportning ishdan chiqarilgan texnik tizimining uning avariyasiz ishlashiga ta’sirini har bir alohida holda aniqlash zarur, aks holda qilmishni kvalifikatsiya qilishda xatoliklarga yo‘l qo‘yiladi.\n\nSharhlanayotgan jinoyat predmetini yaroqsiz holga keltirish biron-bir qism ye detalini o‘g‘irlash orqali amalga oshirilgan bo‘lsa, u xolda qilmishni jinoyatlar majmui bo‘yicha Jinoyat kodeksining tegishli moddasiga ko‘ra talon-toroj qilish sifatida va JKning 263-moddasida nazarda tutilgan jinoyat bilan kvalifikatsiya qilish zarur. "
        },
        {
            "modda_raqami": "263_1-modda. Havo kemasidan foydalanish vaqtida lazer nurini yo‘naltirish orqali xalaqit berish.",
            "matini": "Havo kemasidan foydalanish vaqtida havo kemasiga lazer nurini yo‘naltirish orqali xalaqit berish, shunday harakat uchun ma’muriy jazo qo‘llanilganidan keyin sodir etilgan bo‘lsa, shuningdek badanga o‘rtacha og‘ir yoki og‘ir shikast yetkazilishiga sabab bo‘lsa,\n\nuch yuz soatgacha majburiy jamoat ishlari yoki ikki yilgacha axloq tuzatish ishlari yoxud bir yilgacha ozodlikni cheklash yoki bir yilgacha ozodlikdan mahrum qilish bilan jazolanadi. O‘sha harakat odam o‘lishiga sabab bo‘lsa, -\n\nuch yilgacha axloq tuzatish ishlari yoki ikki yildan besh yilgacha ozodlikni cheklash yoxud besh yilgacha ozodlikdan mahrum qilish bilan jazolanadi.\n\nO‘sha harakat:\n\na) odamlar o‘limiga;\n\nb) halokatga;\n\nv) boshqa og‘ir oqibatlarga sabab bo‘lsa,\n\nbesh yildan o‘n yilgacha ozodlikdan mahrum qilish bilan jazolanadi. ",
            "sharxi": "\n1. Jinoyatning obyekti havo kemalaridan foydalanishning belgilangan tartibiga rioya etilishini ta’minlaydigan ijtimoiy munosabatlar, jamoat xavfsizligi, shuningdek odamlar hayoti va sog‘ligi xavfsizligini ta’minlaydigan ijtimoiy munosabatlardir.\n\n2. Obyektiv tomondan jinoyat: 1) havo kemasidan\n\nfoydalanish vaqtida havo kemasiga lazer nurini yo‘naltirish orqali xalaqit berishdan iborat, basharti bu shunday harakat uchun ma’muriy jazo qo‘llanilganidan keyin sodir etilgan bo‘lsa; 2) basharti, ko‘rsatilgan harakatlar badanga o‘rtacha og‘ir yoki og‘ir shikast yetkazilishiga sabab bo‘lsa.\n\nHavo kemasidan foydalanish vaqtida havo kemasiga xalaqit berish deganda, havo kemasiga lazer nurini yo‘naltirish tushunilishi lozim, bunda lazer nuri qanday kuchga ega bo‘lgani, qaysi vaqtda u havo kemasiga yo‘naltirilgani ahamiyatga ega emas, ammo lazer nuri havo kemasini boshqarishga xalaqit bergani, shu tariqa undan foydalanish xavfsizligiga tahdid solgani muhim.\n\nHavo kemasi deganda, tipi va turidan qat’i nazar, har qanday uchish apparati tushunilishi lozim (masalan, noharbiy yoki davlat havo kemasi).\n\nSharhlanayotgan modda ma’nosida havo kemasidan foydalanish deganda, havo kemasi harakatlana boshlagan paytdan e’tiboran uning uchish, parvoz qilish, qo‘nish, havo kemasini to‘liq to‘xtatish va uning ekipaji a’zolari havo kemasini tark etishi davri tushunilishi lozim.\n\nJinoyat havo kemasidan foydalanish vaqtida havo kemasiga xalaqit berish amalga oshirilgan paytdan boshlab, oqibatlar yuz berishidan qat’i nazar, tugallangan deb e’tirof etiladi, basharti bu shunday harakat uchun aybdorga ma’muriy jazo qo‘llanilganidan keyin sodir etilgan bo‘lsa.\n\nAgar ko‘rsatilgan harakatlar badanga o‘rtacha og‘ir yoki og‘ir shikast yetkazilishiga sabab bo‘lsa, jinoyat shunday harakat uchun aybdorga ilgari ma’muriy jazo qo‘llanilgan bo‘lmasa ham, tugallangan deb e’tirof etiladi.\n\n3. Subyektiv tomondan jinoyat qasddan sodir etiladi.\n\nJinoyatning motivi va maqsadlari qilmishni kvalifikatsiya qilish uchun ahamiyatga ega emas.\n\n4. O‘n olti yoshga to‘lgan har qanday shaxs jinoyatning subyekti hisoblanadi.\n\n5. O‘sha harakat odam o‘lishiga sabab bo‘lsa, JK 2631-moddasining 2-qismi bo‘yicha kvalifikatsiya qilinadi.\n\n6. Agar havo kemasidan foydalanish vaqtida havo kemasiga lazer nurini yo‘naltirish orqali xalaqit berish odamlar o‘limiga, halokatga yoki boshqa og‘ir oqibatlarga sabab bo‘lsa, aybdorning harakatlari JK 2631-moddasining 3-qismi bo‘yicha kvalifikatsiya qilinadi. "
        },
        {
            "modda_raqami": "264-modda. Temir yo‘lning harakatlanadigan tarkibini, havo, dengiz yoki daryo kemasini olib qochish yoki egallab olish.",
            "matini": "Temir yo‘lning harakatlanadigan tarkibini, havo, dengiz yoki daryo kemasini olib qochish yoki egallab olish -\n\nbesh yildan o‘n yilgacha ozodlikdan mahrum qilish bilan jazolanadi.\n\nO‘sha harakatlar:\n\na) bir guruh shaxslar tomonidan oldindan til biriktirib; \n\nb) zo‘rlik ishlatib yoki zo‘rlik ishlatish bilan qo‘rqitib sodir etilgan bo‘lsa,\n\no‘n yildan o‘n besh yilgacha ozodlikdan mahrum qilish bilan jazolanadi.",
            "sharxi": "1. Jinoyatning obyekti parvozlar, kemalar qatnovi,\n\ntemir yo‘lning harakatlanadigan tarkibining xavfsizligi, yo‘lovchilar, havo yoki dengiz kemalari ekipajlari, poyezd brigadalari a’zolarining sog‘lig‘i hisoblanadi.\n\nQo‘shimcha obyekt sifatida jamoat xavfsizligini ta’minlashga qaratilgan ijtimoiy munosabatlar, insonlar hayoti, mol-mulk butligi ishtirok etishi mumkin.\n\n2. Transport vositalarining cheklangan doirasi jinoyat predmeti bo‘la oladi: temir yo‘lning harakatlanadigan tarkibi, havo, dengiz yoki daryo kemasi.\n\nTemir yo‘lning harakatlanadigan tarkibi bu lokomotivlar, alohida vagonlar, platforma va hokazolar (ba’zan ta’mirlash va yordamchi ishlarda qo‘llanadigan drezina hamda motrisalar mazkur jinoyat predmetiga kirmaydi).\n\nHavo kemasi yo‘lovchilar, yuklarni dvigatel, yengil gazlar, havo oqimlari yordamida tashishga mo‘ljallangan uchar apparatlar (vertolyotlar, planerlar, dirijabllar).\n\nDengiz yoki daryo kemasi suvda yuk yoki yo‘lovchi tashishga qaratilgan, sanoat, harbiy, ilmiy-tadqiqot va boshqa maqsadlarga mo‘ljallangan qurilmadir. U o‘ziyurar va o‘zi yurmaydigan, bevosita suvda, suv ustida (havo yostig‘ida) va suv ostida harakatlanuvchi bo‘lishi mumkin.\n\nKichik flot, masalan, motor qayiqlari, baydarkalar, kichik suv hajmidagi yaxtalar sharhlanayotgan modda predmeti bo‘la olmaydilar. Mazkur turdagi kemalarni olib qochish transport vositasini olib qochish deb kvalifikatsiya qilinadi (JKning 267-moddasi).\n\n3. Obyektiv tomondan sharhlanayotgan jinoyat quyidagi harakatlardan birini amalga oshirish bilan transport ustidan ruxsat etilmagan nazorat o‘rnatishda ifodalanadi: ko‘rsatilgan transport vositalaridan birini olib qochish yoki egallab olish. Bunda nazorat deganda, transport vositasini nazorat qilayotgan shaxs undan o‘z ixtiyoriga ko‘ra foydalanish imkoniyatiga ega bo‘lishi tushuniladi.\n\n4. Olib qochish temir yo‘lning harakatlanadigan tarkibini, havo, dengiz yoki daryo kemasini ushbu transport turining asosiy tashish vositalari yordamida qonunga xilof ravishda, jinoyatchi tanlagan yo‘nalish bo‘yicha boshqa geografik nuqtaga ko‘chirishdan iborat. Transportni ko‘chirish amalda nafaqat aybdorning o‘zi va uning hamtovoqlari tomonidan, balki boshqa, olib qochishga aloqador bo‘lmagan shaxslar tomonidan ham amalga oshirilishi mumkin bu holda, ko‘rsatilgan shaxs transportni aybdor tomonidan beruxsat o‘zgartirilgan yo‘nalish bo‘yicha yo‘naltiradi.\n\nHarakatda bo‘lmagan temir yo‘lning harakatlanadigan tarkibini, dengiz yoki daryo kemasini olib qochish ular jinoyatchilar nazorati ostida harakatga keltirilgan vaqtdan boshlab tugallangan jinoyat deb hisoblanadi. Nomi zikr etilgan transport vositalari harakatda bo‘lsa, jinoyatchilar harakati bilan bog‘liq ravishda ularning yo‘nalishining o‘zgarishi yuz bergan vaqtdan boshlab jinoyat tugallangan hisoblanadi.\n\nYerda turgan havo kemasini olib qochish, bundan avval kema egallab olingan yoki olinmaganligidan qat’i nazar, yerdan ko‘tarilgan vaqtdan boshlab tugallangan jinoyat deb hisoblanadi.\n\nParvozdagi havo kemasi jinoyatchilar ixtiyoriga ko‘ra yo‘nalishini o‘zgartirgan vaqtdan boshlab olib qochilgan deb hisoblanadi.\n\nTransport vositasini olib qochganlik uchun javobgarlik uni kim boshqarayotganligi: olib qochgan shaxslar yoki ekipaj a’zolari ekanligiga bog‘liq emas, ko‘p hollarda kemani jinoyatchilar nazorati ostidagi ekipaj boshqarib boradi.\n\n5. Egallab olish kema yoki tarkibni to‘xtab turgan yoki yo‘nalish bo‘ylab harakatlanayotgan vaqtda zo‘rlik ishlatib yoki ishlatmay egallashdan iborat. Egallab olish ko‘p hollarda olib qochishdan avval yuz beradi, agar keyinchalik transport vositasini olib qochish maqsadi mavjud bo‘lganda, jinoyatning obyektiv tomonining mustaqil belgisi sifatida ham ishtirok etishi mumkin.\n\nTransport vositasini egallab olish aybdor temir yo‘lning harakatlanadigan tarkibini, havo, dengiz yoki daryo kemasi yoxud ularning ekipaji ustidan nazorat o‘rnatib, ushbu vositalar bilan o‘z ixtiyoriga ko‘ra ish yuritish imkoniyatiga ega bo‘lganidan so‘ng tugallangan jinoyat deb hisoblanadi.\n\n6. Olib qochish yoki egallab olishda egallashning noqonuniyligi mulk huquqi asosida o‘ziga tegishli bo‘lmagan, xizmat bo‘yicha aybdorga biriktirilmagan ko‘rsatilgan transport vositalaridan birini egallashda ifodalanadi. U mazkur predmetlarni tasarruf qilish huquqiga ega bo‘lmasligi lozim, aks holda olib qochish tarkibi mavjud bo‘lmaydi.\n\n7. Transport vositasini olib qochish yoki egallab olishda jinoyatning subyektiv tomoni to‘g‘ri qasddan sodir etilishi bilan ajralib turadi. Aybdor temir yo‘lning harakatlanadigan tarkibi, havo, dengiz, daryo kemasini olib qochish yoki egallab olishdan iborat bo‘lgan qonunga xilof harakatlarni amalga oshirayotganligini anglaydi va shuni xohlaydi.\n\nMotiv va maqsad turlicha bo‘lishi mumkin. Agar aybdor jinoyat predmetini huquqqa xilof ravishda, qaytib bermaslik maqsadida amalga oshirayotgan bo‘lsa, u holda uning harakatlari jinoyatlar majmui bo‘yicha talon-toroj qilish sifatida kvalifikatsiya qilinishi lozim.\n\n8. O‘n olti yoshga to‘lgan, har qanday aqli raso shaxs, jumladan havo yoki suv kemasi ekipaji yoki temir yo‘lning harakatlanadigan tarkibi a’zolari jinoyatning subyekti bo‘lishi mumkin.\n\n9. JK 264-moddasining 2-qismi, agar ushbu qilmishlar quyidagicha amalga oshirilgan bo‘lsa, temir yo‘lning harakatlanadigan tarkibi, havo, dengiz yoki daryo kemasini olib qochish yoxud egallab olishning kvalifikatsiya qilingan turlarini belgilab beradi:\n\na) bir guruh shaxslar tomonidan oldindan til biriktirib; \n\nb) zo‘rlik ishlatib yoki zo‘rlik ishlatish bilan qo‘rqitib sodir etilgan bo‘lsa.\n\n(Bir guruh shaxslar tomonidan oldindan til birik-tirish tushunchasi to‘g‘risida JKning 29-moddasi sharhiga qarang).\n\n10. Transportni zo‘rlik ishlatgan holda yoki zo‘rlik ishlatish bilan qo‘rqitib olib qochish yoxud egallab olish transport vositasini boshqarayotgan yoki transport vositasida bo‘lgan yo‘lovchilarga nisbatan transport vositasini olib qochish yoki egallab olishga qarshi haqiqiy hamda yuz berishi mumkin bo‘lgan qarshilikni sindirish maqsadidagi turlicha jismoniy yoki ruhiy ta’sir o‘tkazishning har xil turlarini qamrab oladi. Zo‘rlik azob yetkazishi va oqibatlar keltirib chiqarmasligi, ammo zo‘rlik ishlatish natijasida badanga og‘ir, o‘rtacha og‘ir yoki yengil shikast yetkazilishi mumkin. Aybdorning harakatlari tufayli ana shunday oqibatlar kelib chiqsa, uning harakatlari JK 264-moddasi 2-qismining «b» bandi bilan qamrab olinadi.\n\nAgar zo‘rlik ishlatish oqibatida o‘lim hodisasi yuz bersa, u holda qilmish jinoyatlar majmui tariqasida kvalifikatsiya qilinishi lozim.\n\n11. Zo‘rlik ishlatish olib qochish vositasi bo‘lib xizmat qilganidagina aybdorning harakatlari JKning 264-moddasi 2-qismining «b» bandi bo‘yicha kvalifikatsiya qilinadi. Jinoyatchilar tomonidan zo‘rlik ishlatilmagan holda samolyotni egallab olish hamda olib qochish hollari yuz berishi, so‘ngra ular yo‘lovchilarni o‘ldirishi yoki ularning sog‘lig‘iga shikast yetkazishi yoxud ularga qarshi boshqa jinoiy harakatlarni amalga oshirishi mumkin. Bunday harakatlar JKning 264-moddasi 1-qismidagi havo kemasini olib qochish va shaxsga qarshi tegishli jinoyatni tashkil etadi.\n\n12. Zo‘rlik ishlatish bilan qo‘rqitish olib qochishga qarshi chiqqan shaxslarga ruhiy ta’sir o‘tkazish, ularni zo‘rlik ishlatish, samolyotni yo‘q qilib yuborish bilan, qurol yoki boshqa zarar yetkazuvchi moslamalar bilan qo‘rqitishni ko‘zda tutadi. Zo‘rlik ishlatish bilan qo‘rqitish nafaqat olib qochish yoki egallab olishga to‘sqinlik qilayotganlar, balki boshqa shaxslar, masalan, yo‘lovchilarga ham tegishli bo‘lishi mumkin.\n\nQo‘rqitish jinoyatchi talablarini qondirishdan bosh tortilganida uni shu zahoti amalga oshirish bilan bog‘liq bo‘lishi kerak. Kelajakda «hisob-kitob qilish» bilan qo‘rqitish JKning 264-moddasi 2-qismi «b» bandida ko‘zda tutilgan jinoyat sifatida e’tirof etilishi mumkin emas. Agar aybdor o‘ldirish bilan qo‘rqitsa, uning harakatlari jinoyatlar majmui bo‘yicha JKning 112-moddasi va 264-moddasi 2-qismiga binoan kvalifikatsiya qilinishi lozim, chunki JK 264-moddasining 2-qismida o‘ldirish bilan qo‘rqitish ko‘zda tutilmagan.\n\nMasalan, jinoyatchining garovga olinganlarni o‘ldirish bilan qo‘rqitib transport vositasi berishga oid talabi transport vositasini egallab olish usuli bo‘lib kelishi mumkin. Ana shunday yo‘l bilan olingan transport vositasi zo‘rlik ishlatish bilan qo‘rqitib egallab olingan deb e’tirof etiladi va ushbu harakatlar JKning 264-moddasi 2-qismi bo‘yicha kvalifikatsiya qilinadi. Keyinchalik uni olib qochish maqsadida transport vositasi berishlarini talab etib, odamlarni garovga olish JKning 25-moddasi 1-qismi, 264-moddasi va 245-moddasida ko‘zda tutilgan jinoyatlarga tayyorgarlik ko‘rishni tashkil etadi.\n\n13. Zo‘rlik ishlatish yoki zo‘rlik ishlatish bilan qo‘rqitish transport vositasini olib qochish yoxud uni egallab olish bilan yakunlanishi shart, aks holda qilmish sharhlanayotgan ijtimoiy xavfli qilmishga tayyorgarlik ko‘rish sifatida kvalifikatsiya qilinadi.\n\nTarkib yoki kemani olib qochish maqsadi bilan bog‘liq bo‘lmagan zo‘rlik ishlatish bilan qo‘rqitish, tegishli belgilari mavjud bo‘lganida, JKning 112-moddasi yoki 277-moddasi bo‘yicha kvalifikatsiya qilinishi mumkin."
        },
        {
            "modda_raqami": "265-modda. Xalqaro uchish qoidalarini buzish.",
            "matini": "Ruxsatnomada ko‘rsatilgan uchish yo‘nalishiga, qo‘nish joy-lariga, havo darvozalariga, uchish balandligiga rioya qilmas-lik yoki xalqaro uchish qoidalarini boshqacha tarzda buzish-bazaviy hisoblash miqdorining ellik baravarigacha miqdorda jarima yoki besh yilgacha muayyan huquqdan mahrum qilish yoki uch yuz oltmish soatgacha majburiy jamoat ishlari yoxud uch yilgacha axloq tuzatish ishlari bilan jazolanadi.",
            "sharxi": "1. Jinoyatning obyekti havo harakati, xususan hal-qaro uchish xavfsizligi sohasidagi ijtimoiy munosabatlar.\n\nXalqaro parvoz havo kemasining O‘zbekiston Respublikasini boshqa davlatdan ajratib turadigan davlat chegarasini kesib o‘tish yo‘li bilan uchish. Xalqaro uchish: 1) muntazam (jadval bo‘yicha), qo‘shimcha; 2) maxsus; 3) charter (talab bo‘yicha); 4) har zamonda bo‘lishi mumkin.\n\n2. Sharhlanayotgan jinoyatning obyektiv tomoni ruxsatnomada ko‘rsatilgan uchish yo‘nalishiga rioya qilmaslik; ruxsatnomada ko‘rsatilgan qo‘nish joylariga rioya qil maslik; ruxsatnomada ko‘rsatilgan havo darvozalariga rioya qilmaslik; ruxsatnomada ko‘rsatilgan uchish balandligiga rioya qilmaslik; xalqaro uchish qoidalarini boshqacha tarzda buzishda ifodalanishi mumkin.\n\n3. Xalqaro uchish qoidalari davlat hududidan\n\nfoydalanish qoidalaridir. Ular xalqaro huquq hujjatlari, O‘zbekiston Respublikasi qonunlari bilan tartibga solinadi va havo transporti harakati xavfsizligini ta’minlashga qaratilgan.\n\nJinoyat qonuni xalqaro uchish qoidalarini buzishning tipik usullarining taxminiy ro‘yxatini keltiradi.\n\n4. Uchish yo‘nalishi davlatlar o‘rtasida kelishilgan va tegishli idora tomonidan belgilangan havo kemasi harakati trayektoriyasi bo‘lib, uning uchun kema harakati trayektoriyasiga xos bo‘lgan siljish yo‘nalishi, kema tezligi va boshqa elementlar xosdir. 5. Qo‘nish joyi bu O‘zbekiston Respublikasi hududining (bunga O‘zbekistonning havo bo‘shlig‘idan tashqari barcha hududi kiritiladi) muayyan belgilangan qismi bo‘lib, unda O‘zbekistonning amaldagi qonunlariga muvofiq havo kemalari qo‘nishiga ruxsat etiladi. Milliy va xorijiy havo kemalarining O‘zbekiston Respublikasi hududidan havoga ko‘tarilishi, shuningdek, ularning O‘zbekiston Respublikasi hududiga uchib kirgandan keyingi qo‘nishi xalqaro parvozlar uchun ochiq aerodromlarda amalga oshiriladi.\n\n6. Havo darvozasi deganda, vakolatli organlar tomonidan, shuningdek, mansabdor shaxslar tomonidan havo kemasi ko‘tarilishi hamda kelib qo‘nishi ruxsat etiladigan muayyan davr tushuniladi.\n\n7. Xalqaro uchish qoidalarini buzish muddati o‘tib ketgan ruxsatnoma bilan uchish, O‘zbekiston Respublikasi davlat chegarasini O‘zbekiston tomonga yoki O‘zbekiston tomonidan noqonuniy kesib o‘tishda, uchish koridorlariga rioya qilmaslikda, uzoq masofa aloqasini o‘chirib qo‘yishda, tanib olish signallarini yoqmaslikda, xalqaro uchishga mo‘ljallanmagan aeroportlarga qo‘nishda yoki bunday aeroportlardan uchib ketishda ifodalanishi mumkin.\n\nHuquqbuzarning harakatida JKning 265-moddasida nazarda tutilgan jinoyat tarkibi mavjudligini aniqlashda xalqaro uchish qoidalarini o‘rnatuvchi hujjatlarga havola qilish lozim.\n\n8. Xalqaro parvozlarni amalga oshirish qoidalari quyidagi hujjatlarda belgilab berilgan:\n\nHavo kodeksiga muvofiq havo kemalaridan foydalanish hamda parvozlarni amalga oshirishni muvofiqlashtiruvchi umumiy qoidalar;\n\nsamoviy hududdan foydalanish to‘g‘risidagi Nizom;\n\nparvozni amalga oshirishga oid maxsus ruxsatnoma yoki xalqaro shartnoma. Xalqaro parvozlarni amalga oshirish qoidalari Xalqaro fuqarolik aviatsiyasi tashkiloti (IKAO) tomonidan tasdiqlangan bunday parvozlarni amalga oshirishning xalqaro standartlarida belgilab beriladi.\n\n9. Qayd etilgan qoidalar havo orqali aloqa xavfsizligi va davlat chegaralarining daxlsizligini ta’minlashga qaratilgan. Ularning buzilishi xalqaro uchish qoidalarini boshqacha tarzda buzish belgisi bo‘yicha muayyan shart-sharoitda sharhlanayotgan jinoyat tarkibini hosil qilishi mumkin.\n\nXalqaro uchish qoidalarini boshqacha tarzda buzish quyidagilardan iborat bo‘lishi mumkin: masalan, muddati o‘tib ketgan ruxsatnoma bilan O‘zbekiston hududidan uchib ketish yoki O‘zbekiston hududiga kirib kelish; yerga yuk va parashyutchilarni tashlash; O‘zbekiston hududida xalqaro shartnoma va maxsus ruxsatnomada belgilanmagan yo‘lovchilar, yuk, bagaj va pochtani qabul qilish; davlat chegarasini radioaloqasiz kesib o‘tish va hokazolar.\n\nBoshqa qoidalarga rioya qilmaslik, masalan, yo‘lovchilarni xalqaro tashish tariflari, chipta sotish qoidalari, yuk xatlari topshirish va hokazolarga rioya qilmaslik sharhlanayotgan jinoyat belgilariga to‘g‘ri kelmaydi. Muayyan sharoitda ular ma’muriy javobgarlikni keltirib chiqarishi mumkin.\n\n10. Yuqorida nomi zikr etilgan hujjatlardan kelib chiqadigan xalqaro parvozlarni amalga oshirish qoidalari va shartlarini parvozni amalga oshirayotgan shaxslar bilishlari shart. Ushbu qoida va shartlarning buzilishi xususida tergov va sudga hujjatlar bilan tasdiqlangan ma’lumotlar topshirilishi shart bo‘lib, zarur bo‘lgan holda ekspertiza o‘tkaziladi.\n\n11. Havo transport vositasining turi mazkur jinoyatni kvalifikatsiya qilishga ta’sir qilmaydi, ular samolyot, vertolyot, dirijabl va boshqa uchish apparatlari bo‘lishi mumkin. \n\n12. Jinoyat xalqaro uchish qoidalari buzilgan vaqtdan boshlab tugallangan deb e’tirof etiladi.\n\n13. Xalqaro uchish qoidalarini majburan, masalan, mo‘ljaldan adashish, texnik nosozlik, yaxshi ko‘ra olmaslik, turli to‘siqlar ta’siri, yaradorlar va kasallarni yetkazish oqibatida buzilgan bo‘lsa, sharhlanayotgan jinoyat tarkibi mavjud bo‘lmaydi.\n\n14. Subyektiv tomondan jinoyat qasddan yoki ehtiyot-sizlik tufayli sodir etilishi mumkin.\n\nQilmishni kvalifikatsiya qilish uchun uning motivi va maqsadi ahamiyatga ega emas.\n\n15. O‘n olti yoshga to‘lgan, havo kemasi ekipaji a’zosi bo‘lgan va xalqaro parvozlar qoidalariga rioya qilinishi uchun mas’ul O‘zbekiston Respublikasi fuqarosi, fuqaroligi bo‘lmagan shaxs yoki xorijiy fuqaro sharhlanayotgan jinoyatning subyekti bo‘la oladi. Biroq, mazkur subyekt majburan harakat qilganida (masalan, kema olib qochilishi yoki egallab olinishi oqibatida) u javobgarlikka tortilmaydi.\n\n16. Xalqaro uchish qoidalarini buzgan havo kemasi bortidagi yo‘lovchilar mazkur jinoyat uchun javobgarlikka tortilmaydilar. Muayyan sharoitlarda ularning harakatlari JKning 223-moddasi (O‘zbekiston Respublikasidan chiqish yoki O‘zbekiston Respublikasiga kirish qoidalarini buzish) bilan kvalifikatsiya qilinishi mumkin.\n\n17. Xalqaro uchish qoidalari buzilgan va O‘zbekiston Respublikasiga qonunga xilof ravishda kirib kelingan holatda aybdorning harakatlari jinoyatlar majmui bo‘yicha kvalifikatsiyalashadi.\n\nAgar xalqaro parvoz qoidalarining buzilishi havo kemasini olib qochish bilan bog‘liq bo‘lsa, u holda aybdorning harakatlari jinoyatlar majmui tariqasida JKning 264 hamda 265-moddalari bo‘yicha kvalifikatsiya qilinadi."
        },
        {
            "modda_raqami": "266-modda. Transport vositalari harakati yoki ulardan foydalanish xavfsizligi qoidalarini buzish.",
            "matini": "Transport vositasini boshqaruvchi shaxs tomonidan transport vositalari harakati yoki ulardan foydalanish xavf-sizligi qoidalarini buzish badanga o‘rtacha og‘ir yoki og‘ir shikast yetkazilishiga sabab bo‘lsa, —\n\nbazaviy hisoblash miqdorining ellik baravarigacha miqdorda jarima yoki uch yuz oltmish soatgacha majburiy jamoat ishlari yoxud uch yilgacha axloq tuzatish ishlari bilan jazolanadi.\n\nO‘sha qilmish odam o‘lishiga sabab bo‘lsa, -\n\nmuayyan huquqdan mahrum qilib, yetti yilgacha ozodlikdan mahrum qilish bilan jazolanadi.\n\nO‘sha qilmish:\n\na) odamlar o‘limiga;\n\nb) halokatga;\n\nv) boshqa og‘ir oqibatlarga sabab bo‘lsa,\n\nmuayyan huquqdan mahrum qilib, o‘n yilgacha ozodlikdan mahrum qilish bilan jazolanadi.",
            "sharxi": "1. Jinoyatning obyekti transport vositalari harakati yoki ulardan foydalanish xavfsizligi, odamlar hayoti va sirlari hisoblanadi.\n\nYo‘l harakati deganda, muayyan qoidalarga bo‘ysunuvchi piyodalar, haydovchilar, yo‘lovchilar, transport vositalari harakatini qamrab oluvchi ijtimoiy-texnik tizimni tushunish lozim. Harakat, asosan, yo‘llar bo‘yicha, ayrim vaqtlarda yo‘l bo‘lmagan sharoitda (qurilish maydonchalari, ko‘chada, temir yo‘ldan o‘tish joylarida, tashkilotlarning ishlab chiqarish hududlarida, dalalarda va h.k.) amalga oshiriladi.\n\nYo‘l harakati xavfsizligi - yo‘l harakati qatnashchilarining yo‘l-transport hodisalari va ularning oqibatlaridan himoyalanganlik darajasini aks ettiruvchi yo‘l harakati holati tushuniladi.\n\nFoydalanish xavfsizligi-bu tegishli ravishda transport vositalaridan yo‘l harakati ishtirokchilarining yo‘l-transport hodisalari va ularning oqibatlaridan muhofazalanganligini ta’minlaydigan tarzda foydalanish.\n2. Jinoyatning predmeti har qanday transport vositalari har qanday avtomobillar (yuk, yo‘lovchi tashiydigan, yengil avtomobillar, sport avtomobillari va hokazolar), tramvaylar, trolleybuslar, traktorlar va boshqa mexanik transport vositalari bo‘lishi mumkin. (Mazkur predmet to‘g‘risida batafsilroq JKning 261-moddasi sharhiga qarang).\n\n3. Mexanik transport vositalari o‘zi yurar bo‘lishi, ya’ni mustaqil dvigateliga ega bo‘lishi shart. Agar mashina dvigateli ishdan chiqqan holda va u qo‘l yordamida siljitilsa, u holda sharhlanayotgan jinoyatning predmeti mavjud emas, amalda sodir etilgan qilmish muayyan shart-sharoitda transportning xavfsiz ishlashi qoidalarining buzilishi deb baholanishi mumkin (JKning 268-moddasi). Biroq, ana shunday mashina boshqa transport vositasi tomonidan tortib ketilayotgan bo‘lsa, tortib ketilayotgan transport vositasi haydovchisining belgilangan qoidalarni buzishi JKning 266-moddasida ko‘zda tutilgan jinoyat tarkibi belgilariga mos tushadi.\n\nAybdorning harakatlarini kvalifikatsiya qilish uchun transport vositasi foydalanishdagi yoki o‘quv mashinasi ekanligi ahamiyatga ega emas, chunki har qanday holatda ham u yuqori xavf manbai bo‘lib qolaveradi.\n\nMexanik transport vositasi dvigatel yordamida harakatga keltiriladigan transport vositasidir. Ushbu atama traktorlar hamda o‘ziyurar mashinalarga ham taalluqlidir.\n\nJKning 260-269-moddalarida ko‘zda tutilgan transport vositalari deganda, yengil va yuk avtomashinalarning barcha turi, avtobuslar, maxsus mashinalar, traktorlar, trolleybuslar, tramvaylar, dvigatelining ish hajmi 50 sm³dan kam bo‘lmagan mototsikl va motorollerlar, yo‘l qurilishi, qishloq xo‘jaligi uchun mo‘ljallangan o‘ziyurar mashinalar (ekskavator, buldozer, avtokran va boshqalar) tushuniladi.\n\n4. Obyektiv tomonidan JK 266-moddasida nazarda tutilgan jinoyat transport vositasini boshqaruvchi shaxs tomonidan, transport vositalari harakati yoki ulardan foydalanish qoidalarini buzishi natijasida badanga o‘rtacha og‘ir yoki og‘ir shikast yetkazilishida ifodalanadi.\n\nOliy sud Plenumi qarorlaridagi tushuntirishga muvofiq, «Sudlar yo‘l harakati yoki transport vositalaridan foydalanish qoidalarini buzish bilan bog‘liq jinoyatlarni texnika xavfsizligi yoki transportda mehnatni muhofaza qilish qoidalarini buzish bilan bog‘liq jinoyatlardan farqlay olishlari shart.\n\nYo‘l harakati yoki transport vositalaridan foydalanish qoidalarini buzish (JK 266-moddasi) deganda, bunday harakatlarning transport vositasi yo‘llarda harakatlanishi jarayonida sodir etilishi tushuniladi. Agar transport vositasidan foydalanish jarayonida, jumladan transportga Yuk ortish-tushirish, transport vositasini ta’mirlash, qurilish, qishloq xo‘jaligi ishlari va boshqa turdagi ishlarni bajarishda texnika xavfsizligi yoki mehnatni muhofaza qilish qoidalarini buzish natijasida badanga o‘rtacha og‘ir yoki og‘ir shikast yetkazilgan, odam o‘limi yoki boshqa og‘ir oqibatlar kelib chiqqan bo‘lsa, mazkur qoidalarga rioya etilishi uchun mas’ul shaxsning harakatlari JK 257-moddasi bo‘yicha kvalifikatsiya qilinishi lozim». 5. Yo‘l harakati va transport vositalaridan foydalanish qoidalari buzilishini harbiy mashinani boshqarish va ulardan foydalanish qoidalarini buzishdan farqlash lozim. Harbiy xizmatchi tomonidan jangovar, maxsus yoki transport mashinalarini boshqarish va ulardan foydalanish qoidalari buzilgan taqdirda, qilmish JK 298-moddasi bilan kvalifikatsiya qilinadi. Agar yo‘l-transport hodisasi harbiylashtirilmagan mashinani boshqargan harbiy xizmatchining aybi bilan yoki harbiy mashinani boshqargan harbiy bo‘lmagan shaxsning aybi bilan sodir etilsa, qilmish JK 266-moddasi bilan kvalifikatsiya qilinishi lozim\n\n6. Foydalanish qoidalarining buzilishi, masalan, qo‘pol yuklarni tashish, avtomashinani nomaqbul joyda tashlab ketish, boshqarishni nomuvofiq shaxsga ishonib topshirish, mashinani zaif trosda tortib yurish, moslash-tirilmagan transport mashinasida odam tashish kabilarda ifodalanishi mumkin.\n\nUmumiy ehtiyot choralarining buzilishi natijasida yuzaga kelgan, zararli oqibatlar keltirib chiqargan haydovchining noto‘g‘ri harakatlari foydalanish qoidalarining buzilishi deb e’tirof etilmaydi. Bu hollarda aybdorning harakatlari muayyan ishlarni amalga oshirish, xavfsizlik texnikasi, mehnatni muhofaza qilish qoidalarining buzilishi sifatida yoki hayot va sog‘liqqa qarshi qaratilgan jinoyat deb kvalifikatsiya qilinadi. Masalan, mashinaga benzin quyishda haydovchi ehtiyotsizligi tufayli benzin dvigatel ustiga to‘kildi va boshqaruv vaqtida elektr o‘t oldirish tizimi buzuqligi natijasida uchqundan avtomashina alanga ichida qoldi va yo‘lovchi halok bo‘ldi. Bu holda qilmish ehtiyotsizlik oqibatida o‘limga olib kelgan deb JK 102-moddasi bo‘yicha kvalifikatsiya qilinishi mumkin.\n\nAgar shaxs ixtisoslashgan transport vositasida (avtokran, ekskavator, skreper va hokazolarda) ishlay turib, mashinadan o‘zga, transportga xos bo‘lmagan maqsadda foydalanganida zarar yetkazgan, masalan, avtokranda elektr liniyasi ostida yuk tushirish ishlarini belgilanganidan yaqinroq masofada amalga oshirib, natijada ishchilardan biri elektr tokidan halok bo‘lgan holda ham jinoyat tarkibi mavjud emas.\n\nBu kabi xavfsizlik texnikasiga rioya qilmaslik hollari mashina yurib ketayotganida ham ro‘y berishi mumkin, masalan, avtokran haydovchisi ilgakka ilingan yukni joydan joyga ko‘chirishda uni silkitib yuboradi va ishchi badaniga og‘ir shikast yetkazadi. Mazkur holatlarda harakat xavfsizligi va foydalanish xavfsizligi qoida-lari buzilmaganligi sababli JK 266-moddasi bo‘yicha javobgarlik istisno etiladi.\n\n7. Transport vositalarini boshqarish va ulardan foydalanish qoidalari buzilgan bo‘lmasa-da, lekin qonunda ko‘rsatilgan oqibatlar kelib chiqsa, buni baxtsiz hodisa natijasida aybsiz holda zarar yetkazish deb topish kerak.\n\n8. JKning 266-moddasi 1-qismida nazarda tutilgan jinoyat qonunda badanga o‘rtacha og‘ir yoki og‘ir shikast yetkazilishi sifatida ko‘rsatilgan oqibatlar kelib chiqqan paytdan tugallangan hisoblanadi.\n\n9. Harakat xavfsizligi va transport vositalaridan foydalanish xavfsizligi qoidalarini buzgan shaxs yetkazilgan zararli oqibatlar uchun qoidabuzarlik bilan oqibatlar o‘rtasida sababiy bog‘lanish mavjud bo‘lgan holdagina javob beradi. Qoida buzilmagan holda bunday aloqa istisno etiladi (masalan, piyoda o‘z ehtiyotsizligi tufayli mashina orqa g‘ildiragi ostiga tushib qoladi yoki o‘z joniga qasd qilib o‘zini mashina ostiga otadi). Harakatlanayotgan transport hamda jabrlangan shaxs o‘rtasida jismoniy bog‘liqlik mavjudligi hali sababiy bog‘lanish ma mavjudligidan dalolat bermaydi, chunki bunday toifaga oid jinoyatlarda u normativ xususiyatga ega.\n\nNormativlik tufayli sababiy bog‘lanish jismoniy bog‘liqlik umuman ro‘y bermagan hollarda ham mavjud bo‘lishi mumkin. Haydovchi o‘z noto‘g‘ri harakatlari bilan to‘g‘ri harakatlanishga xalaqit berishi natijasida harakatning boshqa ishtirokchilari uchinchi shaxslarga zarar yetkazishga majbur bo‘lgan holatlarda ham, yetkazilgan zarar uchun ham javobgar bo‘ladi. Masalan, qarama-qarshi yo‘nalish qatoriga chiqib olgan haydovchi ro‘paradan kelayotgan transport haydovchisi uchun to‘siq paydo qiladi, u to‘qnashishning oldini olish yoki to‘xtash imkoniga ega bo‘lmay, trotuardagi piyodani urib yuboradi. Bunda birinchi haydovchi oqibatlar uchun javob berishi lozim. Bu holatda ikkinchi haydovchi harakatlari oxirgi zarurat qoidalariga ko‘ra yoki aybsiz holda zarar yetkazish sifatida kvalifikatsiya qilinadi.\n\n10. Haydovchining zararli oqibatlar bilan bevosita bog‘liq harakatlari, harakatning boshqa ishtirokchilarining qoidabuzarligi tufayli shartlangan bo‘lishiga qaramay, ushbu oqibatlarning sababi sifatida ishtirok etadi. Yo‘l harakati qoidalarida, xususan, qoidabuzarliklarning oldini oladigan talablar mavjud. Masalan, ularda haydovchi boshqa shaxslar tomonidan yo‘l qo‘yilgan o‘zga qoidabuzarliklarga nisbatan qanday ish tutishi kerakligi ko‘rsatilgan. Bu qoidalar buzilgan ekan, demak, aybdor yetkazilgan zarar uchun javob berishi shart. Xususan, qarama-qarshi transport vositasi chirog‘idan ko‘zi qamashgan\n\nhaydovchi mashinani to‘xtatmasdan, shu holat bilan bog‘liq tarzda piyodani urib yuborsa, JKning 266-moddasi bo‘yicha javobgarlikka tortiladi.\n\n11. Sababiy bog‘lanish masalasini hal etishda haydovchida zararli oqibatning oldini olishning texnik imkoni mavjudligi hisobga olinadi. Bunday imkoniyat bo‘lmay, xavfli vaziyat u emas, harakatning boshqa ishtirokchilari\n\ntomonidan keltirib chiqarilganligi ma’lum bo‘lsa, u holda JKning 266-moddasi bo‘yicha javobgarlik istisno etiladi. Haydovchi ko‘zi ko‘rmasdan piyodani urib yuborgan holda uning harakatlari, agar u mashinani to‘xtatish yoki chetga burib yuborish imkoniga ega bo‘lmagan bo‘lsa, kelib chiqqan oqibatlarning sababi emas. Xavfli holatni uning o‘zi keltirib chiqargan bo‘lsa, zararli oqibatlarning oldini olishga texnik imkon yo‘qligi yuridik ahamiyatga ega emas.\n\n12. Jinoyatning subyektiv tomoni kelib chiqqan oqibatlarga nisbatan extiyotsiz munosabat bilan tavsiflanadi. Shaxs harakat xavfsizligi yoki transport vositasidan foydalanish xavfsizligi koidalarini buza turib, bu inson sog‘lig‘iga og‘ir yoki o‘rtacha og‘ir shikast yetkazishi mumkinligini anglaydi, birok asossiz ravishda ularning oldini olishiga ishonadi yoki transport vositasini boshkarayotgan shaxs harakat xavfsizligi yoki transport vositasidan foydalanish xavfsizligi koidalarini buzib, zararli okibatlar kelib chiqishini ko‘ra bilmaydi.\n\nQasddan zarar yetkazish (o‘ch olish maqsadida piyodani urib yuborish) shaxsga qarshi jinoyatni tashkil etadi. Aybdor transport vositasi yordamida jamoatchilik tartibini buzar ekan, qilmish qo‘shimcha ravishda bezorilik sifatida kvalifikatsiya qilinishi mumkin.\n\n13. Transport vositasini boshqarayotgan va o‘n olti yoshga to‘lgan aqli raso shaxs jinoyatning subyekti bo‘lishi mumkin. Bunda u transport vositasini o‘zboshimchalik bilan yoki birovning ruxsati bilan boshqarganligi, unda transport vositasini boshqarish huquqini beradigan guvohnoma bor yo‘qligi ahamiyatga ega emas. Biroq, bu holda transportni boshqarishni boshqa shaxslarga berishga yo‘l qo‘ygan avtomashina egalari javobgarlikka tortilishi kerak.\n\nJinoyatning subyekti deb, shuningdek, harbiy xizmat chilar ham tan olinishi kerak, ammo bunda ular harakat xavfsizligi qoidalarini yoki harbiy bo‘lmagan transport vositasidan foydalanish qoidasini buzgan bo‘lishlari shart, aks holda ularning harakatlari JKning 298-moddasi bo‘yicha kvalifikatsiya qilinadi.\n\n14. Sud-tergov amaliyotida harakat xavfsizligi yoki transport vositasidan foydalanish xavfsizligi qoidalarining haydovchi-instruktor hamda shogird tomonidan yo‘l qo‘yilgani va zararli oqibatlarni keltirib chiqargan buzishni kvalifikatsiya qilishda muayyan muammolar paydo bo‘ladi. Umumiy qoidaga binoan, shogird tomonidan ikki tomonlama boshqariladigan amaliyot vaqtida yo‘l qo‘yilgan avariya uchun instruktor javob beradi. Ammo, qoidabuzarlik shogird tomonidan instruktor ko‘rsatmalarini ongli tarzda bajarmaslik va maxsus qoidalarni qo‘pol buzish oqibati ekanligi aniqlansa. JKning 266-moddasi bo‘yicha shogird javobgarlikka tortiladi.\n\n15. Jabrlanuvchiga yo‘l-transport hodisasi oqibatida hayoti uchun xavfli bo‘lmagan yengil tan jarohati yetkazil ganligi yoki u bevosita yo‘l-transport hodisasi vaqtida halok bo‘lganligi aniqlansa yoki aybdor unga yordam berishi shart bo‘lgani holda, uning o‘zining hayoti yoki sog‘lig‘i uchun xavf tug‘ilganida, JKning 117-moddasi bo‘yicha javobgarlik kelib chiqmaydi.\n\n16. Harakat xavfsizligi yoki transport vositasidan foydalanish qoidalarining odam o‘limiga olib kelgan buzilishi mazkur moddaning 2-qismiga binoan javobgarlikni keltirib chiqaradi.\n\n17. Quyidagi ko‘rinishdagi oqibatlar:\n\na) odamlar o‘limi;\n\nb) halokat;\n\nv) boshqa og‘ir oqibatlar kelib chiqqanida aybdorning harakatlari sharhlanayotgan moddaning 3-qismi bo‘yicha kvalifikatsiya qilinadi.\n\n18. JKning 266-moddasi 2-qismi «a» bandi mazmunidagi odamlar o‘limi deganda ikki yoki undan ortiq shaxslarning o‘limi nazarda tutilishi lozim.\n\n19. Halokat tushunchasi ostida atrof muhit, odamlar hayoti va sog‘lig‘i uchun xavfli bo‘lgan, odamlar halok bo‘lishiga sabab bo‘lgan jamoatchilik transporti (avtobus, trolleybus) avariyasi tushuniladi.\n\n20. Boshqa og‘ir oqibatlar deganda, odamlar o‘limi bilan bir qatorda poyezdlar, kemalar yoki samolyotlar qatnovi uzoq muddatga izdan chiqishi, tevarak-atrofdagi uylar va boshqa inshootlar vayron qilinishi (portlashi, yonib ketishi, qulab tushishi) va x.k.lar tushunilishi lozim. Shuni nazarda tutish lozimki, harakatlanish yoki transport vositalaridan foydalanish qoidalari buzilishi natijasida ikki yoki undan ortiq odamga o‘rtacha og‘ir va/yoki og‘ir shikast yetkazilganligi faktining o‘zi qilmishni «boshqa og‘ir oqibatlar» belgisi bo‘yicha kvalifikatsiya qilish uchun asos bo‘lmaydi.\n\n21. JK 266-moddasi turli qismlarida ko‘zda tutilgan, harakat xavfsizligi yoki transport vositasidan foydalanish qoidalarining buzilishi natijasida sodir etilgan jinoyat belgilari mavjud bo‘lgan holda, aybdor tomonidan sodir etilgan qilmish JK 33-moddasi talablariga muvofiq, nisbatan og‘irroq jazo belgilangan qismi bo‘yicha kvalifikatsiya qilinishi lozim.\n\nHarakat xavfsizligi yoki transport vositasidan foydalanish qoidalarini buzgan va hayoti xavf ostida qolgan jabrlanuvchiga yordam ko‘rsatmagan shaxsning harakatlari jinoyatlar jami bo‘yicha JK 117 va 266-moddalarining tegishli qismlariga binoan kvalifikatsiya qilinadi.\n\n22. Shaxs harakat xavfsizligi yoki transport vositasidan foydalanish qoidalarini buzmagan, ammo o‘z haydovchilik burchini ado etmay, hodisa joyidan jabrlanuvchiga yordam ko‘rsatmay ketib qolgan taqdirda, ushbu shart-sharoit uning JK 117-moddasida ko‘zda tutilgan javobgarlikdan ozod etilishi uchun asos bo‘la olmaydi.\n\n23. Yo‘l harakati va transport vositalaridan foydalanish qoidalari buzilishini harbiy mashinani boshqarish va ulardan foydalanish qoidalarini buzishdan farqlash lozim. Harbiy xizmatchi tomonidan jangovar, maxsus yoki transport mashinalarini boshqarish va ulardan foydalanish qoidalari buzilgan taqdirda, qilmish JK 298-moddasi bilan kvalifikatsiya qilinadi. Agar yo‘l-transport hodisasi harbiylashtirilmagan mashinani boshqargan harbiy xizmatchining aybi bilan yoki harbiy mashinani boshqargan harbiy bo‘lmagan shaxsning aybi bilan sodir etilsa, qilmish JK 266-moddasi bilan kvalifikatsiya qilinishi lozim. "
        },
        {
            "modda_raqami": "267-modda. Transport vositasini olib qochish.",
            "matini": "\nTransport vositasini olib qochish\n\nbesh yildan o‘n yilgacha ozodlikdan mahrum qilish bilan jazolanadi.\n\nO‘sha harakat:\n\na) takroran yoki xavfli retsidivist tomonidan;\n\nb) bir guruh shaxslar tomonidan oldindan til biriktirib;\n\nv) zo‘rlik ishlatib yoki zo‘rlik ishlatish bilan qo‘rqitib;\n\ng) transport vositasini talon-toroj qilish maqsadida o‘g‘rilik yoki talonchilik yo‘li bilan sodir etilgan bo‘lsa, -\n\no‘n yildan o‘n besh yilgacha ozodlikdan mahrum qilish bilan jazolanadi.\n\nO‘sha harakat:\n\na) o‘ta xavfli retsidivist tomonidan;\n\nb) uyushgan guruh tomonidan;\n\nv) transport vositasini talon-toroj qilish maqsadida bosqinchilik yo‘li bilan sodir etilgan bo‘lsa,\n\no‘n besh yildan yigirma yilgacha ozodlikdan mahrum qilish bilan jazolanadi.",
            "sharxi": "1. Jinoyatning obyekti yo‘l harakati sohasidagi mexanik transport vositalari harakatining xavfsizligi, shuningdek, o‘zgalar mulki hisoblanadi.\n\n2. JK 264-moddasida ko‘zda tutilgan transport vosita-laridan tashqari barcha transport vositalari jinoyatning predmeti hisoblanadi.\n\n3. Jinoyatning obyektiv tomoni transport vositalarini olib qochishdan iborat.\n\nOlib qochish transport vositalarini qonunga xilof ravishda, egalariga bildirmay egallab olish va boshqa joyga yetkazishdan iborat bo‘ladi. Olib qochish subyekt harakatlarining o‘zboshimchaligi, qonunga xilofligini nazarda tutadi.\n\nOlib qochish deganda, o‘ziga tegishli bo‘lmagan transport vositasini o‘zlashtirish maqsadisiz uni turgan joyidan boshqa joyga olib qochishni tushunish kerak!.\n\nQonunga xiloflik shaxsning transport vositasidan\n\nfoydalanish, unga egalik qilish va tasarruf etishga oid hech qanday vakolati yo‘qligidan dalolat beradi. Olib qochishga transport vositasiga qonunga xilof ravishda ega bo‘lib olish xos hisoblanib, bunda undan mas’ul bo‘lmagan subyektlarning foydalanishi imkoniyati tug‘iladi.\n\nEgallab olish ham yashirin, ham ochiqdan-ochiq bo‘lishi mumkin. Jinoyatni kvalifikatsiya qilishda egallab olish usuli ahamiyatga ega emas.\n\nOlib qochish tushunchasi nafaqat transportni egallab olish, balki unda, uni jildirish ta’rifi hamda energetik manbaidan qat’i nazar, uni joydan joyga ko‘chirishni ham qamrab oladi.\n\n4. Transport vositalarini olib qochish transport vositasining joyi o‘zgara boshlagan vaqtdan, bunday o‘zgartirish usulidan qat’i nazar, tugallangan jinoyat deb hisoblanadi. Bunda jildirish uchun sarflangan vaqt hamda aybdor transport vositasini ko‘chirib ulgurgan masofa ahamiyatga ega bo‘lmaydi.\n5. Subyektiv tomondan jinoyat to‘g‘ri qasd bilan, talon-toroj qilish maqsadisiz amalga oshiriladi. Transport vositalarini olib qochish bilan bog‘liq qilmishlarni to‘g‘ri kvalifikatsiya qilish uchun jinoyatning motivlari va maqsadlarini aniqlash muhim ahamiyatga ega. Sudlar ana shunday jinoyatlarni ko‘ra turib, har bir alohida holda olib qochish nima maqsadda amalga oshirilganligini aniqlashlari shart.\n\nAgar transport vositasini o‘g‘irlash maqsadi borligi isbotlansa, aybdor shaxsning harakatlari JKning 267-moddasining tegishli qismlariga ko‘ra kvalifikatsiya qilinadi. Bunday holatlarda qilmish JKning 164, 166, 169-moddalari majmui bo‘yicha kvalifikatsiya qilish talab etilmaydi. 6. Transport vositasini olib qochishda undan foydalanish imkoniyati bo‘la turib, transport vositasini tashlab ketish hamda boshqa holatlar uni talon-toroj qilish maqsadi bo‘lmaganligidan dalolat berishi mumkin.\n\nTransport vositasini o‘g‘irlash maqsadi mavjudligidan quyidagi holatlar darak berishi mumkin: transport vositasining tashqi ko‘rinishini o‘zgartirish (ustidan bo‘yash, raqamini o‘zgartirish, qaytadan kuzov qildirish va boshqa o‘zgartirishlar); foydalanishga oid qalbaki hujjatlar tayyorlash; transport vositasini sotib yuborish; ba’zi qismlarini sotish; uzoq vaqt foydalanish va hokazolar.\n\n7. Transport vositasiga nisbatan egalik qilish, foydalanish va tasarruf etish vakolatlariga ega bo‘lmagan, o‘n to‘rt yoshga to‘lgan aqli raso shaxs transport vositasini olib qochish jinoyatining subyekti bo‘lishi mumkin.\n\n8. JKning 267-moddasi 2-qismida transport vosita-sini olib qochganlik uchun javobgarlik nazarda tutilgan:\n\na) takroran yoki xavfli retsidivist tomonidan;\n\n6) bir guruh shaxslar tomonidan oldindan til biriktirib;\n\nv) zo‘rlik ishlatib yoki zo‘rlik ishlatish bilan qo‘rqitib;\n\ng) transport vositasini talon-toroj qilish maqsadida o‘g‘rilik yoki talonchilik yo‘li bilan sodir etilgan bo‘lsa.\n\n9. JKning 267-moddasi 3-qismida transport vositasini olib qochganlik uchun javobgarlik nazarda tu tilgan:\n\na) o‘ta xavfli retsidivist tomonidan;\n\nb) uyushgan guruh tomonidan;\n\n- v) transport vositasini talon-toroj qilish maqsadida bosqinchilik yo‘li bilan sodir etilgan bo‘lsa.\n\n10. Uyushgan guruh deganda, transport vositalarini olib qochish yoxud boshqa jinoyatlarni sodir etish maqsadida ikki yoki undan ortiq shaxslarning barqaror birlashmasi tushuniladi.\n\nJumladan, jinoiy faoliyatning oldindan rejalashtirilganligi, jinoiy maqsadni amalga oshirish uchun zarur bo‘lgan vositalarning tayyorlanishi, ishtirokchilarni tanlash yollash va ular o‘rtasida vazifalarning taqsimlanishi, jinoyatni yashirish choralarini ta’minlash, guruhda o‘rnatilgan intizomga va tashkilotchining ko‘rsatmalariga bo‘ysunish jinoiy guruhning uyushganligidan dalolat beradi.\n\nAyblash fikrida va sud hukmida aynan qanday asoslarga ko‘ra jinoiy guruh uyushgan deb topilganligi ko‘rsatilgan bo‘lishi shart.\n\nUyushgan guruh tarkibida transport vositasini olib qochishda qatnashgan shaxslarning harakatlari, ularning har birining rolidan qat’i nazar, ishtirokchilik deb topilishi lozim.\n\n11. Sharhlanayotgan moddaning 2-qismi «v»-bandida nazarda tutilgan zo‘rlik ishlatish deganda, jabrlanuvchiga har qanday og‘irlik darajasidagi tan jarohati yetkazilishini tushunish lozim.\n\nJabrlanuvchiga nisbatan zo‘rlik ishlatilgan hollarda aybdor shaxsning harakatlari inson sog‘lig‘iga zarar yetkazil-ganligi uchun javobgarlikni nazarda tutuvchi jinoyatlar bo‘yicha qo‘shimcha kvalifikatsiya qilishga muhtoj emas. Mazkur harakatlar ushbu moddaning uchinchi qismi bilan qamrab olinadi.\n\nZo‘rlik ishlatish bilan qo‘rqitish deganda, jabrlanuvchiga har qanday og‘irlik darajasidagi tan jarohati yetkazish bilan qo‘rqitish tushuniladi.\n\nTransport vositasini olib qochish chog‘ida o‘ldirish bilan qo‘rqitish jinoyatlar majmui tariqasida JKning 112 hamda 267-moddalari bo‘yicha kvalifikatsiya qilinishi kerak. "
        },
        {
            "modda_raqami": "268-modda. Transportning xavfsiz ishlashini ta’minlashga doir qoidalarni buzish.",
            "matini": "Yo‘lovchi, piyoda, velosiped, ot-ulov transportining haydovchisi yoki yo‘l harakatining boshqa qatnashchilari tomonidan, ushbu Kodeksning 261-263, 265 yoki 266-moddalarida nazarda tutilgan shaxslardan tashqari, harakat xavfsizligi qoida-larini yoki barcha turdagi transport vositalaridan foydalanish qoidalarini buzish badanga o‘rtacha og‘ir yoki og‘ir shikast yetkazilishiga sabab bo‘lsa,\n\nbazaviy hisoblash miqdorining yigirma besh baravarigacha miqdorda jarima yoki uch yuz oltmish soatgacha majburiy jamoat ishlari yoki uch yilgacha axloq tuzatish ishlari yoxud bir yildan uch yilgacha ozodlikni cheklash yoki uch yilgacha ozodlikdan mahrum qilish bilan jazolanadi.\n\nO‘sha harakat odam o‘lishiga sabab bo‘lsa, -\n\nuch yildan besh yilgacha ozodlikni cheklash yoki uch yildan besh yilgacha ozodlikdan mahrum qilish bilan jazolanadi.\n\nO‘sha harakat:\n\na) odamlar o‘limiga;\n\nb) boshqa og‘ir oqibatlarga sabab bo‘lsa, -\n\nbesh yildan sakkiz yilgacha ozodlikdan mahrum qilish bilan jazolanadi.",
            "sharxi": "1. Sharhlanayotgan jinoyatning asosiy bevosita obyekti transport vositalari harakati va ulardan foydalanish sohasida jamoat xavfsizligini ta’minlashdan iborat ijtimoiy munosabatlar hisoblanadi. Qo‘shimcha obyekt jabrlanuvchilarning hayoti va sog‘lig‘i, o‘zganing mulki hisoblanadi.\n\n2. Jinoyat obyektiv tomondan JKning 261-263, 265 va 266-moddalarida belgilangan shaxslardan tashqari yo‘lovchilar, piyodalar, velosiped haydovchilari, ot-ulov transporti haydovchilari yoki boshqa turdagi harakat qatnashchilari tomonidan barcha turdagi transport vositalari harakati yoki foydalanish xavfsizligining buzilishi natijasida badanga o‘rtacha og‘ir yoki og‘ir tan jarohatlari\n\nyetkazishdan iborat. 3. JKning 268-moddasi dispozitsiyasi blanketli bo‘lib, jinoyat belgilarini aniqlash uchun transport vositalari harakati yoki shu transport vositalaridan foydalanish joylarida (261-263, 265 va 266-moddalarida belgilangan shaxslardan tashqari) yo‘lovchilar, piyodalar, harakatning boshqa qatnashchilari harakati qoidalarini belgilovchi maxsus qoidalarga murojaat qilish zarur. Ushbu qoidalar temir yo‘l, suv, avtomobil yoki boshqa turdagi transport vositalarining idoraviy normativ hujjatlarida berilgan.\n\n4. Harakat xavfsizligi qoidalarining buzilishi harakat qatnashchilariga taqdim etiladigan transport vositalarining harakati va foydalanish xavfsizligini ta’minlovchi talablar bajarilmaganligidan dalolat beradi.\n\nQoidalarning buzilishi temir yo‘l yoki boshqa yo‘llarni belgilanmagan joylarda kesib o‘tish, taqiqlovchi signallar ostida yo‘lovchining o‘zboshimchalik bilan aerodromning uchuv-qo‘nuv maydoniga chiqishi, stop-kranning olib tashlanishi hamda shu yo‘l bilan temir yo‘lning harakatlanadigan tarkibining to‘xtashi, transportdagi o‘zgalar uchun kirish taqiqlangan joylarga (masalan, uchuvchi kabinasiga) kirishda ifodalanishi mumkin.\n\nSharhlanayotgan jinoyatning aniq ifodalanishi turlicha bo‘lishi mumkin, shu tufayli ularning to‘liq ro‘yxatini berishning iloji yo‘q. Qonunda belgilangan qoidalar ko‘pincha yo‘llarni belgilanmagan joylarda kesib o‘tuvchi, harakatlanayotgan transportga yaqin bo‘lgan joylarda birdaniga paydo bo‘luvchi piyodalar tomonidan buziladi. Jinoyat ishlarini ko‘rib chiqishda va tergov qilishda aybdor tomonidan buzilgan qoidalar va ular nimalarda ifodalanishini aniqlash lozim.\n\n5. Jinoyat badanga o‘rtacha og‘ir yoki og‘ir tan jarohatlari yetkazilishi paytidan boshlab tugallangan hisoblanadi. Jinoyatning yuqorida keltirilgan oqibatlari mavjud bo‘lmagan taqdirda qilmish ma’muriy javobgarlik tartibida ko‘riladi.\n\nJinoyat obyektiv tomonining zaruriy belgisi yo‘lovchi, piyoda, velosiped, ot-ulov transporti haydovchisi tomonidan yo‘l harakati yoki har qanday turdagi transport vositasidan foydalanish qoidalarini buzishda ifodalanadi. 6. Jinoyat subyektiv tomondan aybning ehtiyotsizlik shakli bilan tavsiflanadi. Shaxs transport vositalari harakati foydalanish xavfsizligi qoidalarining va buzilishi natijasida ijtimoiy xavfli oqibatlarning kelib chiqishini ko‘ra oladi, lekin yetarli asoslarsiz ularning oldi olinishiga ishonadi yoki o‘zining harakatlari (harakatsizligi) natijasida ijtimoiy xavfli oqibatlar kelib chiqishini oldindan ko‘ra bilishi lozim hamda mumkin bo‘lgan bo‘lsa-da, ularni ko‘ra bilmaydi.\n\n7. Jinoyat kodeksi 263, 267-moddalarida nazarda tutilgan jinoyatlarning subyekti o‘n to‘rt yoshga to‘lgan, JKning 260 - 262, 263, 264 266, 268, 269-moddalarida nazarda tutilgan jinoyatlarning subyekti esa, o‘n olti yoshga to‘lgan shaxs hisoblanadi.\n\nOt-ulov transporti haydovchisining harakatlari u tomonidan yo‘l harakati qoidalari buzilishi mexanik transport vositasi bilan yo‘l-transport hodisasiga olib kelgan taqdirdagina sharhlanayotgan modda bilan kvalifikatsiya qilinishi mumkin. Boshqa hollarda uning jinoiy javobgarligi istisno qilinadi.\n\nAgar transport vositalari harakati va foydalanish xavfsizligi qoidalarining buzilishi bir necha transport vositalari haydovchilari yoki yo‘l harakati boshqa qatnashchilarining jinoiy harakatlari bilan sababiy bog‘lanishda bo‘lsa, ularning barchasi Jinoyat kodeksining muayyan moddalari bilan javobgarlikka tortiladi.\n\n8. «Harakat qatnashchisi» atamasini keng qamrovda ko‘rib bo‘lmaydi. Ularga harakatni nazorat qiluvchi militsiya xodimlarini, «nazorat qiluvchi» tushunchasini o‘z ichiga oluvchi boshqa shaxslarni, yo‘l qurilishi (o‘tish qismini ta’mirlash, belgilar qo‘yish, qor tozalash va hokazolar) bilan bog‘liq bo‘lgan shaxslarni kiritish mumkin emas. Bu shaxslarning huquq va majburiyatlari Yo‘l harakati qoidalariga asoslangan bo‘lsa-da, mustaqil fe’l-atvorga ega bo‘lgan muayyan idoraviy yo‘riqnomalar bilan belgilanadi.\n\n9. Sharhlanayotgan moddaning 2-qismida odam o‘limiga sabab bo‘lgan transportning xavfsiz ishlashini ta’minlashga doir qoidalarni buzish uchun javobgarlik nazarda tutilgan.\n\n10. Sharhlanayotgan moddaning 3-qismida odam-larning o‘limi, halokat yoki boshqa og‘ir oqibatlarga sabab bo‘lgan transportning xavfsiz ishlashini ta’minlashga doir qoidalarni buzish uchun javobgarlik nazarda tutilgan.\n\nUshbu belgilar transport vositalarining harakati yoki ulardan foydalanish qoidalarini buzish uchun javobgarlikni nazarda tutuvchi boshqa jinoyatlarning tahlili jarayonida sharhlangan. "
        },
        {
            "modda_raqami": "269-modda. Avtomobil yo‘llaridan foydalanish va ularni qo‘riqlash qoidalarini buzish.",
            "matini": "Avtomobil yo‘llaridan foydalanish va ularni qo‘riqlash qoidalarini buzish, ya’ni avtomobil yo‘llarida va shu yo‘llar uchun ajratilgan mintaqada tegishli ruxsatsiz yer osti va yer usti kommunikatsiyalari o‘tkazish, ularni ta’mirlash, bu ishlarni bajarishning belgilangan shartlari va muddatlariga rioya qilmaslik, o‘zboshimchalik bilan arklar, to‘siqlar, shlagbaumlar yoki boshqa inshootlar o‘rnatish, yo‘llarga material va boshqa narsalarni uyib qo‘yish, yo‘l ustini buzish badanga o‘rtacha og‘ir yoki og‘ir shikast yetkazilishiga sabab bo‘lsa,\n\nbazaviy hisoblash miqdorining ellik baravarigacha miqdorda jarima yoki uch yuz oltmish soatgacha majburiy jamoat ishlari yoki uch yilgacha axloq tuzatish ishlari yoki bir yildan uch yilgacha ozodlikni cheklash yoxud uch yilgacha ozodlikdan mahrum qilish bilan jazolanadi.\n\nO‘sha qilmish odam o‘lishiga sabab bo‘lsa,\n\nuch yildan besh yilgacha ozodlikni cheklash yoxud uch yildan besh yilgacha ozodlikdan mahrum qilish bilan jazolanadi.\n\nO‘sha qilmish:\n\na) odamlarning o‘limiga;\n\n1\n\n6) boshqa og‘ir oqibatlarga sabab bo‘lsa, -\n\nbesh yildan sakkiz yilgacha ozodlikdan mahrum qilish bilan jazolanadi.",
            "sharxi": "1. Jinoyatning obyekti avtotransport va shahar elektr transportining xavfsiz ishlashini ta’minlaydigan ijtimoiy munosabatlar, shuningdek insonlar hayoti, sog‘lig‘i, ularning mulki xavfsizligini ta’minlovchi ijtimoiy munosabatlardir.\n\n2. Jinoyatning predmeti avtomobil yo‘llari, yer osti va yer usti kommunikatsiyalari hisoblanadi.\n\nAvtomobil yo‘li transport vositalari harakatlanishi uchun mo‘ljallangan, ularning belgilangan tezlikda, og‘irlikda, o‘lchamlarda muttasil va xavfsiz harakatlanishini ta’minlaydigan muhandislik inshootlari majmuasi, shuning-dek ushbu majmuani joylashtirish uchun berilgan yer uchastkalari va majmua ustidagi belgilangan doiradagi bo‘shliq.\n\n3. Jinoyat obyektiv tomondan avtomobil yo‘llaridan foydalanish va ularni qo‘riqlash qoidalarini buzishda ifodalanadi, ya’ni o‘rtacha og‘ir yoki og‘ir shikast yetkazilishiga olib kelgan avtomobil yo‘llarida va shu yo‘llar uchun ajratilgan mintaqada yer osti va yer usti kommunikatsiyalarni tegishli ruxsatsiz ta’mirlash, bu ishlarni bajarishning belgilangan shartlari va muddatlariga rioya qilmaslik, o‘zboshimchalik bilan arklar, to‘siqlar, shlagbaumlar yoki boshqa inshootlarni o‘rnatish, yo‘llarga material va boshqa narsalarni uyib qo‘yish, yo‘l ustini buzish bilan tavsiflanadi.\n\nAvtomobil yo‘llaridan foydalanish qoidalarini buzishning JK 269-moddasining 1-qismida keltirilgan ro‘yxati qat’iyligini nazarda tutish kerak.\n\n4. Mazkur jinoyat moddiy tarkibli jinoyat bo‘lganligi uchun badanga o‘rtacha og‘ir yoki og‘ir shikast yetkazilgan paytdan boshlab tugallangan hisoblanadi.\n\n5. Jinoyatning zaruriy belgisi sharhlanayotgan modda dispozitsiyasida keltirilgan muayyan qilmishning sodir etilishi va oqibatlari o‘rtasidagi sababiy bog‘lanish hisoblanadi.\n\n6. Jinoyat subyektiv tomondan egri qasddan yoki ehtiyotsizlikdan sodir etiladi.\n\n7. Jinoyatning subyekti o‘n olti yoshga to‘lgan har qanday aqli raso shaxs hisoblanadi.\n\n8. JK 269-moddasining 2-qismida odam o‘lishiga sabab bo‘lgan avtomobil yo‘llaridan foydalanish va ularni qo‘riqlash qoidalarini buzganlik uchun javobgarlik ko‘zda tutilgan.\n\n9. Sharhlanayotgan moddaning 3-qismida shu qilmish odamlar o‘limi va boshqa og‘ir oqibatlarga sabab bo‘lganligi uchun javobgarlikni belgilaydi. "
        },
        {
            "modda_raqami": "261_1-modda. Transport vositasini mastlik holatida boshqarish yoki tekshiruvdan o‘tishdan bo‘yin tovlash",
            "matini": "Haydovchilarning transport vositalarini mastlik holatida yoki giyohvandlik vositalari, ularning analoglari, psixotrop yoki shaxsning aql-idrokiga ta’sir ko‘rsatuvchi boshqa moddalar ta’siri ostida boshqarishi, shunday qilmish yoxud mastlik holatida yoki giyohvandlik vositalari, ularning analoglari, psixotrop yoki shaxsning aql-idrokiga ta’sir ko‘rsatuvchi boshqa moddalar ta’siri ostida ekanligini aniqlash uchun tekshiruvdan o‘tishdan bo‘yin tovlaganligi uchun ma’muriy jazo qo‘llanilganidan keyin sodir etilgan bo‘lsa, —\nuch yilgacha muayyan huquqdan mahrum qilib, ikki yildan uch yilgacha axloq tuzatish ishlari yoki ikki yildan uch yilgacha ozodlikdan mahrum qilish bilan jazolanadi.\nTransport vositalari haydovchilarining mastlik holatida yoki giyohvandlik vositalari, ularning analoglari, psixotrop yoki shaxsning aql-idrokiga ta’sir ko‘rsatuvchi boshqa moddalar ta’siri ostida ekanligini aniqlash uchun tekshiruvdan o‘tishdan bo‘yin tovlashi, shunday qilmish yoxud transport vositalarini mastlik holatida yoki giyohvandlik vositalari, ularning analoglari, psixotrop yoki shaxsning aql-idrokiga ta’sir ko‘rsatuvchi boshqa moddalar ta’siri ostida boshqarganligi uchun ma’muriy jazo qo‘llanilganidan keyin sodir etilgan bo‘lsa, —\nuch yilgacha muayyan huquqdan mahrum qilib, ikki yildan uch yilgacha axloq tuzatish ishlari yoki ikki yildan uch yilgacha ozodlikdan mahrum qilish bilan jazolanadi.",
            "sharxi": " "
        },
        {
            "modda_raqami": "261_2-modda. Transport vositalarini boshqarish huquqidan mahrum etilgan shaxsning transport vositasini boshqarishi",
            "matini": "Transport vositalarini boshqarish huquqidan mahrum etilgan shaxsning transport vositasini boshqarishi, shunday qilmish uchun ma’muriy jazo qo‘llanilganidan keyin sodir etilgan bo‘lsa, —\nbazaviy hisoblash miqdorining ellik baravaridan yuz baravarigacha miqdorda jarima yoki ikki yilgacha axloq tuzatish ishlari yoxud ikki yildan uch yilgacha ozodlikdan mahrum qilish bilan jazolanadi.",
            "sharxi": " "
        },
        {
            "modda_raqami": "262_1-modda. Siqilgan tabiiy gazda, suyultirilgan neft gazida yoki dizel va gazsimon yoqilg‘i aralashmasida ishlaydigan transport vositalaridan foydalanishda xavfsizlik qoidalarini buzish.",
            "matini": "Transport vositalariga gaz balloni uskunalarini o‘rnatishda xavfsizlik qoidalariga rioya etilishi uchun mas’ul shaxs tomonidan siqilgan tabiiy gazda, suyultirilgan neft gazida yoki dizel va gazsimon yoqilg‘i aralashmasida ishlaydigan transport vositalarining xavfsizlik qoidalarini buzish yoxud gaz balloni uskunasi o‘rnatilgan transport vositalariga yoqilg‘i quyish talablarini buzish badanga o‘rtacha og‘ir yoki og‘ir shikast yetkazilishiga sabab bo‘lsa, —\nuch yilgacha muayyan huquqdan mahrum qilib, bazaviy hisoblash miqdorining ellik baravaridan yuz baravarigacha miqdorda jarima yoki uch yilgacha axloq tuzatish ishlari yoki uch yilgacha ozodlikni cheklash yoxud uch yilgacha ozodlikdan mahrum qilish bilan jazolanadi.\nO‘sha qilmish:\na) odam o‘limiga;\nb) halokatga;\nv) boshqa og‘ir oqibatlarga sabab bo‘lsa, —\nmuayyan huquqdan mahrum qilib, uch yildan besh yilgacha ozodlikni cheklash yoxud besh yildan sakkiz yilgacha ozodlikdan mahrum qilish bilan jazolanadi.",
            "sharxi": " "
        }
    ]
}