{
    "bob_nomi": "XVII bob. Jamoat xavfsizligiga qarshi jinoyatlar",
    "moddalar": [
        {
            "modda_raqami": "242-modda. Jinoiy uyushma tashkil etish.",
            "matini": "Jinoiy uyushma tashkil etish, ya’ni jinoiy uyushma yoxud uning bo‘linmalarini tuzish yoki unga rahbarlik qilish, shuningdek, ularning mavjud bo‘lishi va ishlab turishini ta’minlashga qaratilgan faoliyat -\n\no‘n besh yildan yigirma yilgacha ozodlikdan mahrum qilish bilan jazolanadi.\n\nUyushgan qurolli guruh tuzish, shuningdek unga rahbarlik qilish yoki unda ishtirok etish -\n\no‘n yildan o‘n besh yilgacha ozodlikdan mahrum qilish bilan jazolanadi.",
            "sharxi": "1. Jinoiy uyushma, alohida ijtimoiy xavf bo‘lib, jamiyat va uning a’zolariga tahlika tug‘diruvchi, jamiyatda shakllangan tartibga tajovuz qiluvchi jinoyatlarning o‘ta og‘ir turlaridan biridir. Jinoyatning o‘ta xavfliligi bunday uyushma jinoiy faoliyat bilan professional shug‘ullanish uchun tashkil qilinganligidadir.\n\n2. Sharhlanayotgan jinoyat obyekti – jamoat xavfsizligi, tartibi, hokimiyat organlarining bir me’yorda faoliyat ko‘rsatishi. \n\nJamoat xavfsizligi deganda, jamiyat hayotining xavfsiz sharoiti, ya’ni shaxslarning daxlsizligi, fuqarolarning hayot va sog‘lig‘i, jismoniy va yuridik shaxslarning mulkiy manfaatlari, har qanday davlat yoki jamoat birlashmalarining bir me’yorda ish olib borishi tushuniladi.\n\n3. Uyushgan jinoyatchilik – bu iyerarxik tashkiliy tuzilishi, aniq jinoyat asosida (banditlik, konstitutsiyaga qarshi, kontrabanda-valyuta, milliy va hokazo), jipslashganligi, konspirasiya va huquqni muhofaza qilish organlaridan himoyalanishning yo‘lga qo‘yilgan tizimi, korrupsiyalashganlik, jinoiy faoliyat miqyosining kengligi, shu jumladan xorijga chiqa olish va xalqaro jinoiy uyushmalar bilan aloqasi orqali ajralib turuvchi turg‘un jinoiy uyushmalarning faoliyati.\n\n4. Jinoiy uyushmaning belgilari quyidagilar hisoblanadi:\n\n-uning a’zolarining turg‘unligi va hamjihatligi;\n\n-umumiy jinoiy qasd asosida birlashganligi;\n\n-iyerarxik tuzilma (rahbarlar, oddiy ijrochilar mavjudligi, a’zolar o‘rtasida majburiyat va vazifalar taqsimlanganligi);\n\n-ikki yoki undan ortiq shaxs jinoiy faoliyatni amalga oshirish uchun birlashgan uyushgan guruhdan farqli o‘laroq, jinoiy uyushmada bir nechta uyushgan guruhlar birlashadi. Uyushgan jinoiy guruh jinoiy uyushmaning tarkibiy bo‘limidir. \n\n(Jinoiy uyushma belgilari haqida JK 29-moddasi sharhiga qarang.)\n\n5. JK 29-moddasining 5-qismiga muvofiq, ikki yoki undan ortiq uyushgan guruhning jinoiy faoliyat bilan shug‘ullanish uchun oldindan birlashishi jinoiy uyushma deb topiladi. Jinoiy uyushma ikki yoki bir nechta uyushgan guruhlardan tashkil topadi. Jinoiy uyushmaning fe’l-atvorli belgisi – jinoiy faoliyat vazifalarining jinoiy uyushma guruhlari o‘rtasida taqsimlanishi va aynan shu belgi rollar a’zolar o‘rtasida taqsimlangan uyushgan guruhdan asosiy farqidir.\n\n6. Obyektiv tomondan JK 242-moddasining 1-qismida javobgarlikni nazarda tutuvchi jinoiy uyushma tashkil etish jinoyati quyidagilarda ifodalanadi:\n\n-jinoyatlar sodir etish uchun jinoiy uyushmani tashkil etish;\n\n-shunday uyushma yoki uning tarkibiga kiradigan tuzilmalarga rahbarlik qilish;\n\n-jinoiy uyushma mavjud bo‘lishi va ish olib borishini ta’minlashga qaratilgan faoliyatni amalga oshirish.\n\n\n7. Jinoiy uyushma tashkil etish unga a’zolarni jalb qilish, jinoiy maqsadlarni aniqlash, alohida vaziyatlarda uyushmada a’zolikni formal ravishda sodiqlikka qasam ichish yo‘li bilan tasdiqlashni nazarda tutadi.\n\n8.Jinoiy uyushma yoki uning tarkibiy bo‘limlariga rahbarlik qilish jinoiy faoliyatning umumiy rejalarini yoki alohida jinoyat rejalarini tuzishdan, uyushma tuzilmalari o‘rtasida majburiyatlarni taqsimlashdan, jinoiy tajovuz obyektlarini aniqlashdan, oddiy a’zolarga ko‘rsatma va vazifalar berishdan iborat.\n\n9.Jinoiy uyushmaning mavjud bo‘lishi va vazifalarining bajarishini ta’minlashga qaratilgan faoliyatni amalga oshirish jinoiy uyushma a’zolarini moddiy ta’minlashda, jinoiy uyushmaga har qanday yordam ko‘rsatishda, masalan, transport vositalarini berishda, qalbaki hujjatlar, texnik vositalar bilan ta’minlashda, jinoiy faoliyat natijasida olgan moliyaviy mablag‘larni legallashtirishda va, umuman, jinoiy uyushma yoki uning tuzilmalarining turg‘un mavjud bo‘lishi, vazifalarini xavfsiz va doimiy bajarishi uchun shart-sharoit yaratishda ifoda etilishi mumkin.\n\n10.Jinoiy uyushmani yoki uning bo‘linmalarini tuzish yoki unga rahbarlik qilish, shuningdek, ularning mavjud bo‘lishi va ishlab turishini ta’minlashga qaratilgan faoliyatni amalga oshirish, uyushma o‘z jinoiy faoliyatini amalga oshirganligi yoki oshirmaganligiga qaramasdan tugallangan jinoyat hisoblanadi.\n\n11.JK 242-moddasining 1-qismida javobgarlikni nazarda tutuvchi jinoyat subyektiv tomondan to‘g‘ri qasd shaklidagi ayb bilan tavsiflanadi. Aybdor jinoiy uyushmani tashkil  qilayotganligi yoki unga rahbarlik qilayotganligini biladi va bunday faoliyatni jinoiy uyushma mavjud bo‘lishi va ish olib borishini ta’minlash maqsadida amalga oshirishni davom ettirishni xohlaydi. \n\nJinoiy uyushma tashkil etishdan maqsad jinoyatlarni amalga oshirishdir. \n\nJinoiy uyushma yoki uning bo‘linmalariga rahbarlik qilish maqsadi mazkur tashkilotning qovushganligi va turg‘unligini ta’minlash, a’zolar o‘rtasida majburiyatlarni aniq taqsimlash va hokazolar hisoblanadi. \n\nJinoiy uyushmaning mavjud bo‘lishi va ish olib borishini ta’minlashdan maqsad shunday tashkilotga yordam berish va uning jinoiy faoliyatida ishtirok etish hisoblanadi.\n\nJinoyat motivlari turlicha bo‘lishi mumkin, aksariyat hollarda bu moddiy daromad va foyda olishga intilishdir. \n\nJinoyatni kvalifikatsiya qilish uchun motiv va maqsad ahamiyatga ega emas.\n\n12.Jinoyat kodeksi 242-moddasining 1 qismida nazarda tutilgan jinoyat subyektlari o‘n olti yoshga to‘lgan aqli raso shaxslar bo‘lishi mumkin. Ular jinoiy uyushma tashkilotchilari, jinoiy uyushma tarkibidagi bo‘linmalar rahbarlari yoki uyushmaning mavjud bo‘lishi va ish olib borishini ta’minlashga qaratilgan faoliyatni amalga oshirayotgan boshqa shaxslar hisoblanadi. \n\nJinoiy uyushma tashkilotchisi mazkur uyushmaning boshqa a’zolari sodir etgan jinoyatlar uchun javobgardirlar, ekssess bajaruvchilik bundan mustasno. \n\nJinoiy uyushmaning oddiy ishtirokchilari ular aybdor deb topilgan aniq jinoyatlar uchun javobgardirlar. \n\nAgar jinoiy uyushmani tashkil etish yoki unga rahbarlik qilish yoxud uning mavjud bo‘lishi va ish olib borishini ta’minlashga qaratilgan faoliyatda ishtirok etish uchun 14 dan 16 yoshgacha bo‘lgan shaxslar jalb etilgan bo‘lsa, ularning harakatlarini jinoyatning aniq tarkibi belgilari mavjud bo‘lganda, Jinoyat kodeksining tegishli moddalariga asoslanib kvalifikatsiya qilish lozim.\n\n13.JK 242-moddasining 2-qismiga muvofiq, uyushgan qurolli guruh tuzish, shuningdek, unga rahbarlik qilish yoki unda ishtirok etish uchun jinoiy javobgarlik nazarda tutilgan. \n\nUyushgan qurolli guruh ikki yoki undan ortiq shaxsning birgalikda jinoiy faoliyat olib borish uchun oldindan qurolga ega bo‘lgan guruhga birlashishini nazarda tutadi (uyushgan guruh tushunchasi va belgilari haqida JK 29-moddasi sharhiga qarang). \n\nJK 29-moddasining 4-qismiga muvofiq, ikki yoki undan ortiq shaxsning birgalikda jinoiy faoliyat olib borish uchun oldindan bir guruhga birlashishi uyushgan guruh deb topiladi.\n\n14.Uyushgan guruhni farqlovchi belgilaridan biri sifatida bunday guruhning turg‘unligi tan olinadi. \n\nGuruh turg‘unligi deganda, guruh a’zolari o‘rtasida doimiy aloqalar mavjudligi, guruh a’zolarining aniq vazifalarga egaligi, ular o‘rtasida rollarning aniq taqsimlanishi tushuniladi. \n\nGuruhning turg‘unligi haqida quyidagi belgilar guvohlik beradi: tarkibining doimiyligi, a’zolar o‘rtasidagi uzviy, o‘zaro bog‘liqlik, ularning harakati muvofiqlashtirilganligi, jinoiy faoliyat shakl va uslublarining doimiyligi, uning uzoq muddat mavjudligi, sodir etilgan jinoyatlar soni.\n\nJinoiy guruhning turg‘unligi butun jinoiy faoliyatni rejalashtirishda, qattiq intizom, iyerarxik tuzilmaga muvofiq, so‘zsiz bo‘ysunishda namoyon bo‘ladigan yuqori darajada uyushganligini nazarda tutadi. \n\nJinoiy faoliyat guruh tomonidan bir qator noaniq jinoiy qilmishlarni amalga oshirishni nazarda tutadi.\n\n15.Qurollangan guruh deganda, guruhda qurol mavjudligini tushunish lozim. \n\nQurol o‘qotar yoki sovuq qurol bo‘lishi mumkin. (O‘qotar va sovuq qurol tushunchasi haqida JK 164, 247-moddalari sharhiga qarang.) \n\nGuruh jangovar qurol yoki portlovchi moddalardan foydalanganda ham uni qurollangan deb tan olish lozim. \n\nQurollanganlik belgisini aniqlash uchun guruh a’zolaridan hech bo‘lmaganda bittasida bir dona bo‘lsa-da ishlatishga yaroqli qurol mavjudligini (bunda guruhning boshqa a’zolariga bu haqda ma’lum bo‘lishi kerak) aniqlash lozim. \n\nIshlatishga yaroqsiz qurolni, masalan, tepkisi arralab tashlangan pistoletni yoki qurolga o‘xshash buyumlarning (avtomat yoki pistoletning yog‘ochdan yasalgan modeli) mavjudligi qurollanish deb tan olinmaydi. Bunday holatlarda jinoiy guruh JK 242-moddasi 2-qismi bo‘yicha emas, balki yaroqsiz qurol yoki ularning imitatsiyasi ishlatilgan bosqinchilik yoki boshqa jinoyat uchun javobgarlikka tortilishi mumkin. \n\n16.Uyushgan qurolli guruh tuzish deganda, a’zolarni tanlash, ular o‘rtasida vazifalarni taqsimlash, jinoiy faoliyat rejalarini tayyorlash, jinoiy guruhni qurollantirish kabi harakatlarni amalga oshirish tushuniladi.\n\n17.Guruhga rahbarlik qilish deganda, mavjud bo‘lgan uyushgan qurolli guruh faoliyatini boshqarish bo‘yicha har qanday harakatni tushunish lozim.\n\n18.Uyushgan qurolli guruh faoliyatida ishtirok etish nafaqat qurollangan guruh amalga oshirayotgan hujumlarda bevosita qatnashishda, balki uyushgan qurollangan guruh manfaatlari yo‘lida boshqa harakatlarni bajarishda: moliyalashtirish, qurol bilan ta’minlash, hujum uchun obyektlarni topish (mo‘ljalga olish), transport bilan ta’minlash, huquqni muhofaza qilish organlari va boshqa organlarning poraxo‘r xodimlari bilan aloqa o‘rnatishda ham ifodalanadi. \n\nUyushgan qurolli guruh amalga oshirayotgan hujumlarda ishtirok etgan deb, guruhning “doimiy” a’zosi bo‘lmagan va guruh sodir etayotgan jinoyatda ishtirok etayotganligini anglagan shaxsning qurollangan guruhning hech bo‘lmasa bitta hujumida bevosita ishtiroki hisoblanadi. \n\nUyushgan qurolli guruh tuzish yoki rahbarlik guruh tomonidan qandaydir jinoyatlar sodir etilganligiga qaramasdan yoki uyushgan qurolli guruhga a’zo bo‘lishga rozilik berish vaqtidan tugallangan jinoyat hisoblanadi.\n\n19.Uyushgan qurolli guruh tarkibiga kirmagan va ushbu guruh sodir etgan hujumlarda ishtirok etmagan, ammo guruhga yoki uning alohida a’zolariga jinoiy faoliyatda ko‘maklashgan shaxslar harakati tegishli jinoyatlardagi ishtirokchilik deb topiladi. Masalan, uyushgan qurolli guruhga ko‘maklashish qurol sotish, transport bilan ta’minlash, hujum obyektini ko‘rsatishda ifodalanishi mumkin. \n\nUyushgan guruh tarkibida qurollangan hujumni amalga oshirishga da’vat qilish uyushgan guruh a’zolarini aniq muassasa yoki aniq shaxslarga hujum qilishga tortishda ifodalanishi mumkin.\n\n20.JK 242-moddasi 2-qismida javobgarlik ko‘zda tutilgan jinoyatning subyektiv tomoni to‘g‘ri qasd bilan tavsiflanadi. Subyekt uyushgan qurolli guruhni tashkil etganini yoki bunday guruh tarkibiga rahbar yoki ishtirokchi sifatida kirganini tushunadi va buni xohlaydi.\n\n21.Sharhlanayotgan jinoyatning subyekti o‘n olti yoshga to‘lgan aqli raso shaxs bo‘lishi mumkin. Uyushgan qurolli guruh tarkibiga yoki guruh amalga oshirgan hujumlarda ishtirok etgan 13 yoshdan 16 yoshgacha bo‘lgan balog‘atga yetmaganlar Jinoyat kodeksi Maxsus qismining tegishli moddalarida ko‘rsatilgan aniq sodir etilgan jinoyatlari uchun javobgarlikka tortiladilar (masalan, bu qasddan odam o‘ldirish, qasddan badanga og‘ir shikast yetkazish, bosqinchilik va hokazo bo‘lishi mumkin). \n\nUyushgan qurolli guruh tuzishda aybdor va boshqa aniq jinoyatlarni sodir etgan shaxslarning harakatlari mazkur modda bilan qamrab olinadi va Jinoyat kodeksining boshqa moddalari bo‘yicha qo‘shimcha kvalifikatsiya qilishni talab etmaydi."
        },
        {
            "modda_raqami": "243-modda. Jinoiy faoliyatdan olingan daromadlarni legallashtirish.",
            "matini": "Jinoiy faoliyatdan olingan daromadlarni oshkorlashtirish, ya’ni jinoiy faoliyat natijasida topilgan mulkni o‘tkazish, mulkka aylantirish yoki almashtirish, shuningdek, jinoiy faoliyat natijasida olingan mulkning asl xususiyatini, manbaini, turgan joyini, tasarruf etish, tashilish usulini, mulkka nisbatan haqiqiy egalik huquqining yoki uning kimga qarashliligini yashirish yoki sir saqlash -\n\nbesh yildan o‘n yilgacha ozodlikdan mahrum qilish bilan jazolanadi.",
            "sharxi": "1.Sharhlanayotgan jinoyat obyekti respublika iqtisodiy faoliyati, jamoat xavfsizligi hisoblanadi. \n\nJinoyat predmeti aybdorning jinoiy faoliyati natijasida olingan pul mablag‘lari yoki boshqa mulk hisoblanadi.\n\n2.Obyektiv tomondan jinoyat jinoiy faoliyatdan olingan doramadlarni oshkorlashtirishda, ya’ni mulk (pul mablag‘lari yoki boshqa mol-mulk) kelib chiqishiga turli vosita va uslublar bilan qonuniy tus berishda [ Qarang: O‘zbekiston Respublikasining 2004 yil 26 avgustdagi “Jinoiy faoliyatdan olingan daromadlarni legallashtirish va terrorizmni moliyalashtirishga qarshi kurashish to‘g‘risida”gi Qonuni.]ifodalanadi. Sharhlanayotgan modda qoidalariga muvofiq oshkorlashtirish quyidagi shakllarda amalga oshirilishi mumkin:\n\n-jinoiy faoliyat natijasida olingan mulkni o‘tkazish;\n\n-mulkka aylantirish;\n\n-almashtirish;\n\n-jinoiy faoliyat natijasida olingan mulkning asl xususiyatini, manbaini, turgan joyini, tasarruf etish, tashilish usulini, mulkka nisbatan haqiqiy egalik huquqining yoki uning kimga qarashliligini yashirish yoki sir saqlash.\n\n3.Jinoiy faoliyatdan olingan daromad deganda, shaxs jinoyat sodir etish natijasida, masalan: kontrabanda, narkotik moddalar, qurol bilan savdo qilish, g‘ayriqonuniy tadbirkorlik faoliyati bilan shug‘ullanib olgan daromad tushuniladi.\n\n4.O‘tkazish deganda, jinoiy faoliyatdan olingan pul mablag‘lari bilan banklarda qandaydir moliyaviy operatsiyalarni amalga oshirish tushuniladi.\n\n5.Aylantirish deganda, har qanday fuqaro huquqiy bitim: oldi-sotdi bitimini, almashish, hadya va hokazo bitimlarni tuzish yoki jinoiy faoliyat natijasida olingan daromadlarni qonuniy tadbirkorlik yoki boshqa ishlab chiqarish tuzilmasini tashkil qilish yoki ish olib borishiga sarflash tushuniladi.\n\n6.Almashtirish deganda, so‘mning har qanday xorijiy valyutaga konvertatsiyasi tushuniladi. \n\nJinoyat sharhlanayotgan moddaning dispozitsiyasida qayd etilgan har qanday harakat amalga oshirilgan vaqtdan tugallangan hisoblandi.\n\n7.Subyektiv tomondan jinoyat to‘g‘ri qasd bilan amalga oshiriladi. Motiv va maqsad jinoyatni kvalifikatsiya qilishga ta’sir qilmaydi.\n\n8.Jinoyat subyekti o‘n olti yoshga to‘lgan va jinoiy faoliyat natijasida olingan daromadlarni oshkorlashtirishda ishtirok etgan aqli raso shaxs hisoblanadi.\n\n9.Aybdor jinoiy faoliyatdan olingan daromadlarga qonuniy tus berib, uyushgan qurolli guruh yoki jinoiy uyushma, terrorizm faoliyatini moliyalashtirishga mablag‘larni qasddan yo‘naltirgan vaziyatlarda, uning harakatlari jinoyatlar majmui bo‘yicha kvalifikatsiya qilinishi lozim.\n\n10.Agar bu jinoyat mansabdor shaxs tomonidan  amalga oshirilsa, qilmishni jinoyatlar majmui tariqasida JK 243-moddasida nazarda tutilgan jinoyatlar va aniq holatlarga qarab, JK 205 yoki 206-moddasi bo‘yicha kvalifikatsiya qilish lozim.\n\n11.Bunday jinoyat uchun mansabdor shaxs moddiy boylik (qimmatliklar) bilan taqdirlangan yoki moddiy daromad olgan holatlarda qilmishni JK 243-moddasi bilan bir qatorda, JK 210-moddasi bo‘yicha pora olish sifatida kvalifikatsiya qilish lozim."
        },
        {
            "modda_raqami": "244-modda. Ommaviy tartibsizliklar.",
            "matini": "Qurol yoki qurol sifatida foydalaniladigan boshqa narsalarni ishlatib yoxud ishlatish bilan qo‘rqitib shaxsga nisbatan zo‘rlik ishlatish, qirg‘in solish, o‘t qo‘yish, mulkka shikast yetkazish yoki uni nobud qilish, hokimiyat vakiliga qarshilik ko‘rsatish orqali sodir etilgan ommaviy tartibsizliklar tashkil qilish, shuningdek, ommaviy tartibsizliklarda faol qatnashish -\n\no‘n yildan o‘n besh yilgacha ozodlikdan mahrum qilish bilan jazolanadi.",
            "sharxi": "1.Ommaviy tartibsizliklar obyekti ijtimoiy xavfsizlik, jamoat tartibi, o‘zganing hayoti, sog‘lig‘i, mulki hisoblanadi.\n\n2.Obyektiv tomondan jinoyat quyidagilarda ifodalanadi:\n\n-qurol yoki qurol sifatida foydalaniladigan boshqa narsalarni ishlatib yoxud ishlatish bilan qo‘rqitib shaxsga nisbatan zo‘rlik ishlatish, qirg‘in solish, o‘t qo‘yish, mulkka shikast yetkazish yoki uni nobud qilish, hokimiyat vakiliga qarshilik ko‘rsatish bilan ommaviy tartibsizliklarni tashkil qilish;\n\n-ommaviy tartibsizliklarda faol ishtirok etish.\n\n3.Ommaviy tartibsizliklar – o‘rnatilgan jamoat tartibi va xavfsizligini ommaviy joylarda buzishda ifodalangan ko‘plab insonlarning boshqarilmaydigan harakatlari.\n\n4.Ommaviy tartibsizliklarni tashkil qilish deganda, ommaviy tartibsizlikni tayyorlashga yo‘naltirilgan, masalan, tashviqot o‘tkazish, faollarni tanlash, ommaviy tartibsizlik rahbariyati negizini yaratish, rejani tayyorlash, ularni o‘tkazish joyi, vaqtini tanlash, plakat, shior va varaqalarni tayyorlash kabi shaxsning har qanday harakatlarini tushunish lozim. \n\nSharhlanayotgan modda dispozitsiyasiga muvofiq, ommaviy tartibsizliklar shaxsga nisbatan zo‘rlik ishlatish, qirg‘in solish, o‘t qo‘yish, mulkka shikast yetkazish yoki uni nobud qilish, qurol yoki qurol sifatida ishlatiladigan buyumlarni qo‘llab hokimiyat vakiliga qarshilik ko‘rsatishda ifodalanadi.\n\n5.Shaxsga nisbatan zo‘rlik ishlatish deganda, jabrlanuvchi shaxslarga ham ruhiy, ham jismoniy tazyiq o‘tkazish tushuniladi.\n\n6.Ruhiy zo‘rlik o‘ldirish bilan tahdid qilish, sog‘liqqa shikast yetkazish, mulkka shikast yetkazish yoki nobud qilish tahdidi turlarida o‘z ifodasini topadi. Ommaviy tartibsizliklarni amalga oshirayotganda ruhiy ta’sir o‘tkazishda aybdor shaxslar harakati faqat sharhlanayotgan modda bo‘yicha tavsiflanadi, o‘ldirish tahdidi yoki zo‘ravonlik qo‘llash bo‘yicha javobgarlikni nazarda tutgan moddalar bo‘yicha qo‘shimcha kvalifikatsiya talab qilinmaydi.\n\n7.Jismoniy zo‘rlik deganda, yengil yoki og‘ir jismoniy ziyon yetkazish, urish yoki jabrlanuvchining erkinligini cheklovchi va qonuniy huquqlarini amalga oshirishga to‘sqinlik qiluvchi harakatlarni tushunish lozim[ Qarang: O‘zbekiston Respublikasi Oliy sudi Plenumingning qarori.]. \n\nOmmaviy tartibsizliklarni amalga oshirishda odam o‘ldirilsa, badanga og‘ir shikast yetkazilsa, nomusga tegish sodir etilsa, tegishli jinoyatlar majmui bo‘yicha va JK 244-moddasiga asosan kvalifikatsiya qilish lozim.\n\n8.Mulkka shikast yetkazish deganda, moddiy qadriyatlarni (transport, uy, bino va hokazolarni) buzish tushuniladi.\n\n9.O‘t qo‘yish – bu aniq mulk, bino, transport va hokazoning yonishiga yo‘naltirilgan qasddan harakat.\n\n10.Mulkka ziyon yetkazish – bu mulkni qisman yaroqsiz holatga keltirish, ya’ni muayyan xarajat bilan uni qayta tiklash imkoniyati mavjudligi.\n\n11.Mulkni nobud qilish deganda, uni to‘liq yaroqsiz holatga, ya’ni uni keyinchalik ishlatish mumkin bo‘lmaydigan holga keltirish tushuniladi.\n\n12.(Hokimiyat vakili tushunchasi haqida JK 205-moddasi sharhiga qarang; hokimiyat vakiliga qarshilik ko‘rsatish tushunchasi haqida JK 219-moddasi sharhiga qarang.)\n\n13.Qurolni qo‘llash deganda, qurolni bevosita uning vazifasi bo‘yicha ishlatishni tushunish lozim (tirik nishonga o‘q otish, qurilma, uy, transportlarni buzish). \n\nQurol o‘qotar yoki sovuq bo‘lishi mumkin[ Qarang: O‘zbekiston Respublikasi Oliy sudi Plenumingning qarori.].\n\n14.Qurol sifatida ishlatiladigan boshqa buyumlar deganda, shaxsga o‘z jismoniy xususiyatlari bo‘yicha ziyon keltirishi mumkin bo‘lgan buyumlar tushuniladi (masalan, “...metall zanjirlar, qirqilgan truba, armatura va hokazolar”[ O‘sha joyda.]). (Bunday buyumlar haqida batafsilroq JK 164-moddasi sharhiga qarang.)\n\n15.Ommaviy tartibsizliklarda faol ishtirok deb, aybdor shaxslarni shaxsga nisbatan zo‘rlik ishlatish, qirg‘in solish, o‘t qo‘yish, mulkka shikast yetkazish yoki nobud qilish, hokimiyat vakiliga qurol yoki qurol sifatida ishlatiladigan boshqa buyumlarni ishlatib qarshilik ko‘rsatishda bevosita ishtirok etishga aytiladi[ Qarang: O‘zbekiston Respublikasi Oliy sudi Plenumingning qarori.].\n\n16.Jinoyat sharhlanayotgan moddaning dispozitsiyasida nazarda tutilgan harakatlar amalga oshirilishidan boshlab tugallangan hisoblanadi.\n\n17.Subyektiv tomonidan jinoyat qasddan amalga oshiriladi. Motiv va maqsad jinoyatni kvalifikatsiya qilishga ta’sir qilmaydi. Motivlar millatchilik, hokimiyatga intilish, g‘arazgo‘ylik, bezorilik va hokazolar bo‘lishi mumkin.\n\n18.Jinoyat subyekti faqat o‘n olti yoshga to‘lgan ommaviy tartibsizlik tashkilotchilari va faol ishtirokchilari hisoblanadi. Ommaviy tartibsizlikning boshqa ishtirokchilari faqat ommaviy tartibsizlik jarayonida sodir etgan aniq jinoyatlari uchun javobgardirlar. \n\nAgar ommaviy tartibsizlik tashkilotchilari yoki faolishtirokchilari 16 yoshga to‘lmagan bo‘lsa, ular ommaviy tartibsizlik paytidagi aniq sodir etgan jinoyatlari uchun, masalan, odam o‘ldirganlik, o‘zganing mulkini nobud qilganlik, nomusga tegganligi uchun javob beradilar.\n\n19.Sharhlanayotgan modda bo‘yicha jinoiy javobgarlikka bevosita qirg‘inlar qilishda, vayronagarchiliklarda, o‘t qo‘yishlar va boshqa shu kabi harakatlarni sodir etgan bo‘lsalar yoki hokimiyat vakillariga qurolli qarshilik ko‘rsatgan ommaviy tartibsizliklar tashkilotchilari va ishtirokchilari tortiladilar; agar bir guruh shaxslarning harakatlari jamoat tartibini buzsa, lekin qirg‘inlar qilish, vayronagarchiliklar, o‘t qo‘yishlar va boshqa shu kabi harakatlar bilan birgalikda sodir etilmagan bo‘lsa, bunday harakatlar ommaviy tartibsizliklar deb hisoblanishi mumkin emas, tegishli holatlar mavjud bo‘lsa JK 277-moddasi bilan javobgarlikka tortilishiga sabab bo‘ladi[ Qarang: O‘zbekiston Respublikasi Oliy sudi Plenumingning qarori.]."
        },
        {
            "modda_raqami": "244_1-modda. Jamoat xavfsizligi va jamoat tartibiga tahdid soladigan materiallarni tayyorlash, saqlash, tarqatish yoki namoyish etish.",
            "matini": "Diniy ekstremizm, separatizm va aqidaparastlik g‘oyalari bilan yo‘g‘rilgan, qirg‘in solishga yoki fuqarolarni zo‘rlik bilan ko‘chirib yuborishga da’vat etadigan yoxud aholi orasida vahima chiqarishga qaratilgan materiallarni tayyorlash yoki ularni tarqatish maqsadida saqlash, shunday harakatlar uchun ma’muriy jazo qo‘llanilganidan keyin sodir etilgan bo‘lsa, - \n\neng kam ish haqining ellik baravaridan yuz baravarigacha miqdorda jarima yoki uch yilgacha axloq tuzatish ishlari yoxud olti oygacha qamoq yoki uch yilgacha ozodlikdan mahrum qilish bilan jazolanadi. \n\nDiniy ekstremizm, separatizm va aqidaparastlik g‘oyalari bilan yo‘g‘rilgan, qirg‘in solishga yoki fuqarolarni zo‘rlik bilan ko‘chirib yuborishga da’vat etadigan yoxud aholi orasida vahima chiqarishga qaratilgan ma’lumotlar va materiallarni har qanday shaklda tarqatish, xuddi shuningdek, fuqarolar totuvligini buzish, tuhmatona, vaziyatni beqarorlashtiruvchi uydirmalar tarqatish hamda jamiyatda qaror topgan xulq-atvor qoidalariga va jamoat xavfsizligiga qarshi qaratilgan boshqa qilmishlarni sodir etish maqsadida dindan foydalanish, - \n\neng kam ish haqining yetmish besh baravaridan yuz baravarigacha miqdorda jarima yoki olti oygacha qamoq yoxud uch yildan besh yilgacha ozodlikdan mahrum qilish bilan jazolanadi. \n\nUshbu moddaning birinchi yoki ikkinchi qismida ko‘rsatilgan harakatlar:\n\na) oldindan til biriktirib yoki bir guruh shaxslar tomonidan;\n\nb) xizmat mavqeidan foydalanib;\n\nv) diniy tashkilotlardan, shuningdek, chet el davlatlari, tashkilotlari va fuqarolaridan olingan moliyaviy yoki boshqa moddiy yordamdan foydalanib sodir etilgan bo‘lsa, - \n\nbesh yildan sakkiz yilgacha ozodlikdan mahrum qilish bilan jazolanadi.",
            "sharxi": "1.Jinoyat obyekti jamoat xavfsizligi va jamoat tartibidir.\n\n2.JK 2441-moddasida nazarda tutilgan jinoyat obyektiv tomondan ikki xil shaklda amalga oshirilishi mumkin:\n\n-diniy ekstremizm, separatizm va aqidaparastlik g‘oyalari bilan yo‘g‘rilgan, qirg‘in solishga yoki fuqarolarni zo‘rlik bilan ko‘chirib yuborishga da’vat etadigan yoxud aholi orasida vahima chiqarishga qaratilgan materiallarni tayyorlash;\n\n-ularni tarqatish maqsadida saqlash. \n\n3.Jamoat xavfsizligi va jamoat tartibiga tahdid soladigan materiallarni tayyorlash deganda, bunday ma’lumotlarni har qanday turda yaratish tushuniladi.\n\n4.Materiallar deganda, varaqa, plakat, videokassetalar va hokazolarni tushunish lozim. \n\nJK 2441-moddasi 1-qismi konstruksiyasi ma’muriy preyudisiyaga ega.\n\n5.Jamoat xavfsizligi va jamoat tartibiga tahdid soladigan materiallarni tayyorlash, bunday ma’lumotni uning tarqatilishi yoki uni tarqatish maqsadida saqlanishiga qaramasdan, bir donasi tayyorlangan paytdan boshlab tugallangan hisoblanadi.\n\n6.Sharhlanayotgan modda 2-qismining obyektiv tomoni quyidagilarda:\n\n-diniy ekstremizm, separatizm va aqidaparastlik g‘oyalari bilan yo‘g‘rilgan ma’lumotlar hamda materiallarni har qanday shaklda tarqatishda;\n\n-qirg‘in solishga yoki fuqarolarni zo‘rlik bilan ko‘chirib yuborishga yoxud aholi orasida vahima chiqarishga qaratilgan da’vatlarda;\n\n-dinni fuqarolar totuvligini buzish, tuhmatona, vaziyatni beqarorlashtiruvchi uydirmalar tarqatish maqsadida dindan foydalanishda;\n\n-jamiyatda qaror topgan xulq-atvor qoidalariga va jamiyat xavfsizligiga qarshi qaratilgan boshqa qilmishlarni sodir etishda namoyon bo‘ladi.\n\n7.Ko‘rsatilgan materiallarni tarqatish deganda, ularni osib qo‘yish, ommaviy axborot vositalarida nashr etish, auditoriya oldida, televideniye, radioda chiqish, varaqalarni yopishtirish, uylarga tashlash, ya’ni ko‘rsatilgan ma’lumotlarni hech bo‘lmasa, bitta shaxsga og‘zaki yoki yozma shaklda e’lon qilish tushuniladi.\n\n8.Tuhmatona uydirmalar deganda, haqiqatga muvofiq bo‘lmagan, avvaldan yolg‘on bo‘lgan ma’lumotlarni tarqatish tushuniladi.\n\n9.Vaziyatni beqarorlashtiruvchi uydirmalar deganda, jamoat tartibi buzilishiga, korxona, muassasa, tashkilotlar ishi vaqtinchalik to‘xtashiga olib keluvchi, qo‘rquv, ishonchsizlik hissini tug‘dirishga olib kelishi mumkin bo‘lgan axborotni, yolg‘on dalillarni tushunish lozim.\n\n10.JK 244-1-moddasining 2-qismida nazarda tutilgan jinoyat ko‘rsatilgan ma’lumotlar yoki materiallar, oqibatlaridan qat’i nazar, tarqatilgan paytdan boshlab tugallangan hisoblanadi.\n\n11.Subyektiv tomondan jinoyat to‘g‘ri qasddan sodir etiladi. Maqsad diniy ekstremizm, separatizm va aqidaparastlik g‘oyalari bilan yo‘g‘rilgan, qirg‘in solishga yoki fuqarolarni zo‘rlik bilan ko‘chirib yuborishga da’vat etadigan yoxud aholi orasida vahima chiqarishga qaratilgan ma’lumotlar va materiallarni har qanday shaklda tarqatish, xuddi shuningdek, fuqarolik totuvligini buzish – jinoyatning zaruriy belgisidir.\n\n12.O‘n olti yoshga to‘lgan har qanday aqli raso shaxs subyekt bo‘lishi mumkin.\n\n13.JK 2441-moddasining 3-qismida quyidagi og‘irlashtiruvchi holatlar nazarda tutilgan: jamoat xavfsizligi va jamoat tartibiga tahdid soladigan materiallarni tayyorlash yoki tarqatish, agarda ular:\n\na) oldindan til biriktirib yoki bir guruh shaxslar tomonidan;\n\nb) xizmat mavqeidan foydalanib;\n\nv) diniy tashkilotlardan, shuningdek, chet el davlatlari, tashkilotlari va fuqarolaridan olingan moliyaviy yoki boshqa moddiy yordamdan foydalanib sodir etilganda shunday holatlar ro‘y beradi."
        },
        {
            "modda_raqami": "244_2-modda. Diniy ekstremistik, separatistik, fundamentalistik yoki boshqa taqiqlangan Diniy ekstremistik, separatistik, fundamentalistik yoki boshqa tashkilotlar tuzish, ularga rahbarlik qilish, ularda ishtirok etish. ",
            "matini": "taqiqlangan tashkilotlarni tuzish, ularga rahbarlik qilish, ularda ishtirok etish -\n\nbesh yildan o‘n besh yilgacha ozodlikdan mahrum qilish bilan jazolanadi.\n\nO‘sha harakatlar og‘ir oqibatlar kelib chiqishiga sabab bo‘lsa, \n\no‘n besh yildan yigirma yilgacha ozodlikdan mahrum qilish bilan jazolanadi.\n\nBasharti shaxs taqiqlangan tashkilotlar mavjudligi to‘g‘risida o‘z ixtiyori bilan xabar qilgan va jinoyatni ochishga yordam bergan bo‘lsa, u ushbu moddaning birinchi qismida nazarda tutilgan jinoyat uchun javobgarlikdan ozod qilinadi.",
            "sharxi": "1.Jinoyat obyekti jamoat xavfsizligi va jamoat tartibi.\n\n2.Obyektiv tomondan jinoyat:\n\n-diniy ekstremistik, separatistik, fundamentalistik yoki boshqa taqiqlangan tashkilotlar tuzishda;\n\n-ularga rahbarlik qilishda;\n\n-ularda ishtirok etishda ifodalandi.\n\n3.Diniy ekstremistik, separatistik, fundamentalistik yoki boshqa taqiqlangan tashkilotlar tuzish deganda, ushbu tashkilot a’zolarini tanlash va joylashtirish, uning tuzilmasini, faoliyat rejasini aniqlash tushuniladi.\n\n4.Bunday tashkilotga rahbarlik qilish deganda, mazkur tashkilotlarning ish olib borishini ta’minlashga yo‘naltirilgan har qanday harakat  (bunday tashkilotlar a’zolari o‘rtasida majburiyatlarni taqsimlash, ularga tavsiyalar, ko‘rsatmalar berish, hisobot talab qilish va hokazolar) tushuniladi.\n\n5.Ishtirok etish deganda, mazkur tashkilotlarning mavjudligi noqonuniyligini anglagan holda tan olish va har qanday (yozma yoki og‘zaki) shaklda mazkur tashkilot doirasida hamkorlik qilish to‘g‘risida rozilik berish tushunilishi lozim.\n\n6.Separatizm – bo‘linishga, ajralishga intilish; davlatning bir qismini alohida qilishga harakat va yangi davlatni tuzish yoki mamlakatning bir qismiga avtonomiya berilishiga harakat.\n\n7.Ekstremizm – eng keskin qarashlarga, borliqqa ishonch hissi (odatda, siyosatda).\n\n“O‘zining shak-shubhasiz haqligiga, haqiqatni faqat  o‘zi bilishiga ishonch hissi so‘nggi choralarga – zo‘ravonlik harakatlariga moyilligi bilan ajralib turadigan diniy ekstremizmning paydo bo‘lishiga zamin yaratadi. Bunda muayyan shaxs ham, boshqa dinga mansub ijtimoiy guruh ham yoki shu dinning o‘z vakillari tomonidan rad etilayotgan mazhabga mansub vakillar ham ta’sir ko‘rsatish obyekti sifatida tanlab olinishi mumkin”[ I.A.Karimov. O‘zbekiston XXI asr bo‘sag‘asida: xavfsizlikka tahdid, barqarorlik shartlari va taraqqiyot kafolatlari. T., “O‘zbekiston”, 1997, 37-38-betlar.]. \n\n8.Jinoyat diniy ekstremistik, separatistik, fundamentalisttik yoki boshqa taqiqlangan tashkilot tuzish yoki unga rahbarlik qilish yoxud unda ishtirok etish paytidan boshlab tugallangan hisoblanadi.\n\n9.Subyektiv tomondan jinoyat qasddan sodir etiladi. Jinoyatning motiv va maqsadlari kvalifikatsiya qilishda ahamiyatga ega emas.\n\n10.O‘n olti yoshga to‘lgan aqli raso shaxs jinoyat subyekti bo‘lishi mumkin.\n\n11.JK 2442-moddasi 2-qismi bo‘yicha javobgarlikni og‘irlashtiruvchi holat bo‘lib og‘ir oqibatlarning kelib chiqishi hisoblanadi. \n\nBunday oqibatlarga insonlar qurbon bo‘lishini, ko‘psonli insonlarga og‘ir tan jarohatlari yetkazilishini kiritish mumkin.\n\n12.Sharhlanayotgan moddaning 3-qismida mazkur jinoyatning sodir etilishi uchun javobgarlikdan ozod qilish shartlari nazarda tutilgan. Bunday shartlar ikkita:\n\n-aybdor shaxs taqiqlangan tashkilotlar mavjudligi to‘g‘risida o‘z ixtiyori bilan xabar qilganligi;\n\n-jinoyatni ochishga yordam berganligi. \n\nJinoiy javobgarlikdan ozod qilishning majburiy sharti aybdor shaxs mazkur moddaning 3-qismida nazarda tutilgan ikki shartni bir paytda bajarishidir."
        },
        {
            "modda_raqami": "244_3-modda. Diniy mazmundagi materiallarni qonunga xilof ravishda tayyorlash, saqlash, olib kirish yoki tarqatish",
            "matini": "Diniy mazmundagi materiallarni tarqatish maqsadida qonunga xilof ravishda tayyorlash, saqlash, O‘zbekiston Respublikasi hududiga olib kirish yoki tarqatish, shunday qilmishlar uchun ma’muriy jazo qo‘llanilganidan keyin sodir etilgan bo‘lsa, -\n\neng kam oylik ish haqining yuz baravaridan ikki yuz baravarigacha miqdorda jarima yoki uch yilgacha axloq tuzatish ishlari bilan jazolanadi».",
            "sharxi": "1. O‘zbekiston Respublikasi Konstitutsiyasining 31-moddasi O‘zbekiston Respublikasining “Vijdon erkinligi va diniy tashkilotlar to‘g‘risi”dagi (1998 yil 1 mayda yangi tahrirda qabul qilingan) qonuniga muvofiq, diniy e’tiqodni mamlakatimizda yashayotgan  har qanday shaxsga qaysi dinga kirishini erkin tanlash va unga e’tiqod qilish huquqini amalga oshirishi uchun imkon yaratilgan. Boshqa shaxslarning da’vati yoki tashviqotlari natijasida qaysi bir dinga amal qilishlari fuqarolarning bunday huquqlariga putur yetkazadi. Ayniqsa, diniy mazmundagi adabiyotlarni noto‘g‘ri targ‘ib qilish, ularni g‘ayriqonuniy ravishda tayyorlash, saqlash, olib kirish yoki tarqatish bilan bog‘liq qilmishlar fuqarolarning vijdon erkinliklari bilan bog‘liq  huquqlarining erkin amalga oshirilishiga jiddiy zarar yetkazadi. \n\nO‘zbekiston Respublikasi Konstitutsiyasi va “Vijdon erkinligi to‘g‘risida”gi qonuniga muvofiq xar bir shaxs erkin e’tiqod qilish huquqiga ega bo‘lib, shaxsni qandaydir dinga kirishga dalolat qilish, tashviqot qilish taqiqlanadi. \n\n “Vijdon erkinligi to‘g‘risida”gi qonunning 19-moddasi 1-bandiga binoan O‘zbekiston Respublikasida faqat rasmiy diniy tashkilotlarning markaziy boshqaruv organlari diniy maqsadlarga mo‘ljallangan buyumlar, diniy adabiyotlar va diniy mazmundagi boshqa axborot materiallarini qonun hujjatlarida belgilangan tartibda ishlab chiqarishga, eksport va import qilishga hamda tarqatishga haqlidir. Shunga asosan har qanday boshqa tashkilotlarning yoki jismoniy shaxslarning tarqatish maqsadida diniy mazmundagi xar qanday materiallarni tayyorlash, saqlash O‘zbekiston Respublikasi hududiga olib kirish yoki tarqatishlari g‘ayriqonuniy hisoblanadi.\n\n 2. Sharhlanayotgan jinoyatning obyektini aynan xar qanday shaxslarning erkin e’tiqod qilish huquqlari tashkil etadi va diniy mazmundagi narsalarni qonunga xilof tarzda tayyorlash, tarqatish yoki respublika hududiga olib kirish jamoat xavfsizligiga ham tahdid soladi. Bu qilmishning ijtimoiy xavfliligidan dalolat beradi.\n\n3. Diniy mazmundagi materiallar deganda, turli xildagi diniy adabiyotlar (kitob, qo‘lyozma, risola va x.k.), diniy varaqa va plakatlar, diniy mazmundagi video, audio kassetalar, disklar  va h.k.larni tushunish lozim. \n\n4. Diniy mazmundagi materiallarni qonunga xilof ravishda tayyorlash, saqlash, olib kirish yoki tarqatish kabi harakatlar sharhlanayotgan jinoyatning obyektiv xususiyatini tashkil etadi. Bunday harakatlarning internet tizimidan foydalangan xolda amalga oshirilishi xam ushbu jinoyatning obyektiv tomonini tashkil etadi.\n\nDiniy mazmundagi materiallarni qonunga xilof ravishda tayyorlash deganda, bunday materiallarni tegishli organlarning, xususan O‘zbekiston Respublikasi Vazirlar Mahkamasi huzuridagi din ishlari bo‘yicha qo‘mitaning ruxsatisiz har qanday turda: qo‘lda yozma shaklida, ksero nusaxasi shaklida, kitob yoki risola sifatida, varaqalar, plakatlar, video, audio kasseta va disklar ko‘rinishida  yaratish tushuniladi. Diniy mazmundagi materiallarni qonunga xilof ravishda tayyorlash harakatlarini tugallangan deb hisoblash uchun bir nusxada tayyorlanganligining o‘zi yetarli bo‘ladi.\n\nChet elda nashr etilgan diniy adabiyotlarni olib kelish va tarqatish, ularning mazmuni qonun hujjatlarida belgilangan tartibda ekspertizadan o‘tkazilganidan keyin amalga oshiriladi. Diniy tashkilotlarning markaziy boshqaruv organlari tegishli litsenziya olganidan so‘ng diniy ibodat buyumlarini ishlab chiqarish va tarqatish huquqiga faqat ular ega bo‘ladilar (O‘zbekiston Respublikasining “Vijdon erkinligi va diniy tashkilotlar to‘g‘risida”gi qonuni 19-m.).\n\nUshbu materiallarni saqlash deganda, diniy mazmundagi kitob qo‘lyozma, yoki risola, varaqa, plakatlar, audio va video kasseta va disklarni tarqatish maqsadida qonunga xilof ravishda shaxsning o‘z yonida, turar joyida, ishxonasida, omborxonasida, avtomashinasida va x.k. joylarda saqlashi tushiriladi (yuqorida ta’kidlangan qonunning 19-m.,4-b.). Diniy mazmundagi materiallarni qonunga xilof ravishda saqlashning tugallangan deb topish bunday harakatlarning huquqni muhofaza qilish organlari tomonidan tarqatish maqsadlarida saqlanayotganligining fosh etilishi yoki shaxsning shunday maqsadlarda diniy mazmundagi materiallarning saqlayotganligini tan olib aybini bo‘yniga olib kelishi bilan tugallangan deb hisoblash mumkin.\n\nYuqoridagi materiallarni olib kirish deganda: bojxona nazoratini chetlab; bojxona nazoratidan yashirin xolda; hujjatlar yoki bojxona identifikatsiya qilish vositalaridan aldov yo‘li bilan foydalangan xolda respublika hududiga olib kirish nazarda tutiladi. Diniy mazmundagi materiallar qonunga xilof ravishda bojxona nazoratini chetlab yoki yashirincha olib o‘tilganidan boshlab tugallangan deb topiladi. Bojxona nazoratidan o‘tish jarayonida yoki qalbakilashtirilgan (nomini o‘zgartirib, sonini kamaytirib va x.k.) hujjatlarni taqdim qilish jarayonida ushlangan yoki to‘xtatilgan bo‘lsa jinoyatga suiqasd hisoblanadi.\n\nDiniy mazmundagi materiallarni tarqatish deganda, g‘ayriqonuniy ravishda tayyorlangan kitob, risola, varaqalar, plakatlar, video, audio kassetalar va disklarni har qanday usul va yo‘llar bilan aholi orasida tarqatish tushiriladi. Diniy mazmundagi materiallarni qonunga xilof ravishda tarqatilgan deb hisoblash uchun bunday materiallardan bittasining tarqatilganligining o‘zi kifoya qiladi. Ushbu materiallarni ommaviy yoki bir nechta shaxsga tarqatganlik jinoyatning kvalifikatsiyasiga ta’sir etmaydi, biroq ko‘pchilikka tarqatishning  ijtimoiy xavfliligi yuqori ekanligi jazo tayinlash jarayonida sud tomonidan inobatga olinishi lozim.\n5. Subyektiv tomondan diniy mazmundagi materiallarni qonunga xilof ravishda tayyorlash, saqlash, olib kirish yoki tarqatish faqat qasddan sodir etiladi. Ushbu harakatlardan biri uchun ilgari aybdorga ma’muriy javobgarlik qo‘llanilganidan keyin, yana shunday qilmishning amalga oshirilganligi uning qasddan sodir etilganligidan dalolat beradi. Bu jinoyatning motivi g‘araz, diniy mojarolar keltirib chiqarish, jamiyatda beqarorlikni vujudga keltirish, konstitutsiyaviy tuzumni qonunga xilof ravishda ag‘darish, ko‘pincha voyaga yetmaganlar,  yoshlar axloqiga salbiy ta’sir ko‘rsatish va x.k. bo‘lishi mumkin. Diniy mazmundagi materiallarni qonunga xilof ravishda tayyorlash, saqlash, olib kirishning maqsadi ularni aholi o‘rtasida tarqatishdan iborat. Qilmishni kvalifikatsiya qilishda jinoyatning maqsadi zaruriy belgi hisoblanadi, bunday maqsadning yo‘qligi jinoyat tarkibi mavjud emas deb hisoblash uchun asos bo‘ladi.\n\nShaxsda yuqoridagi materiallarni tarqatish maqsadining mavjudligini tayyorlangan materiallarning ko‘p miqdordaligida yoki shunday miqdorda tayyorlashga harakat qilinganligidan, tayyorlangan materiallarning hech bo‘lmaganda bittasining tarqatilganligidan, tayyorlash asboblarining aynan diniy materiallar ishlab chiqarish uchun moslashtirilganligidan aniqlash mumkin. \n\n6. Ushbu jinoyatning subyekti 16 yoshga to‘lgan, aqli raso, ilgari (bir yil ichida) shunday harakatlari uchun ma’muriy jazoga tortilgan O‘zbekiston Respublikasi yoki chet el fuqarolari, yoxud fuqaroligi bo‘lmagan shaxslar bo‘lishi mumkin.           \n\n7. JK 244_3-moddasi tuzilishi bo‘yicha ma’muriy preyudisiyaga ega, ya’ni shaxsni jinoiy javobgarlikka tortish uchun ilgari u shunday harakatlari uchun ma’muriy javobgarlikka tortilgan bo‘lishi shart."
        },
        {
            "modda_raqami": "245-modda. Shaxsni garov sifatida tutqunlikka olish.",
            "matini": "Kontrabanda, ya’ni bojxona nazoratini chetlab yoki bojxona nazoratidan yashirib yoxud bojxona hujjatlari yoki vositalariga o‘xshatib yasalgan hujjatlardan aldash yo‘li bilan foydalanib, deklaratsiyasiz yoki boshqa nomga yozilgan deklaratsiyadan foydalanib, kuchli ta’sir qiluvchi, zaharli, zaharlovchi, radioaktiv, portlovchi moddalar, portlatish qurilmalari, qurol-yarog‘, o‘qotar qurol yoki o‘q-dorilarni, shuningdek, giyohvandlik vositalari yoki psixotrop moddalarni yoki diniy ekstremizm, separatizm va aqidaparastlikni targ‘ib qiluvchi materiallarni O‘zbekiston Respublikasining bojxona chegarasidan o‘tkazish \n\nbesh yildan o‘n yilgacha ozodlikdan mahrum qilish bilan jazolanadi.\n\nYadroviy, kimyoviy, biologik va ommaviy qirg‘in qurolining boshqa turlarini, shunday qurollarni yaratishda foydalanilishi mumkinligi ayon bo‘lgan material va moslamalarni, shuningdek, giyohvandlik vositalari yoki psixotrop moddalarni ko‘p miqdorlarda kontrabanda qilish, - \n\no‘n yildan yigirma yilgacha ozodlikdan mahrum qilish bilan jazolanadi.",
            "sharxi": "1. Mazkur jinoyatning obyekti jamoat xavfsizligi, jamoat tartibi, aholi salomatligidir.\n\n2. Kontrabanda predmeti kuchli ta’sir qiluvchi, zaharli, zaharlovchi, radioaktiv, portlovchi moddalar, portlatish qurilmalari, qurol-yarog‘, o‘qotar qurol yoki o‘q-dorilar, shuningdek, giyohvandlik vositalari yoki psixotrop moddalar yoki diniy ekstremizm, separatizm va aqidaparastlikni targ‘ib qiluvchi materiallar, yadroviy, kimyoviy, biologik va boshqa turdagi ommaviy qirg‘in qurollarini yaratishda foydalanisholishi mumkin bo‘lgan materiallar hamda moslamalar bo‘lishi mumkin.\n\nKontrabanda predmetlarini davlat chegarasi orqali qonunga xilof ravishda o‘tkazish, tegishli shartlar mavjud bo‘lganda, jinoyatlar majmui tariqasida JK 246-moddasi hamda radioaktiv moddalar, giyohvandlik vositalari, kuchli ta’sir qiluvchi zaharli, zaharlovchi, portlovchi moddalar, qurol-yarog‘, portlatish qurilmalari [Masalan, qarang: O‘zbekiston Respublikasi Oliy sudi Plenumining qarori] va boshqalar bilan muomala qilish qoidalarini buzganlik javobgarlikni keltirib chiqaruvchi moddalar bo‘yicha kvalifikatsiya qilinishi lozim.\n\n3. Obyektiv tomondan JK 245-moddasi 1-qismida nazarda tutilgan jinoyat O‘zbekiston Respublikasi bojxona chegarasidan turli shakllarda:\n\n-bojxona nazoratini chetlagan holda;\n\n-bojxona nazoratidan yashiringan holda;\n\n-hujjatlar yoki bojxona identifikatsiya qilish vositalaridan aldov yo‘li bilan foydalangan holda;\n\n-kuchli ta’sir qiluvchi, zaharli, zaharlovchi, radioaktiv, portlovchi moddalar, portlash qurilmalari, qurol-yarog‘, o‘qotar qurollar yoki o‘q-dorilar, shuningdek, giyohvandlik vositalari yoxud psixotrop moddalar yo diniy ekstremizm, separatizm va aqidaparastlikni targ‘ib qiluvchi materiallarni deklaratsiyasiz yoki o‘z nomi bo‘yicha deklaratsiya qilmagan holda olib o‘tishda ifodalanadi.\n\n4. Bojxona kodeksining 3-moddasiga binoan, bojxona chegarasi O‘zbekiston Respublikasi bojxona hududining chegaralari hisoblanadi.\n\nBojxona hududi respublikaning quruqlik hududi, hududiy va ichki suvlari hamda ular ustidagi havo bo‘shlig‘idan iboratdir.\n\nRespublika hududida, qonun hujjatlarida boshqa hol ko‘zda tutilmagan bo‘lsa, hududlari O‘zbekiston Respublikasi bojxona hududidan tashqarida deb hisoblanadigan erkin bojxona hududlari va erkin omborxonalar joylashishi mumkin.\n\nBojxona hududining sarhadlari, shuningdek, erkin bojxona hududlari hamda erkin omborxonalar aylanasi O‘zbekiston Respublikasining bojxona chegarasi deb hisoblanadi.\n\n5. Bojxona kodeksining 7-moddasiga binoan, bojxona chegarasidan olib o‘tish tovarlar yoki transport vositalarini har qanday usulda, shu jumladan xalqaro pochta jo‘natmalarini yuborish, quvur transportidan hamda elektr uzatish liniyalaridan foydalanish yo‘li bilan bojxona hududiga olib kirish yoki olib chiqish harakatlarini amalga oshirishdir.\n\nShunday harakatlar jumlasiga quyidagilar kiradi:\n\n-tovarlar yoki transport vositalari bojxona hududiga olib kirilganda, shu jumladan erkin bojxona zonalari va erkin omborlar hududidan olib kirilganda – bojxona chegarasidan amalda o‘tish;\n\n-tovarlar yoki transport vositalari bojxona hududidan olib chiqilganda, shu jumladan erkin bojxona zonalari va erkin omborlar hududiga olib chiqilganda – bojxona deklaratsiyasini taqdim etish yoki tovar yoxud transport vositalarini olib chiqish maqsadini amalga oshirishga bevosita qaratilgan boshqa harakatni bajarish.\n\n6. Bojxona nazorati deganda, qonun hujjatlari va xalqaro shartnomalarga rioya etilishini ta’minlash maqsadida bojxona organlari amalga oshiradigan chora-tadbirlar majmui tushuniladi.\n\nKontrabanda buyumlarini bojxona nazoratini chetlagan holda o‘tkazish deganda, kontrabanda buyumlarining va ularni o‘tkazish uchun zarur bo‘lgan tegishli hujjatlarning bojxona organi xodimlari tekshiruvsiz, yoki bojxona idoralari belgilagan joylardan o‘zga joydan, yo bo‘lmasa bojxona nazoratini amalga oshirish vaqtidan boshqa vaqtda o‘tkazilishi tushuniladi.\n\n7. Bojxona nazoratidan yashirish deganda, kontrabanda buyumlarini xufya joylardan va topishni qiyinlashtiradigan usullardan foydalanib yoki bir tusdagi ashyoga ikkinchisining ko‘rinishini berib o‘tkazishni tushunmoq lozim.\n\nMaxsus saqlash joylari deb, xufya joylarni, shuningdek, kontrabanda maqsadlarida transport vositalariga oldindan qayta ishlanib, yig‘ilib va shunga o‘xshash yo‘llar bilan jihozlangan va moslashtirilgan konstruktiv sig‘imli idishlarni va boshqa ashyolarni hisoblash kerak.\n\n8. Hujjatlardan aldash yo‘li bilan foydalanish deganda, ashyolarni, tovar va boshqa qimmatliklarni bojxona chegarasidan o‘tkazish uchun asos tariqasida qalbaki hujjatlarni, qonunga xilof yo‘llar bilan olingan hujjatlarni yoxud yolg‘on ma’lumotlar yozilgan hujjatlarni bojxona nazoratiga taqdim etishni tushunish lozim.\n\n9. Bojxona identifikatsiya vositalaridan aldash yo‘li bilan foydalanish deganda, shaxslarning O‘zbekiston Respublikasi yoki o‘zga davlatlar bojxona organlari tomonidan tatbiq etilgan identifikatsiya vositalarini o‘zgartirishi, yo‘q qilishi, buzishi yoxud yo‘qotishi bilan bog‘liq harakatlari tushunilmog‘i lozim.\n\nBojxona identifikatsiya vositalari deganda, so‘rg‘ichlar, muhrlash, raqamli, harfli va boshqacha tamg‘alar, identifikatsiya belgilarini qo‘yish, shtamplash, namuna va nusxalar olish, tovarlarni, boshqa qimmatliklarni xatlash, chizmalar tuzish, miqyosni tasvirlash, fotosuratlar, rasmlar tayyorlash, tovarlar bilan birga yuboriladigan va boshqa hujjatlardan foydalanish va hokazolar tushuniladi.\n\n10. Kontrabanda predmetlarini deklaratsiyaga kiritmaslik yoki o‘zgacha nom bilan deklaratsiyaga kiritish deganda, shaxslarning chegaradan o‘tkazilishi lozim bo‘lgan kontrabanda ashyolarini yoxud tovar yoki boshqa qimmatliklarni deklaratsiya qilish tartibini buzishi bilan bog‘liq harakatlari, ya’ni bojxona qonunlari tomonidan o‘rnatilgan deklaratsiya qilish formasi va joyi to‘g‘risidagi, uni amalga oshirish tartibi to‘g‘risidagi, deklaratsiya va boshqa qo‘shimcha hujjatlar taqdim etish muddatlari to‘g‘risidagi talablarga rioya etmaslik, shuningdek, O‘zbekiston Respublikasi hududiga olib kirilayotgan yoki uning hududidan olib chiqilayotgan kontrabanda ashyolari, tovar yoki boshqa qimmatliklarning turi, soni xususida deklaratsiyaga soxta ma’lumotlar kiritish tushuniladi.\n\n11. Kontrabanda buyumlari O‘zbekiston Respublikasi bojxona chegarasini amalda kesib o‘tgan vaqtdan boshlab kontrabanda tugallangan jinoyat deb e’tirof etiladi.\n\n12. Subyektiv tomondan jinoyat qasddan sodir etiladi. Jinoyatni kvalifikatsiya qilish uchun motiv va maqsadning ahamiyati yo‘q.\n\n13. O‘n olti yoshga to‘lgan har qanday aqli raso shaxs jinoyat subyekti bo‘lishi mumkin.\n\nBila turib qalbaki hujjat tuzgan yoki hujjatga yoxud bila turib olgan qalbaki hujjatiga soxta ma’lumotlar kiritgan va uni bojxona organlariga haqiqiy hujjat sifatida taqdim etgan shaxs jinoyatlar majmui bo‘yicha O‘zbekiston Respublikasi Jinoyat kodeksi 209 yoki 228-moddalari bilan jinoiy javobgarlikka tortiladi.\n\n14. Sharhlanayotgan moddaning 2-qismida yadroviy, kimyoviy, biologik va ommaviy qirg‘in qurolining boshqa turlarini, shunday qurollarni yaratishda foydalanisholishi mumkinligi ayon bo‘lgan material va moslamalarni, shuningdek, ko‘p miqdorlarda kontrabanda qilganlik uchun javobgarlik ko‘zda tutilgan.\n\n15. Giyohvandlik vositalari yoki psixotrop moddalarning ko‘p miqdordaligi har bir alohida holda, tegishli davlat organining xulosasi orqali aniqlanadi.\n\n16. Sharhlanayotgan jinoyatning sodir etilishi jinoyatlar majmui bo‘yicha JK 182-moddasi bilan kvalifikatsiya qilishni talab etmaydi."
        },
        {
            "modda_raqami": "246-modda. Kontrabanda",
            "matini": "Kontrabanda, ya’ni bojxona nazoratini chetlab yoki bojxona nazoratidan yashirib yoxud bojxona hujjatlari yoki vositalariga o‘xshatib yasalgan hujjatlardan aldash yo‘li bilan foydalanib, deklaratsiyasiz yoki boshqa nomga yozilgan deklaratsiyadan foydalanib, kuchli ta’sir qiluvchi, zaharli, zaharlovchi, radioaktiv, portlovchi moddalar, portlatish qurilmalari, qurol-yarog‘, o‘qotar qurol yoki o‘q-dorilarni, shuningdek, giyohvandlik vositalari yoki psixotrop moddalarni yoki diniy ekstremizm, separatizm va aqidaparastlikni targ‘ib qiluvchi materiallarni O‘zbekiston Respublikasining bojxona chegarasidan o‘tkazish \n\nbesh yildan o‘n yilgacha ozodlikdan mahrum qilish bilan jazolanadi.\n\nYadroviy, kimyoviy, biologik va ommaviy qirg‘in qurolining boshqa turlarini, shunday qurollarni yaratishda foydalanilishi mumkinligi ayon bo‘lgan material va moslamalarni, shuningdek, giyohvandlik vositalari yoki psixotrop moddalarni ko‘p miqdorlarda kontrabanda qilish, - \n\no‘n yildan yigirma yilgacha ozodlikdan mahrum qilish bilan jazolanadi.",
            "sharxi": "1. Mazkur jinoyatning obyekti jamoat xavfsizligi, jamoat tartibi, aholi salomatligidir.\n\n2. Kontrabanda predmeti kuchli ta’sir qiluvchi, zaharli, zaharlovchi, radioaktiv, portlovchi moddalar, portlatish qurilmalari, qurol-yarog‘, o‘qotar qurol yoki o‘q-dorilar, shuningdek, giyohvandlik vositalari yoki psixotrop moddalar yoki diniy ekstremizm, separatizm va aqidaparastlikni targ‘ib qiluvchi materiallar, yadroviy, kimyoviy, biologik va boshqa turdagi ommaviy qirg‘in qurollarini yaratishda foydalanilishi mumkin bo‘lgan materiallar hamda moslamalar bo‘lishi mumkin.\n\nKontrabanda predmetlarini davlat chegarasi orqali qonunga xilof ravishda o‘tkazish, tegishli shartlar mavjud bo‘lganda, jinoyatlar majmui tariqasida JK 246-moddasi hamda radioaktiv moddalar, giyohvandlik vositalari, kuchli ta’sir qiluvchi zaharli, zaharlovchi, portlovchi moddalar, qurol-yarog‘, portlatish qurilmalari [Masalan, qarang: O‘zbekiston Respublikasi Oliy sudi Plenumining qarori] va boshqalar bilan muomala qilish qoidalarini buzganlik javobgarlikni keltirib chiqaruvchi moddalar bo‘yicha kvalifikatsiya qilinishi lozim.\n\n3. Obyektiv tomondan JK 246-moddasi 1-qismida nazarda tutilgan jinoyat O‘zbekiston Respublikasi bojxona chegarasidan turli shakllarda:\n\n-bojxona nazoratini chetlagan holda;\n\n-bojxona nazoratidan yashiringan holda;\n\n-hujjatlar yoki bojxona identifikatsiya qilish vositalaridan aldov yo‘li bilan foydalangan holda;\n\n-kuchli ta’sir qiluvchi, zaharli, zaharlovchi, radioaktiv, portlovchi moddalar, portlash qurilmalari, qurol-yarog‘, o‘qotar qurollar yoki o‘q-dorilar, shuningdek, giyohvandlik vositalari yoxud psixotrop moddalar yo diniy ekstremizm, separatizm va aqidaparastlikni targ‘ib qiluvchi materiallarni deklaratsiyasiz yoki o‘z nomi bo‘yicha deklaratsiya qilmagan holda olib o‘tishda ifodalanadi.\n\n4. Bojxona kodeksining 3-moddasiga binoan, bojxona chegarasi O‘zbekiston Respublikasi bojxona hududining chegaralari hisoblanadi.\n\nBojxona hududi respublikaning quruqlik hududi, hududiy va ichki suvlari hamda ular ustidagi havo bo‘shlig‘idan iboratdir.\n\nRespublika hududida, qonun hujjatlarida boshqa hol ko‘zda tutilmagan bo‘lsa, hududlari O‘zbekiston Respublikasi bojxona hududidan tashqarida deb hisoblanadigan erkin bojxona hududlari va erkin omborxonalar joylashishi mumkin.\n\nBojxona hududining sarhadlari, shuningdek, erkin bojxona hududlari hamda erkin omborxonalar aylanasi O‘zbekiston Respublikasining bojxona chegarasi deb hisoblanadi.\n\n5. Bojxona kodeksining 7-moddasiga binoan, bojxona chegarasidan olib o‘tish tovarlar yoki transport vositalarini har qanday usulda, shu jumladan xalqaro pochta jo‘natmalarini yuborish, quvur transportidan hamda elektr uzatish liniyalaridan foydalanish yo‘li bilan bojxona hududiga olib kirish yoki olib chiqish harakatlarini amalga oshirishdir.\n\nShunday harakatlar jumlasiga quyidagilar kiradi:\n\n-tovarlar yoki transport vositalari bojxona hududiga olib kirilganda, shu jumladan erkin bojxona zonalari va erkin omborlar hududidan olib kirilganda – bojxona chegarasidan amalda o‘tish;\n\n-tovarlar yoki transport vositalari bojxona hududidan olib chiqilganda, shu jumladan erkin bojxona zonalari va erkin omborlar hududiga olib chiqilganda – bojxona deklaratsiyasini taqdim etish yoki tovar yoxud transport vositalarini olib chiqish maqsadini amalga oshirishga bevosita qaratilgan boshqa harakatni bajarish.\n\n6. Bojxona nazorati deganda, qonun hujjatlari va xalqaro shartnomalarga rioya etilishini ta’minlash maqsadida bojxona organlari amalga oshiradigan chora-tadbirlar majmui tushuniladi.\n\nKontrabanda buyumlarini bojxona nazoratini chetlagan holda o‘tkazish deganda, kontrabanda buyumlarining ularni o‘tkazish uchun zarur bo‘lgan tegishli hujjatlarning bojxona organi xodimlari tekshiruvsiz, yoki bojxona idoralari belgilagan joylardan o‘zga joydan, yo bo‘lmasa bojxona nazoratini amalga oshirish vaqtidan boshqa vaqtda o‘tkazilishi tushuniladi.\n\n7. Bojxona nazoratidan yashirish deganda, kontrabanda buyumlarini xufya joylardan va topishni qiyinlashtiradigan usullardan foydalanib yoki bir tusdagi ashyoga ikkinchisining ko‘rinishini berib o‘tkazishni tushunmoq lozim.\n\nMaxsus saqlash joylari deb, xufya joylarni, shuningdek, kontrabanda maqsadlarida transport vositalariga oldindan qayta ishlanib, yig‘ilib va shunga o‘xshash yo‘llar bilan jihozlangan va moslashtirilgan konstruktiv sig‘imli idishlarni va boshqa ashyolarni hisoblash kerak.\n\n8. Hujjatlardan aldash yo‘li bilan foydalanish deganda, ashyolarni, tovar va boshqa qimmatliklarni bojxona chegarasidan o‘tkazish uchun asos tariqasida qalbaki hujjatlarni, qonunga xilof yo‘llar bilan olingan hujjatlarni yoxud yolg‘on ma’lumotlar yozilgan hujjatlarni bojxona nazoratiga taqdim etishni tushunish lozim.\n\n9. Bojxona identifikatsiya vositalaridan aldash yo‘li bilan foydalanish deganda, shaxslarning O‘zbekiston Respublikasi yoki o‘zga davlatlar bojxona organlari tomonidan tatbiq etilgan identifikatsiya vositalarini o‘zgartirishi, yo‘q qilishi, buzishi yoxud yo‘qotishi bilan bog‘liq harakatlari tushunilmog‘i lozim.\n\nBojxona identifikatsiya vositalari deganda, so‘rg‘ichlash, muhrlash, raqamli, harfli va boshqacha tamg‘alar, identifikatsiya belgilarini qo‘yish, shtamplash, namuna va nusxalar olish, tovarlarni, boshqa qimmatliklarni xatlash, chizmalar tuzish, miqyosni tasvirlash, fotosuratlar, rasmlar tayyorlash, tovarlar bilan birga yuboriladigan va boshqa hujjatlardan foydalanish va hokazolar tushuniladi.\n\n10. Kontrabanda predmetlarini deklaratsiyaga kiritmaslik yoki o‘zgacha nom bilan deklaratsiyaga kiritish deganda, shaxslarning chegaradan o‘tkazilishi lozim bo‘lgan kontrabanda ashyolarini yoxud tovar yoki boshqa qimmatliklarni deklaratsiya qilish tartibini buzishi bilan bog‘liq harakatlari, ya’ni bojxona qonunlari tomonidan o‘rnatilgan deklaratsiya qilish formasi va joyi to‘g‘risidagi, uni amalga oshirish tartibi to‘g‘risidagi, deklaratsiya va boshqa qo‘shimcha hujjatlar taqdim etish muddatlari to‘g‘risidagi talablarga rioya etmaslik, shuningdek, O‘zbekiston Respublikasi hududiga olib kirilayotgan yoki uning hududidan olib chiqilayotgan kontrabanda ashyolari, tovar yoki boshqa qimmatliklarning turi, soni xususida deklaratsiyaga soxta ma’lumotlar kiritish tushuniladi.\n\n11. Kontrabanda buyumlari O‘zbekiston Respublikasi bojxona chegarasini amalda kesib o‘tgan vaqtdan boshlab kontrabanda tugallangan jinoyat deb e’tirof etiladi.\n\n12. Subyektiv tomondan jinoyat qasddan sodir etiladi. Jinoyatni kvalifikatsiya qilish uchun motiv va maqsadning ahamiyati yo‘q.\n\n13. O‘n olti yoshga to‘lgan har qanday aqli raso shaxs jinoyat subyekti bo‘lishi mumkin.\n\nBila turib qalbaki hujjat tuzgan yoki hujjatga yoxud bila turib olgan qalbaki hujjatiga soxta ma’lumotlar kiritgan va uni bojxona organlariga haqiqiy hujjat sifatida taqdim etgan shaxs jinoyatlar majmui bo‘yicha O‘zbekiston Respublikasi Jinoyat kodeksi 209 yoki 228-moddalari bilan jinoiy javobgarlikka tortiladi.\n\n14. Sharhlanayotgan moddaning 2-qismida yadroviy, kimyoviy, biologik va ommaviy qirg‘in qurolining boshqa turlarini, shunday qurollarni yaratishda foydalanisholishi mumkinligi ayon bo‘lgan material va moslamalarni, shuningdek, ko‘p miqdorlarda kontrabanda qilganlik uchun javobgarlik ko‘zda tutilgan.\n\n15. Giyohvandlik vositalari yoki psixotrop moddalarning ko‘p miqdordaligi har bir alohida holda, tegishli davlat organining xulosasi orqali aniqlanadi.\n\n16. Sharhlanayotgan jinoyatning sodir etilishi jinoyatlar majmui bo‘yicha JK 182-moddasi bilan kvalifikatsiya qilishni talab etmaydi."
        },
        {
            "modda_raqami": "247-modda. O‘qotar qurolni, o‘q-dorilarni, o‘qotar qurolning asosiy qismlarini, portlovchi moddalarni, portlatish vositalarini yoki portlatish qurilmalarini qonunga xilof ravishda egallash.",
            "matini": "O‘qotar qurol, o‘q-dorilar, portlovchi moddalar, portlatish qurilmalarini o‘g‘rilik yoki firibgarlik yo‘li bilan qonunga xilof ravishda egallash -\n\nuch yilgacha axloq tuzatish ishlari yoki besh yilgacha ozodlikdan mahrum qilish bilan jazolanadi.\n\nO‘sha harakat:\n\na) takroran;\n\nb) bir guruh shaxslar tomonidan oldindan til biriktirib;\n\nv) o‘zlashtirish, rastrata qilish yoxud mansab mavqeini suiiste’mol qilish yo‘li bilan;\n\ng) talonchilik;\n\nd) tamagirlik yo‘li bilan sodir etilgan bo‘lsa, - \n\nbesh yildan o‘n yilgacha ozodlikdan mahrum qilish bilan jazolanadi.\n\nO‘sha harakat:\n\na) bosqinchilik yo‘li bilan;\n\nb) o‘ta xavfli retsidivist tomonidan;\n\nv) uyushgan guruh tomonidan yoki uning manfaatlarini ko‘zlab sodir etilgan bo‘lsa, - \n\no‘n yildan yigirma yilgacha ozodlikdan mahrum qilish bilan jazolanadi.",
            "sharxi": "1. Sharhlanayotgan jinoyatning obyekti jamoat xavfsizligi hisoblandi.\n\n2. O‘qotar qurol, o‘q-dorilar, portlovchi moddalar yoki portlatish qurilmalari jinoyatning predmeti hisoblanadi.\n\n3. O‘qotar qurol deganda, amalda qanday maqsadlarda qo‘llanilishidan qat’i nazar, otish uchun porox gazlarining kuchidan foydalaniladigan barcha turdagi jangovar, sport va ov qurollari tushunilishi lozim.\n\nPorox yoki boshqa portlovchi moddalarning yonishi orqali otish amalga oshiriladigan bir qator turli moslamalar mavjud. Masalan, signal raketnitsalar, start, qurilish pistoletlari va boshqalar. Ular o‘qotar qurolga kirmaydi. Qayd etilgan predmetlar xo‘jalik-maishiy yoki ishlab chiqarish vazifalari uchun mo‘ljallangan.\n\n4. O‘qotar qurolning ahamiyatli belgilaridan biri, undan snaryad (o‘q)ning porox gazlari yordamida otilishi. Bu belgi universaldir va u mavjud bo‘lgan o‘qotar qurollarning barcha turi va tizimini qamrab oladi. Aynan u o‘qotar qurol bo‘lmagan turli otuvchi moslamalarda bo‘lmaydi.\n\n“Pnevmatik miltiq, signal, start, gaz pistoletlari yoki gaz balonlari, raketnitsalar va boshqa imitatsiya-pirotexnik va yoritgich vositalari qurol jumlasiga kirmaydi” [O‘sha joyda].\n\nPredmet o‘qotar qurol deb tan olinishi uchun uni tayyorlash uslubi (zavod yoki uyda) ahamiyatga ega emas. O‘qotar qurol o‘z foydalanish maqsadi, xususiyatlari, tuzilishi, kalibri va boshqa belgilariga ko‘ra turlichadir. O‘qotar qurolning belgilari o‘qotar qurol majburiy belgi yoki aybni og‘irlashtiruvchi holat sifatida bo‘lgan jinoyatlar uchun javobgarlikni nazarda tutgan hamma jinoiy huquqiy me’yorlar uchun bir xildir.\n\n5. “Sudlar Jinoyat kodeksi 247, 248-moddalari bo‘yicha javobgarlik ishlatishga yaroqli bo‘lgan o‘qotar qurolni, o‘q-dorilarni, portlovchi moddalarni yoki portlatish qurilmalarini yoxud aybdor yaroqli holatga keltirish uchun aniq imkoniyatlarga ega bo‘lsa, buzuq qurolni yoki o‘quv qurolini qonunga xilof ravishda egallaganda, olganda, olib yurganda, saqlaganda yoki o‘tkazganda yuzaga kelishini e’tiborga olishlari shart” [O‘zbekiston Respublikasi Oliy sudi Plenumining qarori].\n\n6. O‘q-dorilar deganda, qurol uchun lozim bo‘lgan o‘qlar, artilleriya snaryadlari, bombalar, minalar, granatalar, raketalarning jangovar qismlari, shuningdek, o‘qotar quroldan otish uchun mo‘ljallangan ashyolar tushuniladi. Umuman olganda, o‘q-dorilar o‘qotar qurollar uchun xos bo‘lgan belgilarga ega. Bular, birinchi dan, ularning tirik nishonga otish uchun mo‘ljallanganligi, buzg‘unchiligi va hokazo, ikkinchi dan, ularga ruxsat tizimi qoidalarining tatbiq etilishi.\n\nO‘q-dorilarni turli xillari mavjud: artilleriya va otish qurollariga o‘q-dorilar (snaryad, patron), kichik kalibrli, kesma, ov, yasama qurolga patronlar. O‘q-dori sifatida o‘quv granatalari, minalar, xolostoy (paxtavon) patronlar tan olinmaydi, chunki ular portlovchi moddaga ega emas, faqatgina o‘quv maqsadlari uchun mo‘ljallangan va ularga egalik qilish jamoat xavfsizligi uchun tahdidni yuzaga keltirmaydi.\n\n“O‘q-dorining bo‘lagi (masalan, granataning zapali), agar uning o‘zi o‘q-dorining barcha xususiyatlariga ega bo‘lsa, mustaqil ravishda o‘q-dori deb tan olinishi mumkin” [O‘zbekiston Respublikasi Oliy sudi Plenumining qarori].\n\n7. Portlovchi moddalar – bu porox, dinamit, trotil, nitrogli tserin va kislorodli havo yetishmagan vaziyatda portlash xususiyatiga ega bo‘lgan kimyoviy moddalar va aralashmalardir.\n\nPortlovchi deb, yoqish, zarba, detonatsiya, qizdirish, havo bilan birlashish natijasida portlashga yaroqli tabiiy yoki sun’iy moddalar (masalan, porox, dinamit, trotil, nitrogli tserin, ammonal, ammonit, gegsagen va hokazolar) tan olinadi.\n\n8. Portlovchi qurilmalar portlovchi modda va portlashni amalga oshirish uchun mo‘ljallangan konstruktiv maxsus qurilmadan (zapal, detonator va hokazodan) tashkil topgan.\n\n9. Sharhlanayotgan moddaning birinchi qismida nazarda tutilgan jinoyat obyektiv tomondan o‘qotar qurolni, o‘q-dorilarni, portlovchi moddalarni yoki portlatish qurilmalarini o‘g‘rilab yoki tovlamachilik yo‘li bilan egallashdan iboratdir.\n\n10. Sharhlanayotgan moddaning 2-qismida quyidagilarga javobgarlik nazarda tutilgan:\n\na) jinoyatni takroran sodir etish;\n\nb) bir guruh shaxslar tomonidan oldindan til biriktirib jinoyat sodir etish;\n\nv) o‘zlashtirish, rastrata qilish yoxud mansab mavqeini suiiste’mol qilish yo‘li bilan jinoyat sodir etish;\n\ng) talonchilik yo‘li bilan ko‘rsatilgan buyumlarni egallash;\n\nd) tamagirlik yo‘li bilan ko‘rsatilgan buyumlarga egalik qilish.\n\n11. JK 247-moddasining 3-qismida bu buyumlarga quyidagi yo‘llar bilan egalik qilish uchun javobgarlik nazarda tutilgan:\n\na) bosqinchilik yo‘li bilan;\n\nb) o‘ta xavfli retsidivist tomonidan;\n\nv) uyushgan guruh tomonidan yoki uning manfaatlarini ko‘zlab sodir etilgan bo‘lsa.\n\n\n12. O‘qotar qurol, o‘q-dorilar, portlovchi moddalar yoki portlatish qurilmalarini qonunga xilof ravishda har qanday usulda egallash, aybdorning ulardan o‘z xohishi bo‘yicha foydalanish yoki tasarruf etish imkoniyatlari bor-yo‘qligidan qat’i nazar, ular olingan vaqtdan boshlab tugallangan jinoyat hisoblanishi kerak.\n\n13. “Agar aybdor ishlatishga yaroqsiz bo‘lgan o‘qotar qurol, o‘q-dorilar, portlovchi moddalar yoki portlatish qurilmalarini qonunga xilof ravishda egallagan va bunda ularning sifatiga nisbatan yanglishib yaroqli deb hisoblagan bo‘lsa, sodir etilgan qilmish jinoyatga suiqasd tariqasida kvalifikatsiya qilinmog‘i lozim. O‘qotar qurolning tarkibiy bo‘laklari va qismlari ishlatishga yaroqli bo‘lgan qurolni yig‘ish uchun but bo‘lgan hollarda, sodir etilgan qilmish Jinoyat kodeksining 247 yoki 248-moddasi bilan kvalifikatsiya qilinmog‘i kerak.\n\nO‘qotar qurolning tarkibiy bo‘laklari va ayrim qismlarini qonunga xilof ravishda egallash keyinchalik otishga yaroqli bo‘lgan qurolni yig‘ish uchun zarur bo‘lgan yetishmaydigan qismlarini tayyorlash bilan bog‘liq bo‘lgan taqdirda, o‘zganing mulkini talon-toroj etish va o‘qotar qurol tayyorlash majmui bilan kvalifikatsiya qilinishi lozim” [O‘zbekiston Respublikasi Oliy sudi Plenumining qarori].\n\n14. O‘qotar qurol, o‘q-dorilar, portlovchi moddalar yoki portlatish qurilmalarini egallaganlik uchun javobgarlik ular qonunga xilof ravishda korxona, tashkilot, muassasalardan, shuningdek, qonuniy yoki qonunsiz tarzda egallab turgan fuqarolardan olingan hollarda ham yuzaga keladi.\n\n15. O‘qotar qurol, o‘q-dorilar, portlovchi moddalar yoki portlatish qurilmalarini o‘g‘rilik, firibgarlik, o‘zlashtirish yoki rastrata qilish, mansab mavqeini suiiste’mol qilish, talonchilik, tovlamachilik, bosqinchilik yo‘li bilan qonunga xilof ravishda egallash Jinoyat kodeksining 247-moddasi va tegishli moddalarida nazarda tutilgan jinoyatlar majmui bilan, faqat bu moddalar (modda qismlari) sanksiyasi Jinoyat kodeksining 247-moddasidagidan og‘irroq jazoni ko‘zda tutgan hollardagina kvalifikatsiya qilinishi lozim (masalan, Jinoyat kodeksi 247-moddasi 3-qismining “v” bandi va 164-moddasi 4-qismining “v” bandi bilan) [Qarang: O‘zbekiston Respublikasi Oliy sudi Plenumining qarori].\n\n16. Sharhlanayotgan moddada nazarda tutilgan jinoyatlarni tergov qilish va sudda ko‘rish chog‘ida o‘qotar qurol, o‘q-dorilar, portlovchi moddalar yoki portlatish qurilmalarini olish, tayyorlash manbalarini aniqlash lozim. O‘qotar qurol, o‘q-dorilar, portlovchi moddalar yoki portlatish qurilmalari saqlanayotgan obyektlarni qo‘riqlashda mansab sovuqqonligiga yo‘l qo‘yilganlik hollari yoxud o‘qotar qurol yoki unga o‘q-dorilar tayyorlangan asbob-uskunalardan foydalanish ustidan tegishli nazoratning bo‘lmaganligi aniqlangan taqdirda sudlar bunga xususiy ajrim chiqarish yo‘li bilan o‘zlarining munosabatlarini bildirmalari, zarur hollarda esa jinoyat ishi qo‘zg‘atish to‘g‘risidagi masalani hal etishlari shart. Ichki ishlar organlari faoliyatida mavjud bo‘lgan qonunga xilof ravishda saqlanayotgan o‘qotar qurollarni aholidan olishdagi va ularni ro‘yxatdan o‘tkazishdagi kamchiliklar ham sudlarning e’tiboridan chetda qolmasligi lozim."
        },
        {
            "modda_raqami": "248-modda. O‘qotar qurolning, o‘q-dorilarning, o‘qotar qurol asosiy qismlarining, portlovchi moddalarning, portlatish vositalarining yoki portlatish qurilmalarining qonunga xilof muomalasi.",
            "matini": "Tegishli ruxsatnomasiz o‘qotar qurol, shuningdek, o‘q-dorilar, portlovchi moddalar yoki portlatish qurilmalari tayyorlash, olish, olib yurish, saqlash, olib o‘tish yoki jo‘natish -\n\neng kam oylik ish haqining ellik baravarigacha miqdorda jarima yoki olti oygacha qamoq yoxud besh yilgacha ozodlikdan mahrum qilish bilan jazolanadi.\n\nO‘sha harakatlar takroran yoki xavfli retsidivist tomonidan sodir etilgan bo‘lsa, -\n\nbesh yildan o‘n yilgacha ozodlikdan mahrum qilish bilan jazolanadi.\n\nO‘qotar qurolni, o‘q-dorilarni, portlovchi moddalarni yoki portlatish qurilmalarini o‘tkazish, -\n\no‘n yildan yigirma yilgacha ozodlikdan mahrum qilish bilan jazolanadi.\n\nUshbu moddada nazarda tutilgan buyumlarni o‘z ixtiyori bilan topshirgan shaxs javobgarlikdan ozod qilinadi.",
            "sharxi": "1. Mazkur jinoyatning bevosita obyekti jamoat xavfsizligini ta’minlash va o‘qotar qurol, o‘q-dorilar, portlovchi moddalar yoki portlatish qurilmalari bilan muomala qilish bo‘yicha ijtimoiy munosabatlardir. (JK 247-moddasi sharhiga qarang.)\n\n2. Sharhlanayotgan jinoyatning obyektiv tomoni tegishli ruxsatnomasiz o‘qotar qurol, shuningdek, o‘q-dorilar, portlovchi moddalar yoki portlatish qurilmalari tayyorlash, olish, olib yurish, saqlash, olib o‘tish yoki jo‘natishda ifodalanadi.\n\n3. “Jinoiy javobgarlikka tortish uchun asos bo‘ladigan o‘qotar qurol, o‘q-dorilar, portlovchi moddalar yoki portlatish qurilmalarini tayyorlash deganda, ularni yasash yoki shikast yetkazish xususiyatlarini tiklash, shuningdek, qandaydir ashyo (masalan, raketnitsa, start va qurilish pistoletlari)ni qayta ishlash natijasida ularni o‘qotar qurol xususiyatiga keltirish tushunilishi lozim.\n\nAshyoga shikast yetkazish xususiyatlarini berishga qaratilgan harakatlar aybdorga bog‘liq bo‘lmagan holatlarga ko‘ra oxirigacha yetkazilmagan bo‘lsa, o‘qotar qurol, o‘q-dorilar, portlovchi moddalar yoki portlatish qurilmalarini qonunga xilof ravishda tayyorlashga suiqasd qilish tariqasida kvalifikatsiya qilinmog‘i lozim” [O‘zbekiston Respublikasi Oliy sudi Plenumining qarori].\n\n4. Qurolning bevosita vazifasiga ko‘ra foydalanish imkonini beradigan darajada tayyorlanganligi tavsiflangan taqdirda jinoyat tugallangan deb topiladi.\n\n5. O‘qotar qurol, o‘q-dorilar, portlovchi moddalar yoki portlatish qurilmalarini olish deb, mazkur predmetlarni JK 247-moddasida nazarda tutilgan hollardan tashqari, har qanday holda o‘z egaligiga olishni tushunish lozim.\n\nO‘qotar qurol, o‘q-dorilar, portlovchi moddalar yoki portlatish qurilmalarini olish: sotib olish, boshqa narsalarga almashtirib olish, qarzga yoki hadyaga, qarz evaziga olish orqali amalga oshirilishi mumkin. Mazkur holatda jinoyat egalik qilish paytidan boshlab tugallangan hisoblanadi.\n\n6. Yuqoridagi predmetlarni olib yurish deganda, aybdorning qayd etilgan ashyolarni sohibi ekanligi va bu ashyolarning uning yonida bo‘lishi tushunilishi lozim. Bunda ushbu ashyolarning bevosita uning yonida yoki qandaydir narsada (chemodanida, avtomashinasida va hokazolarda), yashirincha yoki ularni yashirish choralarini ko‘rmasdan, ya’ni mazkur predmetlar aybdorning “qo‘li ostida” bo‘lishining ahamiyati yo‘q.\n\n7. Yuqoridagi predmetlarni saqlash deganda, o‘qotar qurol, o‘q-dorilar, portlovchi moddalar yoki portlatish qurilmalarini tegishli ruxsatnomasiz aybdorning egaligida: yonida, binoda, xufya joylarda, transport vositalarida va boshqa yerlarda bo‘lishi bilan bog‘liq bo‘lgan har qanday qasddan qilingan harakatlar tushunilmog‘i lozim. Sud amaliyoti shundan kelib chiqadiki, qilmish yuqoridagi predmetlar aybdor uyida yoki boshqa joyda saqlanishidan, yashirin yoki ochiq va hatto xo‘jalik-maishiy predmet sifatida qo‘llanishidan qat’i nazar, qonunga xilof saqlash deb kvalifikatsiya qilinadi.\n\nSubyekt ularni o‘z tanishlarinikida saqlanayotganida ham saqlash uchun javobgarlik istisno qilinmaydi. Aybdor bunday holatlarda faqatgina saqlash joyi, uslubini tanlaydi. Biroq qurol unga ma’lum, u tanlagan joyda saqlanadi va uning tasarrufida qoladi.\n\nQayd etilgan ashyolar shaxs tomonidan tegishli ruxsatnoma bo‘lgan holda, ammo bu ruxsatnomaning muddati o‘tgan yoki o‘qotar qurolni hisobga qo‘yish qoidalari buzilgan vaziyatda saqlanayotgan bo‘lsa, aybdor ma’muriy huquqbuzarlik uchun javobgarlikka tortilishi kerak.\n\n8. Olib o‘tish deganda, makonda tashish vositasidan qat’i nazar, qayd etilgan ashyolar aybdorning bevosita yonida bo‘lmaganda olib o‘tilishini tushunish lozim.\n\n9. Jo‘natish deganda, qayd etilgan ashyolarni konteyner, posilka va boshqa moslashtirilgan narsalarda jo‘natishni tushunish kerak.\n\nQayd etilgan ashyolarni olib o‘tish va jo‘natish mazkur harakatlarni sodir etish paytidan boshlab tugallangan jinoyat hisoblanadi.\n\n10. Qayd etilgan ashyolar o‘tkazish maqsadida qonunga xilof ravishda saqlangan, tashilgan, olingan bo‘lsa, bunday harakatlar jinoyatga suiqasd qilish tariqasida JK 25-moddasi va JK 248-moddasi 3-qismi bilan kvalifikatsiya qilinishi kerak.\n\n11. Subyektiv tomondan jinoyat to‘g‘ri qasddan sodir etiladi. Bunda aybdor o‘qotar qurol, o‘q-dorilar, portlovchi moddalar yoki portlatish qurilmalarini tayyorlayotgani, olayotgani, olib yurgani, saqlayotgani, olib o‘tayotgani, jo‘natayotgani, o‘tkazayotganini anglaydi va u mazkur harakatlarni tegishli ruxsatnomasiz sodir etadi. Aybdorning qasdi bilan tegishli ashyolar yaroqli holatdaligi, ishlatishga yaroqliligi yoki ishlatish uchun yaroqli holatga tez keltirilishi mumkinligi ham qamrab olinishi lozim.\n\n12. Jinoyat sodir etilishi paytida o‘n olti yoshga to‘lgan aqli raso shaxslar jinoyat subyekti bo‘lishi mumkin.\n\n13. Sharhlanayotgan moddaning 2-qismida o‘qotar qurol, shuningdek o‘q-dorilar, portlovchi moddalar yoki portlatish qurilmalari tayyorlash, olish, olib yurish, saqlash, olib o‘tish yoki jo‘natish takroran yoki xavfli retsidivist tomonidan sodir etilganligi uchun javobgarlik nazarda tutilgan.\n\n(Takroriylik va xavfli retsidivist tushunchalari to‘g‘risida JK 32 va 34-moddalari sharhiga qarang.)\n\n14. JK 248-moddasi 3-qismda o‘qotar qurol, shuningdek, o‘q-dorilar, portlovchi moddalar yoki portlatish qurilmalarini o‘tkazish uchun javobgarlik nazarda tutilgan.\n\nO‘qotar qurol, o‘q-dorilar, portlovchi moddalar yoki portlatish qurilmalarini o‘tkazish deganda, ularni har xil usullarda tarqatish (sotish, o‘zgaga berish, hadya qilish, qarzdorligi evaziga berish, qarzga berish va hokazolar)ni tushunish lozim. Qayd etilgan ashyolarni o‘tkazish, oluvchi o‘z egaligiga tegishli ashyolarni o‘tkazish vaqtidan qat’i nazar, ularga egalik qilgan vaqtidan boshlab tugallangan hisoblanadi.\n\n15. JK 248-moddasining 4-qismida, “ushbu moddada nazarda tutilgan buyumlarni o‘z ixtiyori bilan topshirgan shaxs javobgarlikdan ozod qilinadi”, – deb ta’kidlanadi.\n\nShaxs jinoiy javobgarlikdan quyidagi zaruriy shartlar mavjudligida ozod etiladi:\n\n-birinchidan, qurolni topshirgunga qadar, undan jinoyat uchun foydalanmagan bo‘lishi kerak;\n\n-ikkinchidan, shaxsda saqlanayotgan o‘qotar qurol, o‘q-dori, portlovchi modda, portlatish qurilmalarining barchasi topshirilishi lozim;\n\n-uchinchidan, qonunga xilof ravishda saqlanayotgan buyumlar, o‘z ixtiyoriga ko‘ra, saqlanuvchi tomonidan huquq organlari tomonidan hech qanday talabsiz topshirilishi lozim. “Shaxs Jinoyat kodeksi 248-moddasida qayd etilgan ashyolarni erkin tarzda o‘z ixtiyori bilan topshirish to‘g‘risida qarorga kelsa va uning o‘zi bu ashyolarni topshirish haqida tegishli organlarga yozma yoki og‘zaki ravishda murojaat qilsa, u ashyolarni o‘z ixtiyori bilan topshirgan hisoblanadi. Shaxs tintuv jarayonida yoki unda qurol borligi haqida dalillar keltirilishi natijasida qurolni topshirish to‘g‘risidagi xulosaga kelsa, u qurolni o‘z ixtiyori bilan topshirgan hisoblanmaydi”.\n\n16. O‘qotar qurol, o‘q-dorilar, portlovchi moddalar yoki portlatish qurilmalarini olib yurish, saqlash yoki o‘tkazish mustaqil jinoyatlar ekanligini e’tiborga olgan holda qayd etilgan ashyolarni qonunga xilof ravishda egallash va ularni kelgusida olib yurish, saqlash yoki o‘tkazish Jinoyat kodeksining 247 va 248-moddalarida nazarda tutilgan jinoyatlarning haqiqiy jamini tashkil qiladi.\n\n17. O‘qotar qurol, o‘q-dorilar, portlovchi moddalar yoki portlatish qurilmalarni qonunga xilof ravishda boshqa jinoyatni sodir etish maqsadida egallangan, shuningdek, tayyorlangan, olingan, olib yurilgan, saqlangan hollarda sodir etilgan qilmish tugallangan jinoyat (JK 247 yoki 248-moddasi) va boshqa jinoyatni sodir etishga tayyorgarlik ko‘rish tariqasida kvalifikatsiya qilinishi shart."
        },
        {
            "modda_raqami": "248_1-modda. Uchuvchisiz uchadigan apparatlarni saqlash va ulardan foydalanish tartibini buzish",
            "matini": "Uchuvchisiz uchadigan apparatlarni saqlash, ulardan foydalanish yoki ularni boshqa shaxslarga berish tartibini buzish, shuningdek ulardan boshqa maqsadlarda foydalanish, —\nuch yilgacha ozodlikdan mahrum qilish bilan jazolanadi.\nO‘sha harakatlar:\na) takroran yoki xavfli retsidivist tomonidan;\nb) mansab mavqeyini suiiste’mol qilish yo‘li bilan;\nv) bir guruh shaxslar tomonidan oldindan til biriktirib sodir etilgan bo‘lsa;\ng) badanga o‘rtacha og‘ir yoki og‘ir shikast yetkazilishiga sabab bo‘lsa, —\nuch yildan besh yilgacha ozodlikdan mahrum qilish bilan jazolanadi.\nO‘sha harakatlar odam o‘lishiga sabab bo‘lsa, —\nbesh yildan sakkiz yilgacha ozodlikdan mahrum qilish bilan jazolanadi.\nO‘sha harakatlar:\na) odamlar o‘limiga;\nb) halokatga;\nv) boshqa og‘ir oqibatlarga sabab bo‘lsa, —\nsakkiz yildan o‘n yilgacha ozodlikdan mahrum qilish bilan jazolanadi.",
            "sharxi": " "
        },
        {
            "modda_raqami": "249-modda. Qurolni va uning o‘q-dorilarini saqlash, olib yurish, tashish qoidalarini buzish",
            "matini": "O‘qotar qurolni va uning o‘q-dorilarini, shuningdek pnevmatik qurolni, tig‘li sovuq qurolni (ov pichoqlarini, ov xanjarchalari va xanjarlarni, rapiralar, shpagalar va qilichlarni), uloqtirish qurolini (kamonlar, arbaletlar va nayzalarni), signal beruvchi qurolni saqlash, olib yurish, tashish qoidalarini buzish odamning o‘limiga yoxud boshqa og‘ir oqibatlar kelib chiqishiga sabab bo‘lsa, —\nbazaviy hisoblash miqdorining bir yuz ellik baravarigacha miqdorda jarima yoki uch yilgacha axloq tuzatish ishlari yoki ikki yildan besh yilgacha ozodlikni cheklash yoxud besh yilgacha ozodlikdan mahrum qilish bilan jazolanadi.",
            "sharxi": " "
        },
        {
            "modda_raqami": "250-modda. Portlash xavfi bo‘lgan moddalar yoki pirotexnika buyumlaridan foydalanish qoidalarini buzish.",
            "matini": "Portlovchi, tez alangalanuvchi, o‘yuvchi moddalarni yoxud pirotexnika buyumlarini saqlash, hisobga olish, ulardan foydalanish, ularni tashish, jo‘natish qoidalarini buzish badanga o‘rtacha og‘ir yoki og‘ir shikast yetkazilishiga sabab bo‘lsa, —\n\nbazaviy hisoblash miqdorining ellik baravaridan yuz baravarigacha miqdorda jarima yoki uch yuz oltmish soatgacha majburiy jamoat ishlari yoki ikki yilgacha axloq tuzatish ishlari yoxud bir yildan uch yilgacha ozodlikni cheklash yoki uch yilgacha ozodlikdan mahrum qilish bilan jazolanadi.\n(250-modda birinchi qismining sanksiyasi O‘zbekiston Respublikasining 2019-yil 3-dekabrdagi O‘RQ-586-sonli Qonuni tahririda — Qonun hujjatlari ma’lumotlari milliy bazasi, 04.12.2019-y., 03/19/586/4106-son)\nO‘sha qilmish:\na) odam o‘lishiga;\nb) boshqa og‘ir oqibatlarga sabab bo‘lsa, —\n\nuch yildan besh yilgacha ozodlikni cheklash yoxud uch yildan besh yilgacha ozodlikdan mahrum qilish bilan jazolanadi.",
            "sharxi": " "
        },
        {
            "modda_raqami": "250_1-modda. Pirotexnika buyumlarining qonunga xilof muomalasi.",
            "matini": "Pirotexnika buyumlarini qonunga xilof ravishda ishlab chiqarish, tayyorlash, saqlash, tashish, jo‘natish, ulardan foydalanish, xuddi shuningdek ularni qonunga xilof ravishda O‘zbekiston Respublikasiga olib kirish (O‘zbekiston Respublikasidan olib chiqish) yoki o‘tkazish ancha miqdorda yoxud shunday harakatlar uchun ma’muriy jazo qo‘llanilganidan keyin sodir etilgan bo‘lsa, —\n\n\nbazaviy hisoblash miqdorining ellik baravaridan yuz baravarigacha miqdorda jarima yoki uch yuz oltmish soatgacha majburiy jamoat ishlari yoki ikki yilgacha axloq tuzatish ishlari yoki bir yildan uch yilgacha ozodlikni cheklash yoxud uch yilgacha ozodlikdan mahrum qilish bilan jazolanadi.\n\nQarang: O‘zbekiston Respublikasining Ma’muriy javobgarlik to‘g‘risidagi kodeksining 185-1-moddasi.\n\nPirotexnika buyumlarini qonunga xilof ravishda ishlab chiqarish, tayyorlash, saqlash, tashish, jo‘natish, ulardan foydalanish, xuddi shuningdek ularni qonunga xilof ravishda O‘zbekiston Respublikasiga olib kirish (O‘zbekiston Respublikasidan olib chiqish) yoki o‘tkazish:\n\na) ko‘p miqdorda;\n\nb) bir guruh shaxslar tomonidan oldindan til biriktirib;\n\nv) takroran yoki xavfli retsidivist tomonidan;\n\ng) mansab mavqeyini suiiste’mol qilish yo‘li bilan sodir etilgan bo‘lsa;\n\nd) badanga o‘rtacha og‘ir yoki og‘ir shikast yetkazilishiga sabab bo‘lsa, —\n\n\nbazaviy hisoblash miqdorining yuz baravaridan ikki yuz baravarigacha miqdorda jarima yoki ikki yildan uch yilgacha axloq tuzatish ishlari yoki uch yildan besh yilgacha ozodlikni cheklash yoxud uch yildan besh yilgacha ozodlikdan mahrum qilish bilan jazolanadi.\n\nPirotexnika buyumlarini qonunga xilof ravishda ishlab chiqarish, tayyorlash, saqlash, tashish, jo‘natish, ulardan foydalanish, xuddi shuningdek ularni qonunga xilof ravishda O‘zbekiston Respublikasiga olib kirish (O‘zbekiston Respublikasidan olib chiqish) yoki o‘tkazish:\n\na) juda ko‘p miqdorda;\n\nb) uyushgan guruh tomonidan yoki uning manfaatlarini ko‘zlab sodir etilgan bo‘lsa;\n\nv) odam o‘lishiga sabab bo‘lsa, —\n\nbesh yildan sakkiz yilgacha ozodlikdan mahrum qilish bilan jazolanadi.\n\nPirotexnika buyumlarini qonunga xilof ravishda ­ishlab chiqarish, tayyorlash, saqlash, tashish, jo‘natish, ­ulardan foydalanish, xuddi shuningdek ularni qonunga xilof ravishda O‘zbekiston Respublikasiga olib kirish (O‘zbekiston Respublikasidan olib chiqish) yoki o‘tkazish:\n\na) odamlar o‘limiga;\n\nb) boshqacha og‘ir oqibatlarning kelib chiqishiga sabab bo‘lsa, —\n\nsakkiz yildan o‘n yilgacha ozodlikdan mahrum qilish bilan jazolanadi.",
            "sharxi": " "
        },
        {
            "modda_raqami": "251-modda. Kuchli ta’sir qiluvchi yoki zaharli moddalarni qonunga xilof ravishda egallash.",
            "matini": "Kuchli ta’sir qiluvchi yoki zaharli moddalarni o‘g‘rilik yoki firibgarlik yo‘li bilan qonunga xilof ravishda egallash —\n\nuch yilgacha axloq tuzatish ishlari yoki ikki yildan besh yilgacha ozodlikni cheklash yoxud besh yilgacha ozodlikdan mahrum qilish bilan jazolanadi.\n \nO‘sha harakat:\na) takroran yoki xavfli retsidivist tomonidan;\nb) bir guruh shaxslar tomonidan oldindan til biriktirib;\nv) o‘zlashtirish, rastrata qilish yoki mansab mavqeyini suiiste’mol qilish yo‘li bilan;\ng) talonchilik yo‘li bilan;\nd) tamagirlik yo‘li bilan sodir etilgan bo‘lsa, —\nOldingi tahrirga qarang.\nbesh yildan o‘n yilgacha ozodlikdan mahrum qilish bilan jazolanadi.\n\nO‘sha harakat:\na) bosqinchilik yo‘li bilan;\nb) ko‘p miqdorda;\nv) uyushgan guruh yoki uning manfaatlarini ko‘zlab sodir etilgan bo‘lsa, —\n\no‘n yildan yigirma yilgacha ozodlikdan mahrum qilish bilan jazolanadi.",
            "sharxi": " "
        },
        {
            "modda_raqami": "251_1-modda. Giyohvandlik vositalari, ularning analoglari yoki psixotrop moddalar hisoblanmaydigan kuchli ta’sir qiluvchi moddalarni targ‘ib qiluvchi mahsulotni tayyorlash, tarqatish, reklama qilish, namoyish etish yoki bunday moddalarni yoxud zaharli moddalarni qonunga xilof ravishda muomalaga kiritish",
            "matini": "Giyohvandlik vositalari, ularning analoglari yoki psixotrop moddalar hisoblanmaydigan kuchli ta’sir qiluvchi moddalarni targ‘ib qiluvchi mahsulotni tarqatish, reklama qilish, namoyish etish maqsadida tayyorlash, xuddi shuningdek ularni tarqatish, reklama qilish, namoyish etish, shu jumladan ommaviy axborot vositalarida, telekommunikatsiya tarmoqlarida yoki Internet jahon axborot tarmog‘ida tarqatish, reklama qilish, namoyish etish, shunday harakatlar uchun ma’muriy jazo qo‘llanilganidan keyin sodir etilgan bo‘lsa, —\nbazaviy hisoblash miqdorining bir yuz ellik baravaridan uch yuz baravarigacha miqdorda jarima yoki uch yuz soatdan uch yuz oltmish soatgacha majburiy jamoat ishlari yoxud bir yildan ikki yilgacha ozodlikni cheklash yoki bir yildan ikki yilgacha ozodlikdan mahrum qilish bilan jazolanadi.\nUshbu moddaning birinchi qismida nazarda tutilgan harakatlar maktabgacha ta’lim tashkilotlari, o‘quv yurtlari hududida va talabalarning (o‘quvchilarning) yotoqxonalarida, bolalar sog‘lomlashtirish oromgohlarida yoki talabalar (o‘quvchilar) tomonidan o‘quv, sport yoki jamoat tadbirlarini o‘tkazish uchun foydalaniladigan boshqa joylarda, shuningdek ularga tutash hududlarda sodir etilgan bo‘lsa, —\nbazaviy hisoblash miqdorining uch yuz baravaridan besh yuz baravarigacha miqdorda jarima yoki bir yildan ikki yilgacha axloq tuzatish ishlari yoki ikki yildan uch yilgacha ozodlikni cheklash yoxud ikki yildan uch yilgacha ozodlikdan mahrum qilish bilan jazolanadi.\nGiyohvandlik vositalari, ularning analoglari yoki psixotrop moddalar hisoblanmaydigan kuchli ta’sir qiluvchi yoxud zaharli moddalarni o‘tkazish maqsadida qonunga xilof ravishda tayyorlash, qayta ishlash, olish, saqlash, tashish yoki jo‘natish, xuddi shuningdek ularni qonunga xilof ravishda o‘tkazish yoxud ularni o‘tkazish maqsadida tayyorlash yoxud qayta ishlash uchun asbob-uskunalarni tayyorlash, olish, saqlash, tashish, jo‘natish yoki o‘tkazish, —\nikki yildan uch yilgacha axloq tuzatish ishlari yoki uch yildan besh yilgacha ozodlikni cheklash yoxud uch yildan besh yilgacha ozodlikdan mahrum qilish bilan jazolanadi.\nUshbu moddaning uchinchi qismida nazarda tutilgan harakatlar takroran yoki bir guruh shaxslar tomonidan oldindan til biriktirib sodir etilgan bo‘lsa, —\nbesh yildan yetti yilgacha ozodlikdan mahrum qilish bilan jazolanadi.\nUshbu moddaning uchinchi qismida nazarda tutilgan harakatlar uyushgan guruh tomonidan yoki ko‘p miqdorda sodir etilgan bo‘lsa, —\nyetti yildan o‘n yilgacha ozodlikdan mahrum qilish bilan jazolanadi.\nGiyohvandlik vositalari, ularning analoglari yoki psixotrop moddalar hisoblanmaydigan kuchli ta’sir qiluvchi yoki zaharli moddalarni ishlab chiqarish, olish, saqlash, hisobga olish, berish, tashish yoxud jo‘natish qoidalarini buzish, agar bu ehtiyotsizlik orqasida ularning o‘g‘irlanishiga yoki boshqa tarzda jiddiy zarar yetkazilishiga olib kelgan bo‘lsa, —\nbazaviy hisoblash miqdorining ellik baravaridan yuz baravarigacha miqdorda jarima yoki uch yilgacha axloq tuzatish ishlari yoki ikki yildan besh yilgacha ozodlikni cheklash yoxud besh yilgacha ozodlikdan mahrum qilish bilan jazolanadi.",
            "sharxi": " "
        },
        {
            "modda_raqami": "251_1-modda. Giyohvandlik vositalari, ularning analoglari yoki psixotrop moddalar hisoblanmaydigan kuchli ta’sir qiluvchi moddalarni targ‘ib qiluvchi mahsulotni tayyorlash, tarqatish, reklama qilish, namoyish etish yoki bunday moddalarni yoxud zaharli moddalarni qonunga xilof ravishda muomalaga kiritish.",
            "matini": "Giyohvandlik vositalari yoki psixotrop moddalar hisoblanmaydigan kuchli ta’sir qiluvchi yoki zaharli moddalarni o‘tkazish maqsadida qonunga xilof ravishda tayyorlash, qayta ishlash, olish, saqlash, tashish yoxud jo‘natish, shuningdek, ularni qonunga xilof ravishda o‘tkazish - \n\nuch yilgacha ozodlikdan mahrum qilish bilan jazolanadi.\n\nO‘sha harakatlar takroran yoki bir guruh shaxslar tomonidan oldindan til biriktirib sodir etilgan bo‘lsa, - \n\nuch yildan besh yilgacha ozodlikdan mahrum qilish bilan jazolanadi.\n\nUshbu moddaning birinchi qismida nazarda tutilgan harakatlar uyushgan guruh tomonidan yoki ko‘p miqdorda sodir etilgan bo‘lsa, - \n\nbesh yildan o‘n yilgacha ozodlikdan mahrum qilish bilan jazolanadi.\n\nKuchli ta’sir qiluvchi yoki zaharli moddalarni ishlab chiqarish, olish, saqlash, hisobga olish, berish, tashish yoxud jo‘natish qoidalarni buzish, agar bu ehtiyotsizlik orqasida ularning o‘g‘irlanishiga yoki boshqa tarzda jiddiy zarar yetkazilishiga olib kelgan bo‘lsa, - \n\neng kam oylik ish haqining ellik baravaridan yuz baravarigacha miqdorda jarima yoki uch yilgacha axloq tuzatish ishlari yoxud besh yilgacha ozodlikdan mahrum qilish bilan jazolanadi.",
            "sharxi": "Giyohvandlik vositalari yoki psixotrop moddalar hisoblanmaydigan kuchli ta’sir qiluvchi yoki zaharli moddalarni o‘tkazish maqsadida qonunga xilof ravishda tayyorlash, qayta ishlash, olish, saqlash, tashish yoxud jo‘natish, shuningdek, ularni qonunga xilof ravishda o‘tkazish - \n\nuch yilgacha ozodlikdan mahrum qilish bilan jazolanadi.\n\nO‘sha harakatlar takroran yoki bir guruh shaxslar tomonidan oldindan til biriktirib sodir etilgan bo‘lsa, - \n\nuch yildan besh yilgacha ozodlikdan mahrum qilish bilan jazolanadi.\n\nUshbu moddaning birinchi qismida nazarda tutilgan harakatlar uyushgan guruh tomonidan yoki ko‘p miqdorda sodir etilgan bo‘lsa, - \n\nbesh yildan o‘n yilgacha ozodlikdan mahrum qilish bilan jazolanadi.\n\nKuchli ta’sir qiluvchi yoki zaharli moddalarni ishlab chiqarish, olish, saqlash, hisobga olish, berish, tashish yoxud jo‘natish qoidalarni buzish, agar bu ehtiyotsizlik orqasida ularning o‘g‘irlanishiga yoki boshqa tarzda jiddiy zarar yetkazilishiga olib kelgan bo‘lsa, - \n\neng kam oylik ish haqining ellik baravaridan yuz baravarigacha miqdorda jarima yoki uch yilgacha axloq tuzatish ishlari yoxud besh yilgacha ozodlikdan mahrum qilish bilan jazolanadi.\n\n1. JK 251-moddasi kuchli ta’sir qiluvchi yoki zaharli moddalarni egallab olish uchun jinoiy javobgarlikni ko‘zda tutar edi. Kuchli ta’sir qiladigan yoki zaharli moddalarni qonunga xilof ravishda muomalaga kiritish uchun jinoiy javobgarlikni nazarda tutuvchi yangi normaning kiritilishi Kodeksning giyohvandlik vositalari yoki psixotrop moddalar hisoblanmaydigan o‘ta xavfli moddalarni muomalaga kiritish bilan bog‘liq jinoyatlarning oldini olishga yo‘naltirilganligini mantiqan yakunlaydi.\n\nJinoyat predmetlarini qonunga xilof egallab olinishi, mohiyatiga ko‘ra, jinoiy qilmish bo‘lib, tegishli ravishda jinoiy javobgarlikni keltirib chiqaradi. Shu bilan birga, Jinoyat kodeksi kuchli ta’sir qiluvchi yoki zaharli moddalarni qonunga xilof ravishda tayyorlash, qayta ishlash, olish, saqlash, tashish yoxud jo‘natish yoki o‘tkazish uchun javobgarlikni ko‘zda tutmas, natijada ana shunday qilmishlar jinoyat-huquqiy muhofaza doirasidan chetda qolar edi.\n\nMazkur qilmishning ijtimoiy xavfliligi kuchli ta’sir qiluvchi yoki zaharli moddalarning nazoratsiz muomalada bo‘lishi hisoblanib, bu jinoyat buyumlari jinoiy maqsadlarda qo‘llanishi xavfini paydo qilib, insonlar orasida qurbonlarga, moddiy zarar ko‘rilishiga va boshqa ijtimoiy xavfli oqibatlarga olib kelishi mumkin.\n\n2. Jamoat xavfsizligini, insonlar hayoti va sog‘lig‘ini ta’minlaydigan ijtimoiy munosabatlar sharhlanayotgan jinoyatning obyekti hisoblanadi. Qonun chiqaruvchi ushbu moddalar muomalada bo‘lishining muayyan tartibini belgilab, bu ularning kundalik turmushdagi harakatini nazorat qilib turish va bu bilan fuqarolik muomalasida qo‘llanishini cheklab turish imkonini beradi.\n\n3. Jinoyat predmeti quyidagilardan iborat: 1) kuchli ta’sir qiluvchi va zaharli moddalar; 2) kuchli ta’sir qiluvchi yoki zaharli moddalarni tayyorlash yoxud qayta ishlash uskunalari.\n\n(Kuchli ta’sir qiluvchi va zaharli moddalar tushunchasi to‘g‘risida JK 251-moddasi sharhiga qarang.)\n\n4. Kuchli ta’sir qiluvchi yoki zaharli moddalarni tayyorlash yoxud qayta ishlash uskunalari deganda, dorilar, kimyoviy, toksik preparatlarni ishlab chiqarish va qayta ishlab chiqarish, o‘simliklar va boshqa xom ashyodan kuchli ta’sir qiluvchi yoki zaharli moddalar ishlab chiqarish imkonini beradigan maxsus texnologiya vositalarini tushunish lozim.\n\nBunday uskunalar O‘zbekiston Respublikasi qonun hujjatlariga muvofiq sertifikatlangan, patentlangan yoki boshqacha usul bilan qonuniylashtirilgan, tibbiy, yo boshqa maqsadlarda xom ashyo ishlab chiqarish yoki uni qayta ishlash va kuchli ta’sir qiluvchi yoki zaharli moddalar ishlab chiqarishga mo‘ljallangan texnologiyalar asosida ishlab chiqarilgandagina sharhlanayotgan jinoyat predmeti deb e’tirof etiladi.\n\nQo‘lbola usullar yordamida qo‘l ostidagi vositalar, shuningdek, boshqa turli texnik vositalar, oldindan kuchli ta’sir qiluvchi yoki zaharli moddalar ishlab chiqarish va qayta ishlash uchun mo‘ljallanmagan qismlardan tayyorlangan uskunalar sharhlanayotgan modda mazmuni bo‘yicha uskuna deb e’tirof etilishi mumkin emas. Bunday hollarda aybdor shaxs qilmishlari tegishli shartlar mavjud bo‘lganida kuchli ta’sir qiluvchi yoki zaharli moddalarni o‘tkazish maqsadida qonunga xilof ravishda tayyorlash yoki qayta ishlash deb kvalifikatsiya qilinishi kerak.\n\n5. Obyektiv tomondan sharhlanayotgan jinoyat aybdor jinoyat predmetini o‘tkazish maqsadida qonunga xilof ravishda tayyorlashi, qayta ishlashi, olishi, saqlashi, tashishi yoxud jo‘natishi, shuningdek, ularni qonunga xilof ravishda o‘tkazishi kabi qilmishlardan biri yoki  birgalikda sodir etilishida ifodalanadi. Bunda aybdor shaxsni jinoiy javobgarlikka tortish uchun majmua tariqasida kuchli ta’sir qiluvchi yoki zaharli moddalar, shu jumladan ularni ishlab chiqarish yoki qayta ishlash uskunalarini ishlab chiqarish deb e’tirof etiladigan muqobil qilmishlardan biri sodir etilishining o‘zi kifoya bo‘ladi.\n\n(Tayyorlash, qayta ishlash, olish, saqlash, tashish yoki jo‘natish, shuningdek, o‘tkazish tushunchalari to‘g‘risida JK 273-moddasining sharhiga qarang.)\n\n6. Jinoiy tajovuzning tugallanish vaqti deb, kuchli ta’sir qiluvchi yoki zaharli moddalarni amalda tayyorlash, qayta ishlash, olish, saqlash, tashish yoki jo‘natish, shuningdek, o‘tkazish vaqti e’tirof etiladi. Bunda yuqorida nomi keltirilgan qilmishlar jinoiy jazoga tortiladigan qilmish sifatida e’tirof etilishi uchun  jinoyat predmetlarini o‘tkazish motivi va maqsadi aniqlanishi shart.\n\nKuchli ta’sir qiluvchi yoki zaharli moddalar, shu bilan birga ularni ishlab chiqaradigan va qayta ishlaydigan uskunalarni o‘tkazishning tugallangan vaqti deb jinoyat predmeti amalda boshqa shaxsga berilgan vaqt hisoblanadi.\n\n7. Sharhlanayotgan moddaning 2-qismi kuchli ta’sir qiluvchi yoki zaharli moddalarni:\n\na) takroran;\n\nb) bir guruh shaxslar tomonidan oldindan til biriktirib qonunga xilof ravishda muomalaga kiritish uchun jinoiy javobgarlikni belgilaydi.  \n\n(Takroriylik tushunchasi va uning belgilari to‘g‘risida JK 32-moddasi sharhiga; bir guruh shaxslar tomonidan oldindan til biriktirib tushunchasi haqida JK 29-moddasi sharhiga qarang.)\n\n8. Sharhlanayotgan moddaning 3-qismi:\n\na) uyushgan guruh tomonidan;\n\nb) ko‘p miqdorda kuchli ta’sir qiluvchi yoki zaharli moddalar, shu jumladan ularni tayyorlash hamda qayta ishlash uskunalarini qonunga xilof ravishda muomalaga kiritganlik uchun jinoiy javobgarlikni nazarda tutadi\n\n(Uyushgan guruh tushunchasi to‘g‘risida JK 29-moddasi sharhiga qarang.)\n\n9. Ko‘p miqdorda kuchli ta’sir qiluvchi yoki zaharli moddalarni qonunga xilof ravishda muomalaga chiqarish belgisi bo‘yicha jinoiy javobgarlikka tortishga jinoiy-protsessual qonunchilik qoidalariga muvofiq, ushbu ko‘p miqdor aniqlanganidagina yo‘l qo‘yilishi mumkin. Bunda kuchli ta’sir qiluvchi yoki zaharli moddalar miqdori O‘zbekiston Respublikasining Narkotiklarni nazorat qilish davlat komissiyasi tomonidan belgilanadi.\n\n10. Subyektiv tomondan jinoyat, sharhlanayotgan moddaning 4-qismidan tashqari, aybning to‘g‘ri qasd shaklida sodir etiladi: aybdor kuchli ta’sir qiluvchi yoki zaharli moddalarni qonunga xilof ravishda tayyorlayotgani, qayta ishlayotgani, olayotgani, saqlayotgani, tashiyotgani yoki jo‘natayotganini anglaydi (aybdor bu moddalar maxsus hisobda turishini, ro‘yxatga olinishi, maxsus saqlanishi lozim bo‘lgan moddalar ekanligini anglab yetadi) va ularni qonunga xilof ravishda muomalaga kiritishni xohlaydi.\n\nBundan tashqari, sharhlanayotgan jinoyatning subyektiv tomonini aniqlash uchun sodir etilgan mazkur jinoyatning sabablariga aniqlik kiritish talab etiladi. Sharhlanayotgan modda mohiyatiga ko‘ra, kuchli ta’sir qiluvchi yoki zaharli moddalar, shu jumladan uskunalarning qonunga xilof ravishda muomalaga kiritish ularni qonunga xilof ravishda o‘tkazishga qaratilgan bo‘lib, jinoyatning maqsadi g‘arazli ekanligidan dalolat beradi.\n\n11. Sharhlanayotgan moddaning 4-qismi, kuchli ta’sir qiluvchi yoki zaharli moddalarni ishlab chiqarish, olish, saqlash, hisobga olish, berish tashish yoxud jo‘natish qoidalarini buzish, agar bu ehtiyotsizlik orqasida ularning o‘g‘irlanishiga yoki boshqacha tarzda jiddiy zarar yetkazilishiga olib kelganligi uchun javobgarlikni nazarda tutadi.\n\n12. Sharhlanayotgan modda 4-qismining obyektiv tomoni turli me’yoriy hujjatlarda ko‘zda tutilgan qoidalar, xususan, Respublika dorixona muassasalarida dori-darmonlar va tibbiy buyumlar sotish qoidalarining[ Qarang: O‘zbekiston Respublikasi Vazirlar Mahkamasining 1994-yil 6-avgustdagi “Respublikada dori-darmonlar va tibbiy buyumlar bilan ta’minlashni va ularni taqsimlashni yaxshilashga doir kechiktirib bo‘lmaydigan chora-tadbirlar to‘g‘risida”gi Qaroriga 1-ilova.] buzilishidan iborat.\n\nIshlab chiqarish, olish, saqlash, hisobga olish, berish, tashish yoxud jo‘natish qoidalarining buzilishi ishlab chiqarishdagi texnologiya shartlari buzilishi, saqlash, hisobga olish va berish, olish me’yorlari va tartib-qoidalari, jinoyat buyumlarini tashish va jo‘natishga oid texnik talablarning buzilishida ifodalanadi.\n\n13. Qoida buzilishi ushbu qoida buzilishi oqibatida o‘g‘rilik sodir etilgan yoki boshqa jiddiy zarar yetkazilgan bo‘lsa, jinoiy jazolanadigan qilmish deb e’tirof etiladi.\n\n14. Har bir muayyan holda sud jiddiy zarar kabi oqibat kelib chiqqanligini aniqlashi shart. Bunda sud jiddiy zarar yetkazilishi kuchli ta’sir qiluvchi yoki zaharli moddalarni ehtiyotsizlik bilan ishlab chiqarish, olish, saqlash, hisobga olish, berish, tashish yoxud jo‘natish oqibati bo‘lgan-bo‘lmaganligini aniqlashi kerak.\n\n(Jiddiy zarar tushunchasi to‘g‘risida JK 205-moddasi sharhiga qarang.)\n\n15. Subyektiv tomondan sharhlanayotgan moddaning 4-qismi o‘ziga o‘zi ishonish yoki jinoiy beparvolik ko‘rinishidagi aybning ehtiyotsiz shaklida ifodalanadi. Aybning ehtiyotsizlik shakli sodir etilgan qilmishni kvalifikatsiya qilishga ta’sir ko‘rsatmaydi, biroq sud tomonidan jazo tayinlashda hisobga olinishi shart.\n\n16. Sharhlanayotgan jinoyat subyekti o‘n olti yoshga to‘lgan aqli raso shaxs bo‘ladi. Shaxs, kuchli ta’sir qiluvchi yoki zaharli moddalarni ishlab chiqarish, olish, saqlash, hisobga olish, berish, tashish yoxud jo‘natish qoidalariga rioya qilinishi uchun mas’ul va bu qoidalar unga ma’lum bo‘lgan holdagina, sharhlanayotgan moddaning 4-qismi bo‘yicha jinoyat subyekti bo‘lishi mumkin.\n\n17. Mazkur toifadagi ishlarni ko‘rib chiqishda sudlarning kuchli ta’sir qiluvchi yoki zaharli moddalar turlari va xususiyatlariga aniqlik kiritishi aybdor harakatlarining to‘g‘ri baholanishida va jazo tayinlanishida muhim ahamiyatga ega. Bu bilan bog‘liq ravishda sudlar tergov idoralaridan Narkotiklarni nazorat qilish davlat komissiyasining me’yoriy hujjatlariga rioya qilgan holda ularning nomi va hajmi aniqlanishi uchun ekspertiza o‘tkazilishini talab qilishlari shart. Ekspert xulosasiga ega bo‘lmaslik dastlabki tergovning jiddiy xatosi sifatida qaralib, JPK 419-moddasi asosida qo‘shimcha tergov o‘tkazilishi uchun ishning qaytarilishiga olib keladi. "
        },
        {
            "modda_raqami": "251_2-modda. Giyohvandlik vositalari, ularning analoglari yoki psixotrop moddalar hisoblanmaydigan alohida toifadagi kuchli ta’sir qiluvchi moddalarni o‘tkazish maqsadini ko‘zlamay qonunga xilof ravishda tayyorlash, olish, saqlash, tashish yoki jo‘natish.",
            "matini": "Giyohvandlik vositalari, ularning analoglari yoki psixotrop moddalar hisoblanmaydigan alohida toifadagi kuchli ta’sir qiluvchi moddalarni o‘tkazish maqsadini ko‘zlamay qonunga xilof ravishda tayyorlash, olish, saqlash, tashish yoki jo‘natish, o‘sha harakatlar uchun ma’muriy jazo qo‘llanilganidan keyin sodir etilgan bo‘lsa, —\n\nbazaviy hisoblash miqdorining ellik baravarigacha miqdorda jarima yoki uch yuz oltmish soatgacha majburiy jamoat ishlari yoki uch yilgacha axloq tuzatish ishlari yoxud bir yildan uch yilgacha ozodlikni cheklash yoki uch yilgacha ozodlikdan mahrum qilish bilan jazolanadi.\n\nAgar ushbu moddada nazarda tutilgan harakatlarni sodir etgan shaxs o‘z ixtiyori bilan aybini bo‘yniga olish to‘g‘risida hokimiyat organlariga arz qilsa va giyohvandlik vositalari, ularning analoglari yoki psixotrop moddalar hisoblanmaydigan alohida toifadagi kuchli ta’sir qiluvchi moddalarni topshirsa, jazodan ozod qilinadi.",
            "sharxi": " "
        },
        {
            "modda_raqami": "252-modda. Radioaktiv materiallarni qonunga xilof ravishda egallash.",
            "matini": "Radioaktiv materiallarni qonunga xilof ravishda egallash -\n\nolti oygacha qamoq yoki besh yilgacha ozodlikdan mahrum qilish bilan jazolanadi.\n\nO‘sha harakat:\n\na) takroran yoki xavfli retsidivist tomonidan;\n\nb) bir guruh shaxslar tomonidan oldindan til biriktirib;\n\nv) mansab mavqeidan foydalangan holda sodir etilgan bo‘lsa, - \n\nbesh yildan o‘n yilgacha ozodlikdan mahrum qilish bilan jazolanadi.\n\nO‘sha harakat:\n\na) uyushgan guruh tomonidan yoki uning manfaatlarini ko‘zlab;\n\nb) o‘ta xavfli retsidivist tomonidan sodir etilgan bo‘lsa, - \n\no‘n yildan yigirma yilgacha ozodlikdan mahrum qilish bilan jazolanadi.",
            "sharxi": "1. Jinoyatning obyekti, birinchi navbatda, bugungi va kelajak avlod insonlar hayoti yoki sog‘lig‘ining ionlantiruvchi nurlanishning zararli ta’siridan muhofazalanganlik holatini anglatadigan radiatsiyaviy xavfsizlikni ta’minlaydigan ijtimoiy munosabatlardir. \n\nQonunchilikda, radiatsiyaviy xavfsizlik tushunchasi, fuqarolar va atrof muhitning ionlantiruvchi nurlanishning zararli ta’siridan muhofazalanganlik holati sifatida ochib beriladi[ Qarang: O‘zbekiston Respublikasining 2000-yil 31-avgustdagi “Radiatsiyaviy xavfsizlik to‘g‘risida”gi Qonuni, 2-modda.].\n\nRadiatsiyaviy xavfsizlik to‘g‘risidagi qonun hujjatlari O‘zbekiston Respublikasining “Radiatsiyaviy xavfsizlik   to‘g‘risida”gi va “Tabiatni muhofaza qilish to‘g‘risida”gi qonunlari va boshqa qonunchilik hujjatlaridan iboratdir.\n\nRadioaktiv materiallarni qonunga xilof ravishda egallash atrofdagilarga katta ijtimoiy xavf tug‘diradi va ularni qo‘llash imkoniyati mavjudligida namoyon bo‘ladi, bu esa ko‘pchilik hayotiga va sog‘lig‘iga zarar yetkazilishiga, genofondiga xavf solinishiga, atrof muhitning radioaktiv zaharlanishiga va boshqa og‘ir oqibatlarga sabab bo‘lishi mumkin.\n\n2. Radioaktiv materiallar, ya’ni radioaktiv parchalanishda, yadroviy evrilishlarda, moddadagi zaryadlangan zarralar harakatining sekinlashuvida hosil bo‘ladigan hamda muhit bilan o‘zaro ta’sir etish chog‘ida har xil qutbli ionlarni hosil qiladigan radioaktiv moddalar, ion nurlari tarqatuvchi manbalar, yadro materiallari, radioaktiv moddalar va radioaktiv chiqindilar jinoyat predmeti hisoblanadi.\n\nBunday jarayon ionlashtiruvchi nurlanish deb ataladi va har qanday shunga o‘xshash nurlanishni chiqaruvchi material, modda yoki qurilma radioaktiv modda hisoblanadi.\n\nIonlashtiruvchi nurlanish manbai – o‘zidan ionlashtiruvchi nurlanish chiqaruvchi yoki chiqarishga qodir bo‘lgan qurilma va  radioaktiv modda. \n\nTuzilma sifatida ionlashtiruvchi nurlanish manbai o‘zida yadro qurilmalari bilan bog‘liq bo‘lmagan, tarkibi radioaktiv moddalar yoki ionlashtiruvchi nurlanish generatsiyasidan iborat bo‘lgan majmualar, qurilmalar, apparatlar, jihozlar va mahsulotlarda ifodalanadi.\n\nIonlashtiruvchi nurlanish manbai sifatida radioaktiv moddalar yadroviy materiallar jumlasiga kirmaydigan, o‘zidan ionlashtiruvchi nurlanish chiqaruvchi moddalar (radiy, uran, plutoniy, kobalt 60, stronsiy) hisoblanadi.\n\nYadroviy materiallar – tarkibida parchalanadigan yadroviy moddalar (masalan, yod 131, seziy 137, nurlanishga uchragan uskunalar va boshqalar) bo‘lgan yoki ularni chiqarishga qodir bo‘lgan materiallar.\n\nYadroviy materiallardan va radioaktiv moddalardan olingan keyinchalik foydalanish ko‘zda tutilmagan radioaktiv chiqindilar ham jinoyat predmeti hisoblanishi mumkin.\n\n3. Obyektiv tomondan JK 252-moddasi 1-qismida nazarda tutilgan jinoyat radioaktiv materiallarni qonunga xilof ravishda egallash bilan tavsiflanadi. \n\nEgallash deganda, radioaktiv materiallarni qo‘lga kiritishning har qanday usulini tushunish zarur. \n\nRadioaktiv materiallar mustaqil jinoyatlarni (bosqinchilik, tovlamachilik) sodir etish orqali egallangan hollarda, aybdor shaxs harakatlari og‘irroq jazo nazarda tutilgan modda bo‘yicha kvalifikatsiya qilinishi lozim.\n\n4. Jinoyat radioaktiv materiallar amalda qanday yo‘l bilan egallanganidan qat’i nazar, ularga egalik qilish vaqtidan boshlab tugallangan hisoblanadi.\n\n5. Jinoyatning subyektiv tomoni aybning to‘g‘ri qasd shakli bilan tavsiflanadi. Aybdor radioaktiv materiallarni qonunga xilof ravishda  egallashi ijtimoiy xavfligini anglaydi va ularni sodir etishni xohlaydi. \n\nJinoyat sodir etish motivi va maqsadi qilmishni kvalifikatsiya qilishda ahamiyat kasb etmaydi.\n\n6. O‘n to‘rt yoshga to‘lgan aqli raso shaxs jinoyat subyekti bo‘lishi mumkin.\n\n7. JK 252-moddasining 2-qismida:\n\na) takroran yoki xavfli retsidivist tomonidan;\n\nb) bir guruh shaxslar tomonidan oldindan til biriktirib;\n\nv) mansab mavqeidan foydalangan holda radioaktiv moddalarni qonunga xilof ravishda egallash uchun javobgarlik nazarda tutilgan.\n\n8. (Takroriylikni kvalifikatsiya qilish belgilari to‘g‘risida JK 29, 34, 32, 205-moddalari sharhiga qarang.)\n\n9. JK 252-moddasining 3-qismida:\n\na) uyushgan guruh tomonidan yoki uning manfaatlarini ko‘zlab;\n\nb) o‘ta xavfli retsidivist tomonidan radioaktiv moddalarni qonunga xilof ravishda egallash harakatlarining sodir etilishi uchun javobgarlik nazarda tutilgan. "
        },
        {
            "modda_raqami": "253-modda. Radioaktiv materiallardan foydalanish qoidalarini buzish.",
            "matini": "Radioaktiv materiallarni saqlash, hisobga olish, ulardan foydalanish, ularni tashish, jo‘natish va ular bilan muomalada bo‘lishning boshqa qoidalarini buzish badanga o‘rtacha og‘ir yoki og‘ir shikast yetkazilishiga sabab bo‘lsa, - \n\neng kam oylik ish haqining ellik baravaridan yuz baravarigacha miqdorda jarima yoki uch yilgacha axloq tuzatish ishlari yoxud uch yilgacha ozodlikdan mahrum qilish bilan jazolanadi.\n\nO‘sha qilmish:\n\na) odam o‘lishiga;\n\nb) boshqa og‘ir oqibatlarga sabab bo‘lsa, - \n\nmuayyan huquqdan mahrum qilib, uch yildan besh yilgacha ozodlikdan mahrum qilish bilan jazolanadi.",
            "sharxi": "1. Sharhlanayotgan jinoyatning obyekti – radioaktiv nurlarning nomaqbul zararli ta’siridan jamoat xavfsizligini ham, insonlarning shaxsiy xavfsizligini ham muhofaza qilishni ta’minlaydigan radioaktiv materiallardan foydalanish tartibi hisoblanadi. Insonlarning hayoti va sog‘lig‘i jinoyatning qo‘shimcha obyekti hisoblanadi. \n\nRadioaktiv materiallardan foydalanish qoidalari ularni saqlash, hisobga olish, ulardan foydalanish, ularni tashish, jo‘natish bilan bog‘liq munosabatlarni tartibga soladi.\n\nRadioaktiv materiallardan foydalanish qoidalarini buzish natijasida ko‘pchilik fuqarolar hayotiga, sog‘lig‘iga zarar yetkazilishi, atrof muhitning ifloslanishi xavfi va boshqa og‘ir oqibatlar yuzaga kelishi mumkin.\n\n2. Jinoyat predmeti radioaktiv materiallar, radioaktiv moddalar, yadroviy materiallar va boshqa ionlashtiruvchi nurlanish manbalari hisoblanadi.\n\n(Jinoyat predmeti to‘g‘risida JK 252-moddasi sharhiga qarang.)\n\n3. Obyektiv tomondan jinoyat radioaktiv materiallarni saqlash, hisobga olish, ulardan foydalanish, ularni tashish, jo‘natish va ular bilan muomalada bo‘lishning boshqa qoidalarini buzish natijasida badanga o‘rtacha og‘ir yoki og‘ir shikast yetqazilishida ifodalanadi.\n\n4. Ushbu modda  dispozitsiyasi blanketli bo‘lib, radioaktiv materiallar bilan muomalada bo‘lish qoidalarini tartibga soladigan qonun hujjatlariga havola qiladi.\n\nHar bir alohida holatda radioaktiv materiallar bilan muomalada bo‘lish qoidalarini tartibga soladigan va aybdor shaxs bevosita buzgan qonun hujjatlarini aniqlash zarur. Radioaktiv materiallardan foydalanishning umumiy qoidalari O‘zbekiston Respublikasining “Radiatsiyaviy xavfsizlik to‘g‘risida”gi Qonunida belgilangan va radiatsiyaviy xavfsizlikni ta’minlash sohasini davlat tomonidan tartibga solish davlat organlarining ichki normativ farmoyishlari bilan belgilab qo‘yilgan. Radiatsiyaviy xavfsizlikni ta’minlash sohasini davlat tomonidan tartibga solish quyidagilardan iborat: nazorat qilish va tekshirish; ionlashtiruvchi nurlanish manbalarini ishlatish sohasidagi faoliyatni litsenziyalash; radiatsiyaviy xavfsizlikni ta’minlash sohasida normalashtirish[ O‘zbekiston Respublikasining 2000 yil 31 avgustdagi “Radiatsiyaviy xavfsizlik to‘g‘risida”gi Qonuni, 2-bo‘lim.].\n\nMasalan, O‘zbekiston Respublikasi Vazirlar Mahkamasining 2002 yil 21 fevraldagi 62-sonli “O‘zbekiston Respublikasi hududi orqali maxsus yuklar va harbiy tarkiblarning tranzitini davlat tomonidan tartibga solish va nazorat qilish to‘g‘risida”gi Qarorida radioaktiv materiallarni tashish (jo‘natish)ning maxsus tartibi belgilangan. Bunda ushbu qaror O‘zbekiston Respublikasining 2001 yil 11 maydagi “Maxsus yuklar va harbiy tarkiblarning tranziti to‘g‘risida”gi Qonuniga havola qiladi. Ko‘rsatilgan qonun hujjatlarida radioaktiv materiallarni maxsus yuklar sifatida jo‘natish tartib-qoidasi aniqlangan.\n\n5. Radioaktiv materiallar va moddalarni saqlash deganda, saqlanishini ta’minlash va keyinchalik chiqarib olib foydalanish, qayta ishlash, ko‘mish maqsadida maxsus jihozlangan joylarga joylashtirish tushuniladi.\n\n6. Radioaktiv moddalarni hisobga olish deganda, radioaktiv materiallarning miqdor va sifat tarkibining hisob-kitobi olib borilishini, ro‘yxatga olinishini tushunish lozim.\n\nRadioaktiv moddalarni hisobga olishning buzilishi radioaktiv materiallar tranziti bilan bog‘liq ma’lumotlar o‘z vaqtida berilmaganligi, muhim ahamiyatga ega bo‘lgan ma’lumotlarni yashirish yoki buzib ko‘rsatishdan iborat.\n\n7. Radioaktiv materiallardan foydalanish deganda, yuridik va jismoniy shaxslarning bevosita ionlashtiruvchi nurlanish manbalaridan foydalanish sohasidagi ilmiy-tadqiqot hamda tajriba-konstruktorlik ishlari, ionlashtiruvchi nurlanish manbalarini loyihalashtirish, barpo etish, qazib olish, ishlab chiqarish, hosil qilish, qayta ishlash, ulardan foydalanish, ularni saqlash, tashish va ko‘mib tashlashni belgilangan tartibda amalga oshirish uchun  berilgan litsenziyalar asosidagi faoliyati tushuniladi.\n\n8. Radioaktiv materiallarni tashish deganda, ularning har qanday transport vositasida bir joydan ikkinchi joyga o‘tkazilishi tushuniladi. Bu holda har qanday transport vositasi jinoyat quroli hisoblanadi. Radioaktiv materiallarni tashish qoidalarining buzilishi – ushbu materiallarni tranzit qilish paytida avariyani yuzaga keltirmasligi, transport halokatlari, qonun hujjatlarida nazarda tutilgan xavfsizlikni ta’minlash talablari va tranzit tartibining buzilishi, markirovka va o‘rash bo‘yicha belgilangan talablarning buzilishi hisoblanadi.\n\n9. Jo‘natish deganda, aloqa muassasalari xizmati yordamida radioaktiv materiallarning bir joydan ikkinchi joyga o‘tkazilishini tushunish kerak (posilkalar, banderollar va hokazolar).\n\n10. Radioaktiv moddalar bilan muomalada bo‘lishning boshqa qoidalari ko‘mish, xavfsizlik texnikasining umumiy qoidalari va hokazolar bilan bog‘liq.\n\n11. Sharhlanayotgan jinoyatni kvalifikatsiya qilishda mazkur qoidalarning buzilishi badanga o‘rtacha og‘ir yoki og‘ir shikast yetkazilishiga sabab bo‘lsagina, jinoiy jazolanadigan qilmish bo‘lishiga alohida e’tibor berish kerak.\n\n12. Jinoyat badanga o‘rtacha og‘ir yoki og‘ir shikast yetkazilgan paytdan e’tiboran tugallangan deb e’tirof etiladi.\n\n13. Subyektiv tomondan radioaktiv materiallardan foydalanish qoidalarini buzish murakkab ayb shaklida namoyon bo‘ladi: ushbu qoidalarni buzilishiga nisbatan qasddan va kelib chiqqan oqibatlarga nisbatan ehtiyotsizlik natijasida sodir etiladi. Qasd to‘g‘ri ham, egri ham bo‘lishi mumkin.\n\n14. O‘n olti yoshga to‘lgan aqli raso shaxs jinoyat subyekti bo‘ladi. Mansabdor shaxs, radioaktiv materiallardan foydalanish vakolatiga ega boshqa shaxslar ham jinoyat subyekti bo‘lishi mumkin.\n\n15. Radioaktiv materiallardan foydalanish qoidalarini buzish:\n\na) odam o‘lishiga;\n\nb) boshqa og‘ir oqibatlarga sabab bo‘lsa, sharhlanayotgan jinoyatning 2- qismi bo‘yicha kvalifikatsiya qilinadi.\n\n17. Ikki yoki undan ortiq shaxs badaniga o‘rtacha og‘ir yoki og‘ir shikast yetkazish, atrof muhitga zarar yetkazish, ekologik halokatning yuzaga kelishi va hokazolarni boshqa og‘ir oqibatlar deb tushunish kerak. "
        },
        {
            "modda_raqami": "254-modda. Radioaktiv materiallardan qonunga xilof ravishda foydalanish.",
            "matini": "Radioaktiv materiallarga, ya’ni qurilmada yoki buyum tarkibida har qanday fizik holatda yoinki boshqa ko‘rinishda turgan ion nurlari tarqatuvchi manbalarga, radioaktiv modda yoki yadro materiallariga qonunga xilof ravishda ega bo‘lish, ularni saqlash, ulardan foydalanish, ularni birovga o‘tkazish yoki buzish badanga o‘rtacha og‘ir yoki og‘ir shikast yetkazilishiga sabab bo‘lsa, - \n\neng kam oylik ish haqining yigirma besh baravaridan ellik baravarigacha miqdorda jarima yoki uch yilgacha axloq tuzatish ishlari yoxud besh yilgacha ozodlikdan mahrum qilish bilan jazolanadi.\n\nO‘sha qilmish:\n\na) odam o‘lishiga;\n\nb) boshqa og‘ir oqibatlarga sabab bo‘lsa, - \n\nbesh yildan sakkiz yilgacha ozodlikdan mahrum qilish bilan jazolanadi.",
            "sharxi": "1. Jinoyatning obyekti jamoat xavfsizligi, odamlarning hayoti va sog‘lig‘idir.\n\n2. Jinoyatning predmeti radioaktiv materiallar – ionlashtiruvchi nurlanish chiqaruvchi manbalar, radioaktiv moddalar, yadro materiallari hisoblanadi. \n\n(Ushbu predmetlar to‘g‘risida JK 252-moddasi sharhiga qarang).\n\n3. Obyektiv tomondan jinoyat radioaktiv materiallar bilan qonunga xilof ravishda, ya’ni radioaktiv materiallar, aniqrog‘i, ionlashtiruvchi nurlanish manbalari, radioaktiv moddalar, yadroviy materiallarning qurilmadagi yoki buyum tarkibidagi har qanday fizik holati yoki badanga o‘rtacha og‘ir yoki og‘ir shikast yetkazadigan boshqa ko‘rinishi bilan qonunga xilof ravishda muomalada bo‘lish: \n\n-ularga ega bo‘lish;\n\n-ularni saqlash;\n\n-ulardan foydalanish;\n\n-ularni birovga o‘tkazish;\n\n-ularni buzishda ifodalanadi.\n\n4. Ega bo‘lish deganda, egallash uchun qo‘llanilgan har qanday usulni (JK 252-moddasida nazarda tutilganlardan tashqari) tushunish zarur, bu sotib olish, almashish, qarz evaziga hisob-kitob qilish, tortiq qilinishi va hokazolar bo‘lishi mumkin.\n\n5. O‘tkazish deganda, radioaktiv materiallarning boshqa shaxsga sotilishini, hadya qilinishini va hokazo o‘tkazishni tushunish zarur.\n\n6. Radioaktiv materiallarni buzish deganda, ularning nobud qilinishi (tarkibida radioaktiv materiallar bo‘lgan dastgohlarga, asbob-uskunalarga, moslamalarga shikast yetkazish)ni tushunish zarur.\n\n7. Radioaktiv materiallar bilan qonunga xilof ravishda muomalada bo‘lishning boshqa ko‘rinishlari (qonunga xilof ravishda saqlash, foydalanish) radioaktiv materiallar bilan muomala qilish qoidalari buzilishlari JK 252-moddasi tahlilida ko‘rib chiqilgan edi.\n\n8. Sharhlanayotgan jinoyat moddiy tarkibli bo‘lib, badanga o‘rtacha og‘ir yoki og‘ir shikast yetkazish tarzidagi oqibatlar kelib chiqqan paytdan e’tiboran tugallangan hisoblanadi.\n\n9. Subyektiv tomondan jinoyat qasddan sodir etiladi. Jinoyat sodir etishning motivi va maqsadi qilmishni kvalifikatsiya qilishda ahamiyat kasb etmaydi.\n\n10. Jinoyat subyekti o‘n olti yoshga to‘lgan har qanday aqli  raso shaxs bo‘lishi mumkin.\n\n11. Mazkur moddaning 2-qismida radioaktiv moddalar bilan qonunga xilof ravishda muomalada bo‘lish: \n\na) odam o‘lishiga;\n\nb) boshqa og‘ir oqibatlarga olib kelganligi uchun javobgarlik nazarda tutilgan.\n\n12. Boshqa og‘ir oqibatlar deganda, ikki yoki undan ortiq shaxsning badaniga o‘rtacha og‘ir yoki og‘ir shikast yetkazish, atrof muhitga zarar yetkazish, ekologik falokat va hokazolar tushunilishi lozim.\n\nAlohida olingan har bir holatda sud sodir etilgan jinoyatdagi ish holatlarini inobatga olib, badanga yetkazilgan boshqa og‘ir shikastlarga tushuncha beradi. "
        },
        {
            "modda_raqami": "255-modda. Yadro qurilmalaridan foydalanish qoidalarini buzish.",
            "matini": "Yadro energiyasi bilan bog‘liq obyektlardan foydalanish qoidalarini buzish badanga o‘rtacha og‘ir yoki og‘ir shikast yetkazilishiga sabab bo‘lsa, - \n\neng kam oylik ish haqining ellik baravaridan yuz baravarigacha miqdorda jarima yoki uch yilgacha axloq tuzatish ishlari yoxud besh yilgacha ozodlikdan mahrum qilish bilan jazolanadi.\n\nO‘sha qilmish:\n\na) odam o‘lishiga;\n\nb) boshqa og‘ir oqibatlarga sabab bo‘lsa, - \n\nmuayyan huquqdan mahrum qilib, besh yildan o‘n yilgacha ozodlikdan mahrum qilish bilan jazolanadi.",
            "sharxi": "1.Jinoyatning obyekti jamoat xavfsizligi, odamlarning hayoti va sog‘lig‘idir.\n\n2.Yadro energiyasidan foydalanish bilan bog‘liq obyektlarga yadro reaktori joylashgan inshootlar va majmualar, shu jumladan atom stansiyalari, atom kemalari, kosmik kemalar va uchuvchi apparatlar hamda yadroviy materiallar va radioaktiv moddalar saqlanadigan punktlar, omborlar va hokazolar kiradi.\n\n3.Obyektiv tomondan jinoyat yadro energiyasi bilan bog‘liq obyektlardan foydalanish qoidalari buzilishi natijasida badanga o‘rtacha og‘ir yoki og‘ir shikast yetkazilishida ifodalanadi. \n\nUshbu modda ham dispozitsiyasi blanketli bo‘lib, har bir alohida holatda yadro energiyasi bilan bog‘liq obyektlardan foydalanish qoidalarining aynan qaysi bandi buzilganligini aniqlash zarur. \n\nBadanga o‘rtacha og‘ir yoki og‘ir shikast yetkazilishi ko‘rinishidagi oqibat kelib chiqqanligi mazkur jinoyatning zaruriy belgisi hisoblanadi.\n\n4.Subyektiv tomondan jinoyat qasddan yoki ehtiyotsizlik natijasida sodir etiladi. Jinoyat sodir etishning motivi va maqsadlari qilmishni kvalifikatsiya qilishda ahamiyatga ega emas.\n\n5.Jinoyatning subyekti o‘n olti yoshga to‘lgan aqli raso  shaxs bo‘ladi.\n\n6.JK 255-moddasining 2-qismida yadro qurilmalaridan foydalanish qoidalarini buzish:\n\nodam o‘lishiga;\n\nboshqa og‘ir oqibatlarga sabab bo‘lishi uchun javobgarlik nazarda tutilgan."
        },
        {
            "modda_raqami": "255_1-modda. Bakteriologik, kimyoviy va boshqa xil yalpi qirg‘in qurollari turlarini ishlab chiqish, ishlab chiqarish, to‘plash, olish, birovga o‘tkazish, saqlash, qonunga xilof ravishda egallash va ular bilan boshqa harakatlarni sodir etish.",
            "matini": "O‘zbekiston Respublikasining xalqaro shartnomalari bilan taqiqlangan bakteriologik (biologik), kimyoviy va boshqa xil yalpi qirg‘in qurollari turlarini ishlab chiqish, ishlab chiqarish, to‘plash, olish, birovga o‘tkazish, saqlash, qonunga xilof ravishda egallash va ular bilan boshqa harakatlarni sodir etish -\n\nbesh yildan sakkiz yilgacha ozodlikdan mahrum qilish bilan jazolanadi.\n\nO‘sha qilmish:\n\na) odam o‘lishiga;\n\nb) boshqa og‘ir oqibatlarga sabab bo‘lsa, - \n\nsakkiz yildan o‘n besh yilgacha ozodlikdan mahrum qilish bilan jazolanadi.",
            "sharxi": "1. Jinoyatning obyekti insoniyat xavfsizligi hisoblanadi.\n\n2. Yalpi qirg‘in qurollari jinoyatning predmeti hisoblanadi.\n\nBakteriologik (biologik) qurol deganda, harbiy maqsadlarda yaratilgan, odamlar, hayvonlar va o‘simliklarda kasalliklar qo‘zg‘atuvchi, sun’iy ko‘paytirilgan mikroorganizmlar, hasharotlardan iborat ommaviy qirg‘in vositasi tushuniladi. Bakteriologik qurol mikroblari aviabomba, raketa, snaryad va boshqa qurollar orqali tarqatiladi. Bakteriologik (biologik) qurol asosan kasallik tarqatuvchi mikroorganizmlar (bakteriya, virus, zamburug‘ va boshqalar) yuqtirilgan pashsha, chivin, kemiruvchi hayvonlardan yoki suspenziya va kukunlardan iborat bo‘ladi.\n\nKimyoviy qurol deganda, zaharlovchi moddalar va ularni qo‘llash vositalari (kimyoviy raketalar, snaryadlar, minalar, kimyoviy bombalar va boshqalar) tushuniladi. U ommaviy qirg‘in qurollari turlaridan biridir. Bu qurol Qurolli Kuchlar shaxsiy tarkibini, aholini zaharlash va xalq xo‘jaligi obyektlarini barbod qilish maqsadida qo‘llanadi.\n\nBoshqa yalpi qirg‘in qurollariga yadroviy va ko‘p sonli odamlar va sanoat obyektlarini tanlamay yo‘q qiladigan qurollarning boshqa turlari (masalan, nurlantiruvchi, infratovush, genetik, psixotrop va boshqa qurollar) kiradi. \n\nOmmaviy qirg‘in qurollari tushunchasini talqin qilishda BMT tomonidan 1948 yilda qabul qilingan qoida belgilovchi ahamiyat kasb etishi lozim. Unga ko‘ra, ommaviy qirg‘in qurollari atom portlashi orqali o‘lim keltiruvchi, kimyoviy va biologik qurollar hamda yo‘q qilish kuchi bo‘yicha atom va yuqorida keltirilgan boshqa qurollarga taqqoslanishi mumkin bo‘lgan, kelajakda ishlab chiqariladigan qurollarni o‘z ichiga oladi.\n\n3. Sharhlanayotgan jinoyatning obyektiv tomoni bakteriologik, kimyoviy va boshqa xil yalpi qirg‘in qurollari turlarini ishlab chiqish, ishlab chiqarish, to‘plash, olish, birovga o‘tkazish, saqlash, qonunga xilof ravishda egallash va ular bilan boshqa harakatlarni sodir etishdan iboratdir.\n\n4. Ishlab chiqish deganda, yalpi qirg‘in qurollarini yaratishga qaratilgan har qanday xatti-harakatning sodir etilishini tushunish lozim.\n\n5. Ishlab chiqarish deganda, yalpi qirg‘in qurollarining yasalishi yoki ishlab chiqarilishi tushuniladi.\n\n6. To‘plash – ma’lum bir hududda har qanday yalpi qirg‘in qurollari jamlanishini anglatadi.\n\n7. Yalpi qirg‘in qurolini olish deganda, ularning sotib olinishi, almashish yo‘li bilan qo‘lga kiritilishi va boshqa xatti-harakatlar tushuniladi.\n\n8. Birovga o‘tkazish deganda, yalpi qirg‘in qurolini boshqa shaxs ixtiyoriga o‘tkazish tushuniladi.\n\n9. Yalpi qirg‘in qurollarini saqlash – yalpi qirg‘in qurollarining maxsus xonalarda, xilvat joylarda hamda ularning butligini ta’minlovchi boshqa joylarda saqlanishidan iboratdir.\n\n10. Qonunga xilof ravishda egallash o‘g‘irlash, o‘zlashtirish, mansab mavqeini suiiste’mol qilish kabi yo‘llar bilan yalpi qirg‘in qurolini egallashning har qanday usulini anglatadi. Qonunga xilof ravishda qo‘lga kiritishda jinoyat talon-toroj usullaridan birini qo‘llab sodir etilganligi qilmishni tahlil etilayotgan modda bilan kvalifikatsiya qilish uchun yetarlidir.\n\n11. Mazkur modda dispozitsiyasida nazarda tutilgan har qanday harakat sodir etilgan paytdan e’tiboran jinoyat tugallangan hisoblanadi.\n\n12. Subyektiv tomondan jinoyat qasddan sodir etiladi. Kvalifikatsiya qilishda jinoyat sodir etish motivlari va undan ko‘zlangan maqsad ahamiyatga ega emas.\n\n13. Jinoyat subyekti o‘n olti yoshga to‘lgan aqli raso shaxs bo‘ladi.\n\n14. Mazkur moddaning 2-qismida shu moddaning birinchi qismida aytib o‘tilgan xatti-harakatlarning sodir etilishi: \n\na) odam o‘lishiga; \n\nb) boshqa og‘ir oqibatlarga sabab bo‘lgan og‘irlashtiruvchi holatlar uchun javobgarlik nazarda tutilgan."
        },
        {
            "modda_raqami": "255_2-modda. Neft quvurlarini, gaz quvurlarini, neft va gaz mahsulotlari quvurlarini yaroqsiz holatga keltirish.",
            "matini": "Neft quvurlarini, gaz quvurlarini, neft va gaz mahsulotlari quvurlarini, shuningdek texnologik jihatdan ular bilan bog‘liq bo‘lgan obyektlarni, inshootlarni, aloqa, avtomatika, signalizatsiya vositalarini qasddan buzish, ularga shikast yetkazish yoki boshqa usul bilan ularni foydalanish uchun yaroqsiz holatga keltirish, agar ushbu harakatlar ularning normal ishlashi buzilishiga olib kelsa yoki olib kelishi mumkin bo‘lsa, —\n\n\nbazaviy hisoblash miqdorining yuz baravarigacha miqdorda jarima yoki ikki yilgacha axloq tuzatish ishlari yoki bir yildan uch yilgacha ozodlikni cheklash yoxud uch yilgacha ozodlikdan mahrum qilish bilan jazolanadi.\n\nO‘sha harakatlar:\n\na) takroran;\n\nb) bir guruh shaxslar tomonidan oldindan til biriktirib;\n\nv) magistral quvurlarga nisbatan sodir etilgan bo‘lsa;\n\ng) ko‘p miqdorda zarar yetkazilishiga;\n\nd) badanga o‘rtacha og‘ir yoki og‘ir shikast yetkazilishiga sabab bo‘lsa, —\n\n\nbazaviy hisoblash miqdorining uch yuz baravarigacha miqdorda jarima yoki ikki yildan uch yilgacha axloq tuzatish ishlari yoki uch yildan besh yilgacha ozodlikni cheklash yoxud uch yildan besh yilgacha ozodlikdan mahrum qilish bilan jazolanadi.\n\nO‘sha harakatlar:\n\na) odam o‘lishiga;\n\nb) juda ko‘p miqdorda zarar yetkazilishiga sabab bo‘lsa, —\n\nbesh yildan sakkiz yilgacha ozodlikdan mahrum qilish bilan jazolanadi.\n\nO‘sha harakatlar:\n\na) odamlar o‘limiga;\n\nb) boshqa og‘ir oqibatlarga sabab bo‘lsa, —\n\nsakkiz yildan o‘n yilgacha ozodlikdan mahrum qilish bilan jazolanadi.",
            "sharxi": " "
        },
        {
            "modda_raqami": "256-modda. Tadqiqot faoliyatini amalga oshirishda xavfsizlik qoidalarini buzish.",
            "matini": "Ilmiy tadqiqot yoki sinov tajriba faoliyatini amalga oshirish vaqtida xavfsizlik qoidalarini buzish badanga o‘rtacha og‘ir yoki og‘ir shikast yetkazilishiga sabab bo‘lsa, - \n\neng kam oylik ish haqining ellik baravarigacha miqdorda jarima yoki ikki yilgacha axloq tuzatish ishlari bilan jazolanadi.\n\nO‘sha qilmish:\n\na) xavfsizlik qoidalariga rioya qilinishi uchun mas’ul shaxs tomonidan sodir etilgan bo‘lsa;\n\nb) ko‘p miqdorda zarar yetkazilishiga sabab bo‘lsa, - \n\nikki yildan uch yilgacha axloq tuzatish ishlari yoki uch yilgacha ozodlikdan mahrum qilish bilan jazolanadi.\n\nO‘sha qilmish:\n\na) odam o‘lishiga;\n\nb) boshqa og‘ir oqibatlariga sabab bo‘lsa, - \n\nuch yildan besh yilgacha ozodlikdan mahrum qilish bilan jazolanadi.",
            "sharxi": "1. Ushbu jinoyatning obyekti jamoat xavfsizligi, odamlarning hayoti va sog‘lig‘idir.\n\n2. Jinoyatning obyektiv tomoni ilmiy-tadqiqot yoki sinov-tajriba faoliyatini amalga oshirish vaqtida xavfsizlik qoidalari buzilishi natijasida badanga o‘rtacha og‘ir yoki og‘ir shikast yetkazilishida ifodalanadi.\n\n3. Sharhlanayotgan jinoyat moddiy tarkibli bo‘lib, badanga o‘rtacha og‘ir yoki og‘ir shikast yetkazish tarzidagi oqibat yuz bergan paytdan e’tiboran tugallangan hisoblanadi.\n\n4. JK 256-moddasi dispozitsiyasi blanketli bo‘lib, shaxsni mazkur modda bo‘yicha jinoiy javobgarlikka tortish uchun aybdor shaxs ilmiy-tadqiqot yoki sinov-tajriba faoliyatini amalga oshirish vaqtida xavfsizlik qoidalarining qaysi bandini buzganligi, buning oqibatida badanga o‘rtacha og‘ir yoki og‘ir shikast yetkazilgan yoki yetkazilmaganligi aniqlanishi lozim. \n\nIlmiy-tadqiqot yoki tajriba-sinov ishlarini amalga oshirish vaqtida xavfsizlik qoidalarining buzilishi bilan badanga o‘rtacha og‘ir yoki og‘ir shikast yetishi tarzidagi oqibat o‘rtasida sababiy bog‘lanish mavjudligini aniqlash jinoyatning zaruriy belgisi hisoblanadi.\n\n5. Subyektiv tomonidan jinoyat qasddan yoki ehtiyotsizlik natijasida sodir etiladi.\n\n6. O‘n olti yoshga to‘lgan har qanday aqli raso shaxs jinoyat subyekti bo‘lishi mumkin.\n\n7. JK 253-modasi 2-qismida ilmiy-tadqiqot yoki sinov-tajriba faoliyatini amalga oshirishda xavfsizlik qoidalarining:\n\n-xavfsizlik qoidalariga rioya qilinishi uchun mas’ul shaxs tomonidan;\n\n-ko‘p miqdorda zarar yetishiga sabab bo‘lgan buzilishi uchun javobgarlik ko‘zda tutilgan.\n\nEgallab turgan lavozimiga ko‘ra (xavfsizlik bo‘yicha muhandis) yoxud buyruqqa muvofiq ilmiy-tadqiqot yoki sinov-tajriba ishlarini amalga oshirish vaqtida xavfsizlik qoidalariga rioya qilinishi uchun javobgarlik zimmasiga yuklangan shaxs xavfsizlik qoidalariga rioya qilinishi uchun mas’ul shaxs deb hisoblanadi.\n\nEng kam oylik ish haqining yuz baravaridan uch yuz baravarigacha miqdordagi zarar ko‘p miqdordagi zarar deb topiladi.\n\n8. Sharhlanayotgan moddaning 2-qismida belgilangan jinoyatning subyekti ilmiy-tadqiqot yoki sinov-tajriba faoliyatini amalga oshirish vaqtida xavfsizlik qoidalariga rioya qilish majburiyati yuklatilgan shaxs bo‘lishi mumkin.\n\n9. JK 256-moddasi 3-qismida ilmiy-tadqiqot faoliyatini amalga oshirish vaqtida xavfsizlik qoidalarining buzilishi:\n\n-odam o‘lishiga;\n\n-badanga boshqa og‘ir shikast yetishiga olib kelganligi uchun javobgarlik belgilangan. "
        },
        {
            "modda_raqami": "257-modda. Mehnatni muhofaza qilish qoidalarini buzish.",
            "matini": "Texnika xavfsizligi, sanoat sanitariyasi yoki mehnatni muhofaza qilishning boshqa qoidalarini shu qoidalariga rioya etilishi uchun mas’ul bo‘lgan shaxs tomonidan buzilishi o‘rtacha og‘ir yoki og‘ir tan jarohati yetkazilishiga sabab bo‘lsa, - \n\neng kam oylik ish haqining yigirma besh baravaridan ellik baravarigacha miqdorda jarima yoki besh yilgacha muayyan huquqdan mahrum qilish yoki uch yilgacha axloq tuzatish ishlari yoxud uch yilgacha ozodlikdan mahrum qilish bilan jazolanadi.\n\nO‘sha qilmish:\n\na) odam o‘lishiga;\n\nb) boshqa og‘ir oqibatlar kelib chiqishiga sabab bo‘lsa, - \n\nmuayyan huquqdan mahrum qilib, besh yilgacha ozodlikdan mahrum qilish bilan jazolanadi.",
            "sharxi": "1. O‘zbekiston Respublikasi Konstitutsiyasining 37-moddasida: “Har bir shaxs mehnat qilish, erkin kasb tanlash, adolatli mehnat sharoitlarida ishlash va qonunda ko‘rsatilgan tartibda ishsizlikdan himoyalanish huquqiga ega”, – deb mustahkamlab qo‘yilgan.\n\n2. Ushbu jinoyatning obyekti, mulkchilik shaklidan qat’i nazar, korxonalar, muassasalar, tashkilotlarda ishlayotgan shaxslarning mehnat sharoitlarini tartibga soluvchi ijtimoiy munosabatlar hisoblanadi. Korxonalar, muassasalar, tashkilotlarda nafaqat doimiy ishlayotgan shaxslar, balki vaqtincha ishlayotgan shaxslar ham jabrlanuvchi bo‘lishlari mumkin.\n\n3. JK 257-moddasi 1-qismida nazarda tutilgan jinoyat obyektiv tomondan o‘rtacha og‘ir yoki og‘ir tan jarohati yetkazilishiga sabab bo‘lgan: \n\n-texnika xavfsizligi qoidalari;\n\n-sanoat sanitariyasi qoidalari;\n\n-mehnatni muhofaza qiluvchi boshqa qoidalarning buzilishidan iboratdir. \n\n Ushbu modda dispozitsiyasi blanketli bo‘lib, shaxsni jinoiy javobgarlikka tortish uchun aybdor shaxs tomonidan mehnatni muhofaza qilish qoidalarining qaysi bandi buzilganligini aniqlash zarur. Sodir etilgan qilmishning oqibati sifatida badanga o‘rtacha og‘ir yoki og‘ir shikast yetkazilishi jinoyatning zaruriy belgisi hisoblanadi.\n\n4. Subyektiv tomondan jinoyat aybning qasd yoki ehtiyotsizlik shakllari orqali sodir etiladi. Jinoyatni sodir etish motivi va undan ko‘zlangan maqsad jinoyatni kvalifikatsiya qilishga ta’sir etmaydi.\n\n5. Jinoyatning subyekti o‘n olti yoshga to‘lgan va zimmasiga xizmat mavqeiga ko‘ra texnika xavfsizligi, sanoat sanitariyasi yoki mehnatni muhofaza qilish qoidalariga rioya etilishi bo‘yicha yoxud maxsus farmoyish bilan ish uchastkasida mehnat muhofazasi va texnika xavfsizligi qoidalariga rioya etilishi yoki shu qoidalarning ijrosi bo‘yicha mas’uliyat yuklangan aqli raso shaxs bo‘ladi.\n\nMehnatni muhofaza qilish qoidalari mazkur jinoyat subyekti bo‘lmagan shaxs tomonidan buzilgan va ushbu modda dispozitsiyasida ko‘rsatib o‘tilgan oqibatlar kelib chiqqan hollarda aybdorning qilmishi sog‘liqqa zarar yetkazganlik uchun javobgarlikni nazarda tutuvchi modda bilan kvalifikatsiya qilinishi lozim.\n\n6. JK 257-moddasi 2-qismida mehnatni muhofaza qilish qoidalarining buzilishi:\n\n-odam o‘lishiga;\n\n-boshqa og‘ir oqibatlar kelib chiqishiga sabab bo‘lgan og‘irlashtiruvchi holatlarda javobgarlik nazarda tutiladi."
        },
        {
            "modda_raqami": "257_1-modda. Sanitariyaga oid qonunchilikni yoki epidemiyaga qarshi kurash qoidalarini buzish.",
            "matini": "Sanitariyaga oid qonun hujjatlarini yoki epidemiyaga qarshi kurash qoidalarini buzish, odamlarning ommaviy kasallanishiga yoki zaharlanishiga olib kelsa, - \n\neng kam ish  haqining ellik baravaridan yuz baravarigacha miqdorda jarima solish yoki besh yilgacha muayyan huquqdan mahrum qilish yoki ikki yilgacha axloq tuzatish ishlari yoxud uch yilgacha ozodlikdan mahrum qilish bilan jazolanadi.\n\nO‘sha qilmish odamning o‘limiga sabab bo‘lsa, - \n\nikki yildan uch yilgacha axloq tuzatish ishlari yoki uch yildan besh yilgacha ozodlikdan mahrum qilish bilan jazolanadi.\n\nO‘sha qilmish odamlarning o‘limiga sabab bo‘lsa, - \n\nbesh yildan sakkiz yilgacha ozodlikdan mahrum qilish bilan jazolanadi.",
            "sharxi": "1. Jinoyatning obyekti jamoat xavfsizligi, odamlarning hayoti va sog‘lig‘idir.\n\n2. Obyektiv tomondan jinoyat odamlarning ommaviy kasallanishiga yoki zaharlanishiga olib kelgan:\n\n-sanitariyaga oid qonun hujjatlarini;\n\n-epidemiya qarshi kurash qoidalarini buzishda ifodalanadi.\n\nUshbu modda dispozitsiyasi blanketli bo‘lib, har bir holda sanitariyaga oid qonun hujjatlari yoki epidemiyaga qarshi kurash qoidalarining qaysi bandi buzilganligi alohida aniqlanishi lozim.\n\nOmmaviy kasallanish deganda, ma’lum bir hududdagi ko‘p sonli kishilarning bir vaqtning o‘zida yoxud oralig‘i uncha katta bo‘lmagan vaqt orasida kasallanishini tushunish zarur.\n\n3. Subyektiv tomondan jinoyat qasddan yoki ehtiyotsizlik orqasidan sodir etiladi.\n\nAybdor odamlarning ommaviy kasallanishiga yoki zaharlanishiga olib keluvchi harakatlarni davlat idoralari faoliyatini yoki ijtimoiy-siyosiy vaziyatni beqarorlashtirish yoxud O‘zbekiston Respublikasi iqtisodiyotini izdan chiqarish maqsadida sodir etgan hollarda, u JK 161-moddasi (qo‘poruvchilik) bo‘yicha javobgarlikka tortiladi.\n\n4. Jinoyatning subyekti o‘n olti yoshga to‘lgan aqli raso  shaxs bo‘ladi.\n\n5. Sanitariyaga oid qonun hujjatlarining yoki epidemiyaga qarshi kurash qoidalarining buzilishi odam o‘lishiga sabab bo‘lgan hollarda, aybdorning harakatlari sharhlanayotgan moddaning 2-qismi bo‘yicha kvalifikatsiya qilinadi.\n\n6. Xuddi shunday qilmishlar odamlarining o‘lishiga sabab bo‘lsa, aybdor JK 257-1-moddasi 3-qismi bo‘yicha jinoiy javobgarlikka tortiladi."
        },
        {
            "modda_raqami": "258-modda. Tog‘-kon, qurilish yoki portlatish ishlari xavfsizligi qoidalarini buzish.",
            "matini": "Tog‘-kon, qurilish yoki portlatish ishlari xavfsizligi qoidalarini buzish badanga o‘rtacha og‘ir yoki og‘ir shikast yetkazilishiga sabab bo‘lsa, - \n\neng kam oylik ish haqining yigirma besh baravaridan ellik baravarigacha miqdorda jarima yoki besh yilgacha muayyan huquqidan mahrum qilish yoki uch yilgacha axloq tuzatish ishlari yoxud uch yilgacha ozodlikdan mahrum qilish bilan jazolanadi.\n\nO‘sha qilmish:\n\na) odam o‘lishiga;\n\nb) boshqa og‘ir oqibatlar kelib chiqishiga sabab bo‘lsa, - \n\nmuayyan huquqdan mahrum qilib, besh yilgacha ozodlikdan mahrum qilish bilan jazolanadi.",
            "sharxi": "1. Jinoyatning obyekti jamoat xavfsizligi, tog‘-kon, qurilish yoki portlatish ishlari olib borilayotgan vaqtda odamlarning hayoti va sog‘lig‘i, o‘zganing mulkidir.\n\n2. Obyektiv tomonidan jinoyat tog‘-kon, qurilish yoki portlatish ishlarini olib borishda o‘rtacha og‘ir yoki og‘ir tan jarohatini keltirib chiqargan xavfsizlik qoidalarining buzilishi bilan tavsiflanadi.\n\nUshbu moddaning dispozitsiyasi blanketli bo‘lib, shaxsni jinoiy javobgarlikka tortish uchun tog‘-kon, qurilish yoki portlatish ishlari olib borish qoidalarining qaysi bandi buzilganligini aniqlash zarur.\n\n3. Tog‘-kon ishlari deganda, kon qazish sanoatida olib boriladigan ishlar tushuniladi. Tog‘-kon ishlari – bu burg‘ilaydigan qurilmalar, shaxtalar yoki foydali qazilmalarni ishlashga, jumladan, ochiq usulda ishlashga oid, shuningdek, foydali qazilmalarni qazish bilan bog‘liq bo‘lmagan yerosti imoratlarini (metropoliten, tonnellar va hokazolarni) qurish, qayta qurish, ishlatish va ta’mirlash bo‘yicha bajariladigan ishlarni tushunish kerak.\n\n4. Qurilish ishlari deganda, sanoat korxonalari, ma’muriy, turar joy va boshqa binolarni bunyod etish yoxud ta’mirlash yuzasidan amalga oshiriladigan ishlarni tushunish zarur. Masalan, qurilish maydonchasida amalga oshirilayotgan yerosti, beton, montaj, pardozlash ishlari va boshqalar.\n\n5. Portlatish ishlari deganda, portlatish jarayonida yonuvchi gaz yoki bug‘larning havo yoxud kislorod bilan yoxud boshqa moddalar bilan aralashmalarining hosil bo‘lishini tushunish zarur. Maxsus qoidalarning buzilishi ularga rioya qilmaslikni bildiradi va harakat yoki harakatsizlikda ifodalanadi. \n\nBadanga o‘rtacha og‘ir yoki og‘ir shikast yetkazilishi tarzidagi oqibatlarning kelib chiqishi mazkur jinoyat obyektiv tomonining zaruriy belgisi hisoblanadi.\n\n6. Badanga o‘rtacha og‘ir yoki og‘ir shikast yetkazilgan paytdan jinoyat tugallagan hisoblanadi.\n\n7. Jinoyat subyektiv tomondan qasddan yoki ehtiyotsizlik orqasidan sodir etiladi. Jinoyat sodir etish motivi va maqsadi kvalifikatsiya qilishga ta’sir etmaydi.\n\n8. Jinoyatning subyekti o‘n olti yoshga to‘lgan aqli raso  shaxs bo‘ladi.\n\n9. Sharhlanayotgan moddaning 2-qismida tog‘-kon, qurilish yoki portlatish ishlari xavfsizligi qoidalarining buzilishi:\n\n-odam o‘lishiga;\n\n-boshqa og‘ir oqibatlar kelib chiqishiga sabab bo‘lgan hollar uchun javobgarlik nazarda tutilgan."
        },
        {
            "modda_raqami": "259-modda. Yong‘in xavfsizligi qoidalarini buzish.",
            "matini": "Yong‘in xavfsizligi qoidalarining shu qoidalar bajarilishi uchun mas’ul bo‘lgan shaxs tomonidan buzilishi badanga o‘rtacha og‘ir yoki og‘ir shikast yetkazilishiga sabab bo‘lsa, - \n\neng kam oylik ish haqining yigirma besh baravaridan ellik baravarigacha miqdorda jarima solish yoki besh yilgacha muayyan huquqdan mahrum qilish yoki uch yilgacha axloq tuzatish ishlari yoxud uch yilgacha ozodlikdan mahrum qilish bilan jazolanadi.\n\nO‘sha qilmish:\n\na) odam o‘lishiga;\n\nb) boshqa og‘ir oqibatlar kelib chiqishiga sabab bo‘lsa, - \n\nmuayyan huquqdan mahrum qilib, besh yilgacha ozodlikdan mahrum qilish bilan jazolanadi.",
            "sharxi": "1. Jinoyatning obyekti yong‘in xavfsizligi, ya’ni odamlarning, jamoat va davlat mulkining yong‘indan muhofaza qilinganlik holati hisoblanadi.\n\n2. Obyektiv tomondan jinoyat yong‘in xavfsizligi qoidalarining shu qoidalar bajarilishi uchun mas’ul bo‘lgan shaxs tomonidan buzilishi badanga o‘rtacha og‘ir yoki og‘ir shikast yetkazilishiga olib kelishida ifodalanadi.\n\nYong‘in xavfsizligi qoidalari – yong‘inning oldini olishga qaratilgan talablar, me’yorlar va standartlarga rioya qilish tartibini belgilovchi muayyan qoidalar majmuidir.\n\nSharhlanayotgan modda dispozitsiyasi blanketli bo‘lib, shaxsni jinoiy javobgarlikka tortish uchun yong‘in xavfsizligi qoidalarining qaysi bandi buzilganligini, buning natijasida badanga o‘rtacha og‘ir yoki og‘ir shikast yetkazilganligini aniqlash zarur.\n\n3. Subyektiv tomondan jinoyat qasddan yoki ehtiyotsizlik natijasida sodir etiladi.\n\n4. O‘n olti yoshga to‘lgan va yong‘in xavfsizligi qoidalariga rioya qilish uchun mas’ul shaxs jinoyat subyekti bo‘lishi mumkin.\n\n5. Mazkur moddaning 2-qismida aytib o‘tilgan xatti-harakatlarning sodir etilishi: \n\na) odam o‘lishiga; \n\nb) boshqa og‘ir oqibatlar kelib chiqishiga sabab bo‘lgan og‘irlashtiruvchi holatlar uchun javobgarlik."
        },
        {
            "modda_raqami": "259_1-modda. O‘ta muhim va toifalangan obyektlarning qo‘riqlanishini ta’minlashga doir majburiyatlarni bajarmaslik.",
            "matini": "O‘ta muhim va toifalangan obyektlarning qo‘riqlanishini ta’minlashga doir majburiyatlarni korxonalar, muassasalar va tashkilotlarning ularni bajarishga mas’ul bo‘lgan mansabdor shaxslari tomonidan bajarilmasligi, shunday harakat uchun ma’muriy jazo qo‘llanilganidan keyin sodir etilgan bo‘lsa, -\n\nbazaviy hisoblash miqdorining ellik baravaridan yuz baravarigacha miqdorda jarima yoki uch yilgacha muayyan huquqdan mahrum qilish yoxud uch yilgacha axloq tuzatish ishlari yoki bir yildan uch yilgacha ozodlikni cheklash yoxud uch yilgacha ozodlikdan mahrum qilish bilan jazolanadi.",
            "sharxi": " "
        }
    ]
}