{
    "bob_nomi": "XVII bob. Tibbiy yo‘sindagi majburlov choralarining asoslari va ularni tayinlash",
    "moddalar": [
        {
            "modda_raqami": "91-modda. Majburlov choralarining maqsadlari",
            "matni": "Tibbiy yo‘sindagi majburlov choralari ruhiy holati buzilgan, ijtimoiy xavfli qilmish sodir etgan shaxslarga nisbatan ushbu shaxslarni davolash va ularning yangi ijtimoiy xavfli qilmishlar sodir etishining oldini olish maqsadida tayinlanishi mumkin.\n\nTibbiy yo‘sindagi majburlov choralari alkogolizmga, giyohvandlikka yoki zaharxandalikka yo‘liqqan yoxud aqli rasolikni istisno etmaydigan tarzda ruhiy holati buzilgan shaxslarga nisbatan jazolash bilan bir qatorda, davolash uchun va jazolash maqsadiga erishishga ko‘maklashuvchi sharoitlar yaratish uchun sud tomonidan tayinlanishi mumkin.",
            "sharxi": "1. Sharhlanayotgan moddaning birinchi qismi ruhiy holati buzilgan shaxslarga nisbatan tibbiy yo‘sindagi majburlov choralari qo‘llanilishining maqsadlarini belgilaydi. Xususan, qonun chiqaruvchi bunday maqsadlar sifatida ijtimoiy xavfli qilmish sodir qilgan ruhiy holati buzilgan shaxslarni davolashni hamda ruhiy holati buzilganlar tomonidan yangi ijtimoiy xavfli qilmish sodir etilishining oldini olishni belgilaydi. Kimni ruhiy holati buzilgan, deb topish lozimligini qonun tushuntirmaganligi tufayli bu tushunchaning ta’rifini tibbiy yo‘sindagi majburlov choralarini qo‘llashning umumiy asoslarini tartibga soluvchi JKning 92-moddasi qoidalarining tahlilidan kelib chiqib shakllantirish mumkin. (JKning 92-moddasi sharhiga qarang) 2. Sharhlanayotgan modda nuqtayi nazaridan, davolash deganda, kasalga uni ijtimoiy tiklash va ruhiy holatini ijobiy o‘zgartirish uchun aniq ta’sir qilish jarayoni tushuniladi. Bunday holda davolash, shaxsning to‘liq tuzalishini maqsad qilib qo‘ymasa-da, ammo shaxsni jamiyat uchun xavf tug‘dirmaydigan darajada ruhiy jihatdan tuzatishga qaratiladi.\n\nRuhiy holati buzilgan shaxsning yoki uning qonuniy vakilining ma’lumotlarni bilgan holda tibbiy aralashuvga ixtiyoriy roziligisiz davolash faqat tibbiy yo‘sindagi majburlov choralarini qo‘llash chog‘ida, shuningdek psixiatriya muassasasiga g‘ayriixtiyoriy tartibda yotqizilganda amalga oshirilishi mumkin.\n\nYuqorida ko‘rsatilgan shaxslarga nisbatan ruhiy holat buzilishlarini davolash uchun asl holiga qaytarib bo‘lmaydigan oqibatlarni keltirib chiqaradigan jarrohlik usullarini hamda boshqa usullarni qo‘llashga, shuningdek ularda profilaktika, tashxis qo‘yish, davolash va tibbiy reabilitatsiya qilish usullari, tibbiyot uchun mo‘ljallangan dori vositalari va buyumlari, maxsus shifobaxsh oziq-ovqat mahsulotlari sinovlarini o‘tkazishga yo‘l qo‘yilmaydi.\n\n3. Tibbiy yo‘sindagi majburlov choralari ijtimoiy xavfli qilmish sodir etgan shaxsga nisbatan qo‘llanilgandan so‘ng, davolashni ta’minlashdan tashqari, yangi ijtimoiy xavfli qilmish sodir etilishining oldini olishni maqsad qilib qo‘yishi lozim. Qo‘llanilgan majburlov choralari nafaqat davolanish vaqtida qo‘llaniladi, balki shaxs torayganidan so‘ng ham qo‘llanilishi mumkin. Sud yangi ijtimoiy xavfli qilmishni sodir etgan ruhiy holati buzilgan shaxsga nisbatan tibbiy yo‘sindagi majburlov choralarini ta’minlaydi, sog‘liqni saqlash idoralari esa, ijro etadi va davolashning davomiyligini ta’minlaydi.\n\n4. Aytish joizki, ijtimoiy xavfli qilmish sodir etgan ruhiy holati buzilgan shaxsga tibbiy yo‘sindagi majburlov chorasining aniq turini tanlashda belgilangan maqsadlarning hammasiga erishish zaruriyatidan kelib chiqish lozim. Ushbu choralarni ijro etuvchi sog‘liqni saqlash idoralari ham shunday prinsiplarga rioya qilishlari lozim. Shu bilan bir vaqtda, ruhiy holati buzilgan shaxs tomonidan yangi jamiyatga xavfli qilmish sodir etilishining oldini olish maqsadlariga katta ahamiyat berish lozim. Shu munosabat bilan, tibbiy yo‘sindagi majburlov choralarini ayrim kasalliklarga qarshi ko‘rsatma mavjudligida, natijasizligida yoki ayrim kasalliklarning faol davolash uslublari ishlab chiqilmaganligi uchun, zaruriyat tug‘ilganda o‘tkazilayotgan davolashda tanaffus qilib, tegishli davolash o‘tkazmasdan turib tayinlashga va qo‘llashga yo‘l qo‘yiladi. Bundan tashqari, tibbiy yo‘sindagi majburlov choralari sud tomonidan, ushbu choralar qo‘llangan shaxslarning sog‘lig‘i kasallikning rivojlanishi natijasida juda og‘irlashib, jamiyat uchun ham, o‘zi uchun ham xavf tug‘dirmay qo‘yganda bekor qilinadi.\n\n5. Sharhlanayotgan moddaning ikkinchi qismi, alkogolizm, giyohvandlik yoki zaharvandlikka yo‘liqqan yoxud aqli rasolikni istisno etmaydigan tarzda ruhiy holati buzilgan shaxslarga nisbatan qo‘llaniladigan tibbiy yo‘sindagi majburlov choralarining maqsadlarini belgilaydi. «Tibbiy yo‘sindagi majburlov choralari alkogolizmga, giyohvandlikka yoki zaharvandlikka yo‘liqqan yoxud aqli rasolikni istisno etmaydigan tarzda ruhiy holati buzilgan shaxslarga nisbatan jazolash bilan bir qatorda, davolash uchun va jazolash maqsadiga erishishga ko‘maklashuvchi sharoitlar yaratish uchun sud tomonidan tayinlanishi mumkin»\n\nShu bilan bir vaqtda, qonun ko‘rsatilgan shaxslar tomonidan jamiyatga xavfli qilmishlar sodir etilishining oldini olishni mustaqil maqsad sifatida qo‘ymaydi, chunki ko‘rib chiqilayotgan shaxslar tomonidan jinoyat sodir etilishi jinoiy jazo tayinlanishini va qo‘llanishini istisno qilmaydi. Shu munosabat bilan, bunday shaxslarga tibbiy yo‘sindagi majburlov chorasi jinoiy jazo bilan bir vaqtda tayinlanib, yangi jinoyat sodir etilishining oldini olish maqsadini o‘z ichiga oladi (Jazo maqsadlari to‘g‘risida JKning 42-moddasi sharhiga qarang). Alkogolizm, giyohvandlik va zaharvandlik bilan og‘rigan shaxslarga nisbatan tibbiy yo‘sindagi majburlov chorasini qo‘llash jazoga nisbatan yordamchi vazifaga ega bo‘lib, jazo maqsadiga erishishga ta’sir ko‘rsatuvchi sharoitlar yaratadi. (Alkogolizm, giyohvandlik yoki zaharvandlikka yo‘liqqan shaxs tushunchasi to‘g‘risida JKning 96-moddasi sharhiga qarang)\n\nRuhiy holati buzilgan shaxslarga nisbatan tibbiy yo‘sindagi majburlov choralari O‘zbekiston Respublikasi Sog‘liqni saqlash vazirligi tizimining psixiatriya muassasalari tomonidan, ozodlikdan mahrum etish tarzidagi jazoga hukm qilingan shaxslarga nisbatan esa ichki ishlar organlarining jazoni o‘tash joyidagi tibbiyot muassasalari tomonidan qo‘llaniladi.\n\n6. Tibbiy yo‘sindagi majburlov choralari jinoiy jazodan farq qilib, sudlanganlik holatini keltirib chiqarmaydi. Agar alkogolizm, giyohvandlik yoki zaharvandlikka yo‘liqqan yoxud aqli rasolikni istisno etmaydigan tarzda ruhiy holati buzilgan shaxslarga nisbatan jazo chorasi bilan birga tibbiy yo‘sindagi majburlov chorasi qo‘llanilgan bo‘lsa, sudlanganlik muddatini hisoblashda majburlov choralari tayinlangan muddat hisobga olinmaydi. Agar shaxs jazoni o‘tash vaqtida ruhiy holati buzilganligi uchun jazodan ozod qilingan bo‘lsa, sudlanganlik muddati jazoning haqiqatda o‘talgan qismiga nisbatan hisoblanadi. Shuni inobatga olish kerakki, tibbiy yo‘sindagi majburlov choralarini qo‘llash maqsadi jinoyat to‘g‘risidagi qonunchilikda to‘liq belgilab o‘tilgan va kengaytirilgan holda sharhlashga yo‘l qo‘yilmaydi."
        },
        {
            "modda_raqami": "92-modda. Tibbiy yo‘sindagi majburlov choralari qo‘llashning umumiy asoslari.",
            "matni": "Ijtimoiy xavfli qilmishni aqli norasolik holatida sodir etgan yoki hukm chiqarilguniga qadar yoxud jazoni o‘tash vaqtida o‘z harakatlarining ahamiyatini anglay olmaydigan yoki ularni boshqara olmaydigan tarzda ruhiy holatining buzilishi yuzaga kelgan shaxsga nisbatan, agar u o‘zining ruhiy holati va sodir etgan qilmishining xususiyatiga ko‘ra jamiyat uchun xavf tug‘dirsa, sud tomonidan tibbiy yo‘sindagi majburlov choralari tayinlanishi mumkin.",
            "sharxi": "1. Sharhlanayotgan modda ruhiy holati buzilgan shaxslarga nisbatan tibbiy yo‘sindagi majburlov choralari qo‘llash uchun asos bo‘luvchi holatlarni ochib beradi.\n\nBular:\n\ntibbiy yo‘sindagi majburlov choralarini qo‘llash to‘g‘risidagi masala hal qilinayotgan shaxs tomonidan, aqli noraso holatda yoki hukm chiqarilguncha kasal bo‘lib qolgan yoki jazoni o‘tash vaqtida o‘z harakatlarining ahamiyatini anglay olmaydigan yoki ularni boshqara olmaydigan tarzda ruhiy holatining buzilishi holatida bo‘lib, ijtimoiy xavfli qilmish sodir etsa;\n\no‘zining ruhiy holati va sodir etgan qilmishining xususiyatiga ko‘ra jamiyat uchun xavf tug‘dirsa;\n\nsudning ushbu shaxsga nisbatan tibbiy yo‘sindagi majburlov chorasini tayinlash to‘g‘risidagi qarori mavjud bo‘lsa.\n\n\n5. Tibbiy yo‘sindagi majburlov chorasi jinoyat yoki ijtimoiy xavfli qilmish sodir etgan shaxslarga nisbatan tayinlanadi. Shu bois aqli norasolik holatida ijtimoiy xavfli qilmish sodir etgan shaxslarga taalluqli bo‘lgan quyidagi holatlar aniqlanishi lozim:\n\njinoyat obyekti, jinoyat tufayli yetkazilgan ziyonning xususiyati va miqdori, jabrlanuvchining shaxsini tavsiflovchi holatlar;\n\nsodir etilgan jinoyatning vaqti, joyi, usuli, shuningdek Jinoyat kodeksida ko‘rsatib o‘tilgan boshqa holatlari; qilmish va ro‘y bergan ijtimoiy xavfli oqibatlar o‘rtasidagi sababiy bog‘lanish;\n\nayblanuvchining, sudlanuvchining shaxsini tavsiflovchi holatlari.\n\nKo‘rsatilgan toifadagi shaxslarning o‘z qilmishda aybdorligi isbotlanmaydi. Shaxsning harakatida yoki harakatsizligida jinoyat tarkibi belgilari mavjud bo‘lmasa, kasalning xavflilik darajasidan mustaqil ravishda tibbiy yo‘sindagi majburlov choralarini tayinlash mumkin emas. Shu bilan birga, ruhiy holati buzilgan va umumiy asosda davolanishga muhtoj bo‘lgan shaxsga nisbatan tibbiy yo‘sindagi majburlov choralarini qo‘llash to‘g‘risidagi ishni yuritish tugatilganda, sud bu haqda shaxsning turar joyidagi sog‘liqni saqlash organiga darhol xabar qiladi. Bunday holda ko‘rsatilgan shaxsni davolash jarayoni va uning huquqiy maqomi O‘zbekiston Respublikasining «Psixiatrik yordam to‘g‘risida»gi Qonuni bilan tartibga solinadi.\n\nAgar ijtimoiy xavfli qilmish shaxs tomonidan aqli raso holatda sodir etilgan bo‘lsa, tibbiy yo‘sindagi majburlov choralarini ko‘llash uchun, JPKning 82-moddasida ko‘rsatilganidek, sud tomonidan jinoyat tarkibining barcha elementlari, shu jumladan, ayb ham aniqlanishi talab etiladi. Bunda quyidagilarni hisobga olish lozim:\n\nbasharti, shaxs jinoyat sodir etgandan so‘ng, hukm chiqarilgunga qadar o‘z harakatlarini anglay olmaydigan darajadagi ruhiy holati buzilgan bo‘lsa, sudning tibbiy yo‘sindagi majburlov chorasini tayinlash to‘g‘risidagi ajrimida jinoyatning barcha elementlari ko‘rsatilishi kerak;\n\nagar shaxs, hukm chiqqanidan keyin tayinlangan jazoni ijro etish davrida, o‘z harakatlari ahamiyatini anglash va boshqara olish imkoniyatidan mahrum qiluvchi ruhiy holati buzilgan bo‘lsa, unda tibbiy yo‘sindagi majburlov choralarini tayinlash to‘g‘risidagi ajrimning bayonot qismida, shaxs qaysi hukmga muvofiq, qachon sodir etgan jinoyati uchun aybdor, deb topilgan va tayinlangan jazo turi va miqdori ko‘rsatilishi lozim. Bunday ajrimning qaror qismida, albatta, tegishli hukmga havola qilib, shaxsning jinoyatni sodir etgan, deb topilganligi ko‘rsatiladi.\n\n6. Shaxs jinoiy javobgarlikdan yoki jazodan amnistiya aktiga asosan, jazoga tortish muddatining o‘tib ketganligi va h.k., shuningdek, aniq bir qilmishni dekriminalizatsiyalashtiruvchi qonunchilikning o‘zgarishi tufayli ozod etilishi holatlariga alohida e’tibor qaratish lozim. Bunday hollarda majburlov chorasini qo‘llash masalasini hal qilishda sudlar majburiy davolash sodir etilgan jinoyatning huquqiy oqibatlaridan biri va jinoiy javobgarlikning amaliy jihatdan qo‘llanishi ekanligiga e’tibor berish lozim. Shu munosabat bilan, shaxsni jinoiy javobgarlikdan ozod qilish asosining mavjudligi tibbiy yo‘sindagi majburlov choralarini qo‘llashga so‘zsiz to‘sqinlik qilmog‘i lozim. Bunday vaziyatda, agar tibbiy yo‘sindagi majburlov choralari shaxsni jinoiy javobgarlikdan ozod qilishdan avval tayinlangan bo‘lsa (masalan, sodir etgan qilmishi keyinchalik jamiyatga xavfliligini yo‘qotsa yoki sud tomonidan tibbiy yo‘sindagi majburlov choralarini qo‘llash to‘g‘risida ajrim qabul qilinganidan ozroq vaqt o‘tganidan keyin dekriminalizatsiya qilingan bo‘lsa), u xolda, ular bekor qilinishi bilan bir vaqtda O‘zbekiston Respublikasining «Psixiatriya yordami to‘g‘risida»gi Qonuniga muvofiq, shaxsning turar joyi bo‘yicha sog‘liqni saqlash idoralarida davolanishini tashkil etish va kuzatish uchun xabardor etilishi lozim.\n\nMajburlov choralarining bekor qilinishi shaxsni faqat jinoiy javobgarlikdan ozod etilishiga olib keladi. Shaxsning jinoiy javobgarlikdan ozod qilinishi yoki javobgarlikning qisman qisqarishi ozod qilingan asoslardan qat’i nazar, tibbiy yo‘sindagi majburlov choralarining qis-qarishi, to‘xtatilishi yoki bekor bo‘lishiga ta’sir ko‘rsatmaydi.\n\n7. Sud majburiy davolanishni shaxs jamiyat uchun xavfli bo‘lgandagina belgilashi mumkin. Shaxsning ijtimoiy xavfliligini baholashda, faqatgina uning ruhiy holatiga asoslanmasdan, sodir etgan qilmishining og‘irlik darajasini ham inobatga olish lozim. Shuni nazarda tutish kerakki, shaxsning ijtimoiy xavfliligini aniqlashda, yuqoridagi ko‘rsatkichlar mujassamlikda tahlil qilinishi kerak, lekin asosiy urg‘u shaxsning ruhiy holatiga beriladi, chunki aynan ruhiy holat shaxsning harakatlarini belgilaydi.\n\n8. Shuni ta’kidlash lozimki, ruhiy holatni baholashda faqatgina sud muhokamasi davridagi shaxsning holati emas, balki avvalgi holati ham tahlil qilinishi kerak. Ta’kidlash kerakki, shaxsning ijtimoiy xavfliligini aniqlashda O‘zbekiston Respublikasi qonunchiligi, xususan, O‘zbekiston Respublikasining «Psixiatriya yordami to‘g‘ri-sida»gi Qonuni talablariga amal qilinadi.\n\nYuqorida ko‘rsatilgan normativ-huquqiy hujjat tahlilidan kelib chiqib, shaxs jamiyat uchun xavfliligining yuqori darajasi ruhiy holatning buzilishi og‘ir bo‘lgan va quyidagilarga sabab bo‘lgan hollarda vujudga keladi:\n\nuning o‘zi uchun yoki atrofidagilar uchun bevosita xavf tug‘dirishi;\n\nuning nochorligi, ya’ni asosiy hayotiy ehtiyojlarini mustaqil ravishda qondirishga layoqatsizligi;\n\nbasharti, psixiatriya yordamisiz qoldirilgandek bo‘lsa, ruhiy holati yomonlashuvi oqibatida uning sog‘lig‘iga jiddiy zarar yetkazilishi.\n\n9. Tibbiy yo‘sindagi majburlov choralarini faqat sud tayinlaydi. Ushbu masala bo‘yicha ajrim sud tomonidan sud majlisida mazkur ish kimga nisbatan ko‘rilayotgan bo‘lsa, o‘sha shaxsning huquqlari va qonuniy manfaatlari himoya qilingan holda sud ish yurituvining umumiy va maxsus qoidalariga amal qilingan holda chiqariladi. Boshqa hech qanday organ yoki muassasa, mansabdor shaxs majburiy davolash chorasini belgilashi mumkin emas.\n\nShunga e’tibor berish kerakki, tibbiy yo‘sindagi majburlov choralari jinoiy jazo choralaridan biri hisoblanmaydi va bu hukm chiqarish yo‘li bilan emas, balki sudning tegishli ajrimi asosida amalga oshiriladi. Bunda tibbiy yo‘sindagi majburlov choralarini belgilash chog‘ida sud o‘z ajrimida qabul qilgan qarorini asoslab berishi kerak, ya’ni o‘z ajrimini ijtimoiy xavfli qilmish sodir etganlik faktini tasdiqlovchi ma’lumotlarni keltirish hamda majburiy davolanishga muhtojligi to‘g‘risidagi sud-psixiatriya xulosasi bilan asoslashi kerak.\n\n10. Shuni nazarda tutish kerakki, ijtimoiy xavfli qilmish sodir etgan shaxsga tibbiy yo‘sindagi majburlov choralarini qo‘llayotganda, sud, ushbu choralarning bajarilish muddatlarini belgilamaydi, faqatgina, majburiy davola-nishning tegishli turini tanlaydi. Majburiy davolanish o‘tkaziladigan aniq muassasa masalasi sog‘liqni saqlash organlari tomonidan mustaqil ravishda amaldagi qonunchilik asosida hal qilinadi. Shuningdek, sog‘liqni saqlash organlari majburiy davolanish muddatini ham mustaqil belgilaydilar, ushbu muddat shaxsning ruhiy holati ijtimoiy xavfli bo‘lmay qolguniga qadar davom etadi.\n\n11. Bir vaqtning o‘zida ruhiy holati buzilgan shaxsga nisbatan jinoiy jazo va tibbiy yo‘sindagi majburlov choralari qo‘llash mumkin emas. Chunki, bu bilan jazolash va majburiy davolash maqsadiga erishib bo‘lmaydi.\n\n12. Tibbiy yo‘sindagi majburlov chorasi qo‘llanilayotgan shaxs tomonidan bir qancha jinoyatlar sodir etilgan hollarda asosiy e’tibor quyidagilarga qaratilishi lozim:\n\nshaxs biron-bir jinoyati uchun sudlanmagan bo‘lsa, sud tomonidan har bir jinoyatning qanday holatda aqli  rasolik yoki aqli norasolik holatida sodir etilganligi e’tiborga olinib, tibbiy yo‘sindagi majburiy davolash chorasi tayinlanadi. Ajrimda jazoning miqdori va turi ko‘rsatilmaydi. Majburlov chorasi bekor bo‘lsa, ish sudda umumiy tartibda qayta ko‘riladi va aqli rasolik holatida sodir etilgan jinoyat uchun jazo tayinlanadi;\n\nsodir etilgan jinoyatlarning ayrimlari uchun bir necha hukm bo‘yicha jinoiy javobgarlikka tortilganida ham majburiy davolash chorasi yuqoridagi tartibda tayinlanadi. Sud ajrimida har bir qilmish alohida ko‘rsatilishi kerak, ya’ni oldingi sud hukmi asosida tayinlangan jazo va uning muddati, jinoiy javobgarlikka tortilmagan qilmishi uchun tayinlangan majburlov chorasi va h.k. (bunda jazoning turi va muddati ko‘rsatilmaydi). Majburlov chorasi bekor bo‘lsa, ish sudda umumiy tartibda qayta ko‘rilib, jinoyatlar va hukmlar jami bo‘yicha jazo tayinlanadi."
        },
        {
            "modda_raqami": "93-modda. Tibbiy yo‘sindagi majburlov choralarining turlari.",
            "matni": "Tibbiy yo‘sindagi majburlov choralari jumlasiga quyidagilar kiradi:\n\na) yashash joyi bo‘yicha ruhiy-asab kasalliklari dispanserida (tuman (shahar) psixiatrining xonasida) majburiy ambulatoriya kuzatuvida bo‘lish va davolanish;\n\nb) yashash joyi bo‘yicha umumiy tartibli psixiatriya muassasasining umumiy kuzatiladigan bo‘limida majburiy davolanish;\n\nv) umumiy tartibli psixiatriya muassasasining maxsus reabilitatsiya bo‘limida majburiy davolanish;\n\ng) kuzatuv kuchaytirilgan ruhiy kasalliklar shifoxonasida majburiy davolanish;\n\nd) jazoni ijro etish muassasalarining davolash profilaktika yordami ko‘rsatish bo‘limlarida hamda mahkumlarga mo‘ljallangan ixtisoslashgan shifoxonada majburiy ambulatoriya kuzatuvida bo‘lish va davolanish.",
            "sharxi": "1. Jinoyat kodeksining sharhlanayotgan moddasida tibbiy yo‘sindagi majburlov choralarining turlari ko‘rsatib o‘tilgan.\n\n2. Ushbu modda tibbiy yo‘sindagi majburlov choralari turlarini erkin tartibda emas, balki tizimli va qat’iy tartibda ko‘rsatib o‘tadi. Bunda mazkur tartib majburiy choralarini qo‘llashning kamroq cheklangan sharoitlardan, davolanayotgan shaxsning huquq va erkinliklarini ko‘proq cheklaydiganlarga o‘tish tamoyiliga asoslanadi. Shu bilan, qonun Jinoyat kodeksining 91-moddasida ko‘rsatilgan majburiy davolanishning maqsadlariga erishish uchun eng zarur va yetarli turlaridan kamroq cheklaydiganlarini qo‘llashga yo‘naltiradi.\n\nTa’kidlash joizki, mazkur moddada ko‘rsatilgan tibbiy yo‘sindagi majburlov choralari turlari ro‘yxati qat’iy bo‘lib, kengaytirilgan holda talqin qilinishi mumkin emas. Shu munosabat bilan, sharhlanayotgan moddada ko‘rsatilmagan qandaydir boshqa choralarni qo‘llash, jinoyat qonunining buzilishi hisoblanadi hamda sud ajrimning bekor bo‘lishiga olib keladi. Xususan, O‘zbekiston Respublikasining JPKda ko‘rsatilgan kasal ustidan homiylikning o‘rnatilishi tibbiy yo‘sindagi majburlov choralari hisoblanmaydi.\n\n3. Tibbiy yo‘sindagi majburlov choralari turlarining ro‘yxatini yashash joyi bo‘yicha ruhiy-asab kasalliklari dispanserida (tuman (shahar) psixiatrining xona-sida) majburiy ambulatoriya kuzatuvida bo‘lish va davolanish ochib beradi (sharhlanayotgan moddaning «a» bandi).\n\nDavolanishning bu turi shu bilan tavsiflanadiki, u shaxsni maxsus muassasada (statsionarda) jamiyatdan ajratmasdan turib, uning yashash joyidagi psixonevrologiya muassasalari tomonidan amalga oshiriladi, bunda shaxs ushbu muassasalarga doimo borib turishi, davolovchi shifokorning hamma talablarini bajarishi lozim. Amaldagi qonunchilikka muvofiq, ruhiy holati buzilgan shaxsga ambulatoriya psixiatriya yordami tibbiy ko‘rsatuvlarga qarab maslahat berish-davolash muolajasi yoki dispanser kuzatuvi tarzida ko‘rsatiladi. Davolashning bunday turini tanlash tibbiy yo‘sindagi majburlov choralari tayinlangan shaxsga nisbatan, yaqinlari bilan muloqotni, uning atrofdagi muhitini butunlay o‘zgartirmaslikni hamda ishni davom ettirishni va atrofdagilar bilan erkin muloqotni saqlab qolish imkoniyatini beradi.\n\n4. Sharhlanayotgan moddaning «6» bandida yashash joyi bo‘yicha umumiy tartibli psixiatriya muassasasining umumiy kuzatiladigan bo‘limida majburiy davolanish nazarda tutilgan. Yashash joyi bo‘yicha umumiy tartibli psixiatriya muassasasining umumiy kuzatiladigan bo‘limida majburiy davolanish ijtimoiy xavfliligi ruhiy holati bilan bog‘liq bo‘lgan umumiy asoslarda davolash talab etiladigan ruhiy holati buzilgan shaxslarga nisbatan tayinlanishi mumkin. Ya’ni, ular oddiy psixiatriya shifoxonasida, boshqa ijtimoiy xavfli jinoyat sodir etmagan kasallar bilan birgalikda saqlanadilar va o‘z xohishlari bilan davolash kurslaridan o‘tadilar. Bunday holatda, ushbu shaxsga boshqa ruhiy holati buzilgan shaxslarga qo‘llaniladigan tartib qo‘llaniladi, majburiy davolash tayinlangan shaxsning maqomidan kelib chiqadigan cheklovlarni istisno qilganda, ya’ni: tayinlangan muolajani qabul qilish majburiyati, majburiy davolanishni bekor qilishga faqat sud ajrimi asosida ruxsat berilishi va boshqalar. Majburiy davolanishning mazkur turi ustunligi shundaki, kasalga nisbatan uning ruhiy buzilishi va turi, xulqining xususiyati, ruhiy va jismoniy holati, xizmat ko‘rsatish joyidan kelib chiqib, turlicha davolash reabilitatsiya choralari qo‘llaniladi.\n\n5. Umumiy tartibli psixiatriya muassasasining maxsus reabilitatsiya bo‘limida majburiy davolanish (sharhlanayotgan moddaning «B» bandi) majburiy davolanishning yana bir turi sifatida davolash terapiyasi sharoitlarning yanada qattiqroq cheklanishlari bilan ajralib turadi.\n\nMajburlov choralarining mazkur turi umumiy tarkib-dagi psixiatriya muassasasi miqyosida, lekin maxsus belgilangan chegaralarda sog‘liqni tiklashning maxsus bo‘limida amalga oshiriladi. Mazkur bo‘lim ixtisoslashgan fe’l-atvorga ega, ya’ni sud tomonidan majburlov choralari belgilangan shaxslar uchun mo‘ljallangan. Maxsus tartibli shifoxonalarda, odatda, inson hayotiga tajovuz qilishi bilan bog‘liq bo‘lmagan jinoyatni sodir etgan, ruhiy holatiga ko‘ra, o‘zi va atrofidagilarga xavf tug‘dirmaydigan shaxslar joylashtiriladi. Biroq, bunday shaxslar majburiy tartibda doimiy davolanishga, shuningdek, doimiy ravishdagi kuzatuvga muhtoj bo‘lishadi.\n\nMaxsus bo‘limning ixtisoslashganligi o‘z ichiga bemor qochib ketishining oldini olishga qaratilgan maxsus choralar, shuningdek, har bir bemorning o‘ziga xos xususiyatini inobatga olgan holda davolash hamda ijtimoiy moslashishning maxsus dasturlarini oladi. Ushbu bo‘limda shifokorning asosiy harakati bemordagi chorasizlik, ya’ni davolanishning foydasizligi hissini yo‘qotish, davolanishning ijobiy tugashiga ishonch tug‘dirish maqsadiga qaratiladi. Faqatgina ushbu masalalarning hal qilinishi shaxsning ruhiy buzilishini samarali davolashga, majburlov choralarini qo‘llash maqsadiga erishishga imkon beradi. Davolanish asosan psixo-korreksion choralar hamda mehnat reabilitatsiyasi\n\nchoralari yordamida amalga oshiriladi. Mazkur turdagi majburlov choralari bemorning ustidan qattiq nazorat sharoitida amalga oshiriladi, bu narsaga qo‘riqchilar va ushbu bo‘limlarda ruxsat berish tartibini yaratish hisobiga hamda nazorat funksiyasini amalga oshiruvchi tibbiy personalning yaxshi ta’minlaganligi hisobiga erishiladi.\n\n6. Sharhlanayotgan moddaning «g» bandida tibbiy yo‘sindagi majburlov choralarining eng qattiq turi, ya’ni kuzatuv kuchaytirilgan ruhiy kasalliklar shifoxonasida majburiy davolanish nazarda tutilgan. Bunday shifoxonada yoki bo‘linmada davolanish mutaxassis ligi tor turli klinik holatlar yoki har bir bemor o‘tishi kerak bo‘lgan davolanishning turli bosqichlari bilan muvofiq keluvchi tibbiy davolanish jarayonining sohalashuvi bilan ajralib turadi.\n\nRuhiy kasalliklar shifoxonasida yoki bo‘linmasida xavfsizlikni ta’minlash hamda tibbiy xodimlar va bemorlarni qo‘riqlashning maxsus choralari ko‘riladi. Xususan, kuzatuvi kuchaytirilgan ruhiy kasalliklar shifoxona-larini qo‘riqlash ichki ishlar organlari tomonidan amalga oshiriladi. Ular shifoxona yoki bo‘limning nafaqat tashqi aylanasini muhofaza qiladi, balki shifoxona va bo‘lim ichida, aylangani chiqqan vaqtlarda, kasallar ishtirokida o‘tkaziladigan turli tadbirlarda ular xulqining nazoratini va kuzatuvini amalga oshiradilar.\n\n7. Jazoni ijro etish muassasalarining davolash-profilaktika yordami ko‘rsatish bo‘limlarida hamda mahkumlarga mo‘ljallangan ixtisoslashgan shifoxonada majburiy ambulatoriya kuzatuvida bo‘lish va davolanish. (sharhlanayotgan moddaning «d» bandi) o‘z harakatlarining ahamiyatini anglay olmaydigan yoki ularni boshqara olmaydigan tarzda ruhiy holatining buzilishi yuzaga kelgan shaxslarga jazo bilan birga tayinlanishi mumkin."
        },
        {
            "modda_raqami": "94-modda. Tibbiy yo‘sindagi majburlov choralarini tayinlash.",
            "matni": "Ruhiy holati buzilgan, kasalligining zo‘rayishi alomatlari bo‘lmagan shaxslarga, shuningdek ruhiy holati vaqtincha buzilgan shaxslarga nisbatan kasallik qaytarilishining va ular tomonidan yangi ijtimoiy xavfli qilmishlar sodir etilishining oldini olish uchun yashash joyi bo‘yicha ruhiy-asab kasalliklari dispanserida (tuman (shahar) psixiatrining xonasida) majburiy ambulatoriya kuzatuvida bo‘lish va davolanish tayinlanishi mumkin.\n\nYashash joyi bo‘yicha umumiy tartibli psixiatriya muassasasining umumiy kuzatiladigan bo‘limida majburiy davolanish ijtimoiy xavfliligi umumiy asoslarda amalga oshirilishi mumkin bo‘lgan davolashni talab etadigan holat bilan bog‘liq bo‘lgan, ruhiy holati buzilgan shaxslarga nisbatan tayinlanishi mumkin.\n\nUmumiy tartibli psixiatriya muassasasining maxsus reabilitatsiya bo‘limida majburiy davolanish ijtimoiy xavfliligi ko‘proq ixtiyoriy tartibda amalga oshirilishi mumkin bo‘lmagan reabilitatsiya choralari ko‘rilishini talab etadigan holat bilan bog‘liq bo‘lgan, ruhiy holati buzilgan shaxslarga nisbatan tayinlanishi mumkin.\n\nKuzatuv kuchaytirilgan ruhiy kasalliklar shifoxonasida majburiy davolanish o‘ta ijtimoiy xavfli bo‘lgan yoki o‘z xulq-atvorida umumiy tartibli psixiatriya shifoxonasi sharoitlarida zarur davolash va reabilitatsiya choralarini amalga oshirish imkonini bermaydigan qoidabuzarliklarga yo‘l qo‘yadigan, ruhiy holati buzilgan shaxslarga nisbatan tayinlanishi mumkin. Ruhiy holati buzilgan shaxslar kuzatuv kuchaytirilgan ruhiy kasalliklar shifoxonasida batamom ajratilgan holda saqlanadi va qo‘riqlanadi.\n\nJazoni ijro etish muassasalarining davolash profilaktika yordami ko‘rsatish bo‘limlarida hamda mahkumlarga mo‘ljallangan ixtisoslashgan shifoxonada majburiy ambulatoriya kuzatuvida bo‘lish va davolanish aqli rasolikni istisno etmaydigan tarzda ruhiy holati buzilgan, jinoyat sodir etish vaqtida ruhiy holati buzilganligi tufayli o‘z harakatlarining (harakatsizligining) ahamiyatini to‘liq darajada anglay olmagan yoki ularni boshqara olmagan shaxslarga nisbatan tayinlanishi mumkin.",
            "sharxi": "1. Ushbu modda tibbiy yo‘sindagi majburlov choralarini qo‘llashning maxsus masalalarini tartibga soladi. Ushbu masalalarning maxsus fe’l-atvori majburiy davolanish muayyan bir turining o‘ziga xos xususiyati bilan belgilanadi, ya’ni uni ushbu moddada ko‘rsatilgan shaxslarning qat’iy chegaralangan guruhiga nisbatan qo‘llanilishini talab qiladi.\n\nUshbu moddada ko‘rsatilgan maxsus asoslar Jinoyat kodeksining 92-moddasida ko‘rsatilgan umumiy shartlar bilan birga tibbiy yo‘sindagi majburiy choralarning aniq bir turini tanlashda sud tomonidan hisobga olinishi kerak. Bunda dastlab majburiy davolanishni qo‘llash shartlari mavjudligini aniqlashi va faqat ularning mavjudligida mazkur modda qoidalariga asosan davolanish turini tanlash masalasini hal qilish lozim.\n\n2. Ushbu moddaning birinchi qismi yashash joyi bo‘yicha ruhiy-asab kasalliklari dispanserida (tuman (shahar) psixiatrining xonasida) majburiy ambulatoriya kuzatuvida bo‘lish va davolanishni qo‘llash shartlarini belgilaydi. Ushbu majburiy chora, ruhiy holati buzilishi zo‘rayib ketayotganligini ko‘rsatuvchi alomatlar bo‘lmagan, shuningdek, ruhiy holati vaqtincha buzilganlarga nisbatan, bunday kasallikning qaytarilmasligi va yangi ijtimoiy xavfli qilmish sodir etilmasligi uchun tayinlanadi.\n\nSharhlanayotgan modda mazmuni bo‘yicha, kasallikning kuchayishi bemor sog‘lig‘ining umumiy yaxshilanishi davrida ruhiy holatining surunkali buzilish alomatlarining namoyon bo‘lishi hisoblanadi. Bunda kasallikning kuchayishi alomatlari har bir ruhiy buzilishga qarab turli xil bo‘lishi mumkin va sud-ruhiyatshunoslik ekspertizasi tomonidan belgilanadi. Ta’kidlash joizki, majburiy ambulator kuzatuvida bo‘lish va davolanish, kasallikning kuchayishi alomatlari aniqlanmagan shaxslarga hozir va keyinchalik uzoq muddatda kasallik alomatlari paydo bo‘lishining ehtimolini kamaytiradi.\n\nRuhiy holatining vaqtincha buzilishi-bu shunday ruhiy kasallikki, u nisbatan tez o‘tishi va sog‘ayishi bilan tavsiflanadi, masalan: patologik mast bo‘lish, reaktiv simptomatik holat, ya’ni og‘ir qalb kechinmalari va iztiroblari bilan chaqirilgan ruhiy kasallik. Ko‘pchilik vaziyatlarda, bu kasalliklar qo‘qqisdan paydo bo‘ladi va kasalning to‘la sog‘ayishi bilan tugaydi.\n\n3. Shuni nazarda tutish kerakki, majburiy ambulatoriya sharoitida davolanish va yashash joyi bo‘yicha ruhiy-asab kasalliklari dispanserida (tuman (shahar) psixiatrining xonasida) kuzatuvda bo‘lishni qo‘llash, tibbiy yo‘sindagi majburlov choralarini qo‘llashning umumiy maqsadlaridan tashqari maxsus maqsadni ham ko‘zlaydi, ya’ni bu kasallik takrorlanishining oldini olishga xizmat qiladi. Kasallikning retsidivi deganda, fe’l-atvoridan qat’i nazar, surunkali va vaqtincha ruhiy buzilish kasallik simptomlarining takrorlanishini tushunish kerak.\n\n4. Yashash joyi bo‘yicha ruhiy-asab kasalliklari dispanserida (tuman (shahar) psixiatrining xonasida)ni qo‘llash faqat shaxs o‘zining ruhiy holatini to‘g‘ri baholay olganda, belgilangan rejimga rioya qilganda, belgilangan xulq-atvorga ega bo‘lganda hamda tibbiy xodimlarning doimiy nazoratini talab qilmaydigan hollardagina, yo‘l qo‘yilishi mumkin. Ushbu davolanish turi vaqtinchalik ruhiy buzilish holatida takrorlanishi ehtimoli kam bo‘lgan ijtimoiy xavfli qilmish sodir etgan shaxslarga nisbatan hamda ilgari statsionar psixiatriya davolanish kursini o‘tagan va kasallikning zo‘rayishi alomati bo‘lmagan shaxslarga nisbatan qo‘llanilganda samara beradi. Oxirgi holatda ambulatoriya davolanish statsionar psixiatriya kursini o‘tagan shaxsning ijtimoiy moslashishini yengillashtirish maqsadida belgilanadi.\n\n5. Sharhlanayotgan moddaning ikkinchi qismiga muvofiq, yashash joyi bo‘yicha umumiy tartibli psixiatriya muassasasining umumiy kuzatiladigan bo‘limida majburiy davolanish tibbiy yo‘sindagi majburiy chora sifatida ijtimoiy xavfliligi ruhiy holati bilan bog‘liq bo‘lgan, umumiy asoslarda davolash talab etiladigan ruhiy holati buzilgan shaxslarga nisbatan tayinlanishi mumkin.\n\nShaxsning ijtimoiy xavfliligi uning ruhiy kechinmalari bilan belgilanadi: aljirash, gallyutsinatsiya, gangirash holati, es-hushi va xotiraning buzilishi, aql zaifligi va h.k. Ruhiy kechinmalardan tashqari ushbu shaxslarda ijtimoiy xavfli xulq namoyon bo‘lmaydi. Amaldagi qonunchilikka muvofiq, bunday hollarda shaxsning ijtimoiy xavfliligi uning o‘zi uchun yoki atrofidagilar uchun bevosita xavf tug‘dirishida, uning nochorligida, ya’ni asosiy hayotiy ehtiyojlarini mustaqil ravishda qondirishga layoqatsizligida, agar shaxs psixiatriya yordamisiz qoldirilgudek bo‘lsa, ruhiy holati yomonlashuvi oqibatida uning sog‘lig‘iga jiddiy zarar yetkazilishida ifodalanadi.\n\n6. Yashash joyi bo‘yicha umumiy tartibli psixiatriya muassasasining umumiy kuzatiladigan bo‘limida majburiy davolanish quyidagi bemorlarga belgilanishi lozim:\n\nruhiy holatda ijtimoiy xavfli qilmish sodir etgan, psixozning takrorlanishi ehtimoli yoki o‘z harakatlariga yetarli baho bera olmaydigan shaxslarga nisbatan;\n\naqli zaiflik va turli ko‘rinishdagi ruhiy defektlar bilan kasallangan, tashqi salbiy holatlar tufayli qilmish sodir etgan shaxslarga nisbatan.\n\nYuqorida ko‘rsatilgan ruhiy holati buzilgan shaxslarga nisbatan mazkur majburlov chorasini qo‘llash faqat ushbu shaxslarda sog‘liqni saqlash muassasasi rejimini qo‘pol buzishga va ijtimoiy xavfli qilmish sodir etishga intilishi bo‘lmagan taqdirdagina qo‘llanilishi mumkin.\n\n7. Sharhlanayotgan moddaning uchinchi qismi qoidalaridan kelib chiqib, umumiy tartibli psixiatriya muassasasining maxsus reabilitatsiya bo‘limida majburiy davolash ijtimoiy xavfliligi ko‘proq salomatlikni tiklovchi choralarni ko‘rishni talab qiladigan, ularni esa, ixtiyoriy tartibda o‘tkazish mumkin bo‘lmagan ruhiy holati buzilgan shaxslarga nisbatan tayinlanishi mumkin.\n\nMazkur majburlov chorasi umumiy tartibli psixiatriya muassasasining umumiy kuzatiladigan bo‘limida joylash-tiriladigan shaxslarga nisbatan ijtimoiy xavfliligi yuqoriroq bo‘lgan shaxslarga nisbatan qo‘llaniladi. Xususan, mazkur shaxslar agressiv bo‘lmagan ijtimoiy xavfli qilmish sodir etishga, davolash muassasasi tartibini buzishga, umumiy tartibdagi ruhiy shifoxona sharoitida reabilitatsiya choralarini amalga oshirishga to‘sqinlik qiluvchi boshqa harakatlarni sodir etishga moyil bo‘ladilar. Bunda qonun reabilitatsiya bo‘limida majburiy davolanishni, bunday davolanishni (...) talab qiladigan shaxslargagina qo‘llash mumkinligini alohida ta’kidlaydi. Agar ruhiy holati buzilgan shaxs sog‘lig‘i holati yuzasidan kompleks tibbiy choralar qo‘llanilishiga muhtoj bo‘lsa, lekin uning harakatlari bunga yo‘l qo‘ymasa, ushbu shaxsga nisbatan kuzatuvi kuchaytirilgan statsionar sharoitda majburiy davolanish qo‘llanilishi kerak.\n\n8. Sharhlanayotgan moddaning to‘rtinchi qismida nazarda tutilgan kuzatuv kuchaytirilgan ruhiy kasalliklar shifoxonasida majburiy davolash o‘ta ijtimoiy xavfli bo‘lgan yoki o‘z xulqiga ko‘ra umumiy tartibli psixiatriya shifoxonasi sharoitlarida davolanishining imkoni bo‘lmagan ruhiy holati buzilgan shaxslarga nisbatan tayinlanishi mumkin. Yuqoridagilarni inobatga olgan holda, ruhiy shifoxonada yoki doimiy kuzatuvdagi bo‘limga jo‘natish kasallikning xususiyatlaridan emas, balki bemor ruhiy buzilishning ijtimoiy xavfliligidan kelib chiqishini qayd etishi mumkin. Ruhiy holati buzilgan shaxsning o‘ta ijtimoiy xavfli bo‘lganligi kasallikning ijtimoiy ko‘rinishi sifatida ushbu shaxsning jinoyat qonuni bilan og‘ir va o‘ta og‘ir, deb topilgan qilmishlarni sodir etishida, unga avval majburlov choralarining qo‘llanganligiga qaramasdan, shaxs yana mazkur qilmishlarni sodir etishida namoyon bo‘ladi.\n\n9. Kuzatuv kuchaytirilgan ruhiy kasalliklar shifoxonasida majburiy davolanish shaklidagi tibbiy yo‘sindagi majburlov choralarini qo‘llash, bemor umumiy tartibli psixiatriya muassasasining umumiy kuzatiladigan bo‘limi tartibi talablarini unga nisbatan tibbiy reabilitatsiya choralarini qo‘llash imkoniyatini bermaydigan darajada buzgan taqdirda ham belgilanishi mumkin. Bunda uning sodir etgan qilmishi og‘irligi ahamiyatga ega bo‘lmaydi. Shu bilan birga, shunga e’tibor berish kerakki, bunday choraning qo‘llanilishi reabilitatsiya va davolash choralarini o‘tkazishning imkoni yo‘qligi bilan ham belgilanadi. Agar tartib buzilishi faqat reabilitatsiya choralarini o‘tkazishga to‘sqinlik qilsa, bemorga nisbatan sharhlanayotgan moddaning uchinchi qismi tartibida umumiy tartibli psixiatriya muassasasining maxsus reabilitatsiya bo‘limida majburiy davolanish tayinlanishi mumkin. Mazkur masalaning boshqacha hal qilinishi jinoyat to‘g‘risidagi qonunchilikda ko‘zda tutilgan tartibning buzilishi sifatida qaralishi mumkin.\n\nTa’kidlash joizki, tibbiy yo‘sindagi majburlov chorasining bu turini qo‘llashda sud-psixiatrik ekspertizasi orqali aniqlangan holatlarga asoslanadi. Kuzatuvi kuchaytirilgan ruhiy kasalliklar shifoxonasida bemor davolash muassasadan qochishi va takroran ijtimoiy xavfli qilmish sodir etishi istisno etiladigan qat’iy nazorat ostida davolanadi.\n\n10. Sharhlanayotgan moddaning beshinchi qismida nazarda tutilgan jazoni ijro etish muassasalarining davolash-profilaktika yordami ko‘rsatish bo‘limlarida hamda mahkumlarga mo‘ljallangan ixtisoslashgan shifoxonada majburiy ambulatoriya kuzatuvida bo‘lish va davolanish quyidagi shaxslarga nisbatan qo‘llanilishi mumkin:\n\naqli rasolikni istisno etmaydigan tarzda ruhiy holati buzilgan;\n\njinoyat sodir etish vaqtida ruhiy holati buzilganligi tufayli o‘z harakatlarining (harakatsizligining) ahamiyatini to‘liq darajada anglay olmagan;\n\nyoki ularni boshqara olmagan shaxslarga nisbatan tayinlanishi mumkin.\n\n11. Tibbiy yo‘sindagi majburlov chorasining u yoki bu turini qo‘llash zaruriyati kasallikning xususiyati kabi sud-ruhiyatshunoslik ekspertizasi xulosasida aniq ko‘rsatilishi kerak. Bunda majburlov chorasining aniq bir turini qo‘llash zaruriyatiga asoslaniladi. Shu bilan birga, ekspertiza xulosasi avvaldan belgilangan isbotlash kuchiga ega bo‘lmaydi va sud tomonidan ishning boshqa holatlari bilan birgalikda huquqiy baholanishi lozim. Sud ishni boshqa holatlari bilan birgalikda ko‘rib chiqib, ijtimoiy xavflilik darajasini yoki bu majburlov chorasini boshqacha baholashi tibbiy ta’sir chorasi qo‘llashi yoki umuman qo‘llamasligi mumkin. Sud ajrimi har bir holat bo‘yicha asoslantirilgan bo‘lishi kerak."
        },
        {
            "modda_raqami": "95-modda. Tibbiy yo‘sindagi majburlov chora-larini qo‘llashni uzaytirish, o‘zgar-tirish va tugatish.",
            "matni": "Ruhiy holati buzilgan shaxslarga nisbatan tibbiy yo‘sindagi majburlov choralarini qo‘llashni uzaytirish, o‘zgartirish va tugatish shifokor psixiatrlar komissiyasining xulosasi asosida, jazoni ijro etish muassasalarining davolash-profilaktika yordami ko‘rsatish bo‘limlarida va mahkumlarga mo‘ljallangan ixtisoslashgan shifoxonada esa, tibbiy-maslahat komissiyasining xulosasi asosida sud tomonidan amalga oshiriladi.\n\nRuhiy holati buzilgan shaxs tibbiy yo‘sindagi majburlov choralarini qo‘llashga muhtoj bo‘lmagan hollarda, shuningdek bu choralarni qo‘llash tugatilganda sud bunday shaxsni umumiy asoslarda davolash yoki ijtimoiy ta’minot muassasasiga yuborish to‘g‘risidagi masalani hal etish uchun sog‘liqni saqlash organlariga topshirishi mumkin.\n\nAlkogolizmga, giyohvandlikka yoki zaharvandlikka yo‘liqqan shaxslarga nisbatan jazo bilan bir qatorda tayinlangan tibbiy yo‘sindagi majburlov choralarini qo‘llashni tugatish tibbiy-maslahat komissiyasining xulosasi asosida sud tomonidan amalga oshiriladi.",
            "sharxi": "1. Tibbiy yo‘sindagi majburlov choralari jazo chorasi hisoblanmaydi va jazolash maqsadini ko‘zlamaydi, balki shaxsiy davolash maqsadida qo‘llanadi. Tibbiy yo‘sindagi majburlov choralari jinoiy jazodan farq qilib, sud tomonidan uning muddatlari belgilanmaydi. Bu majburlov chorasini qo‘llashning davomiyligi ruhiy holatning buzilganlik darajasiga, xastalikning davomiyligiga, davolash uslubi va unga nisbatan ruhiy ta’sir etishiga hamda boshqa qator holatlar bilan bog‘liq bo‘ladi. Lekin, bunday majburlov choralari ruhiy kasalliklar shifokorlari komissiyasining xulosasiga asosan sud tomonidan uzaytirilishi, o‘zgartirilishi va bekor qilinishi mumkin. Shunday qilib, jinoyat qonuni bu yo‘l bilan majburlov choralari belgilangan shaxsning huquqlariga rioya qilish kafolatini ta’minlaydi, majburiy davolashni jazoning bir turiga aylanib ketishiga yo‘l qo‘ymaydi.\n\n2. Sharhlanayotgan moddaning birinchi qismi belgilaydiki, ruhiy holati buzilgan shaxslarga nisbatan tibbiy yo‘sindagi majburlov choralarini qo‘llashni uzaytirish, o‘zgartirish va tugatish shifokor psixiatrlar komissiyasining xulosasi asosida, jazoni ijro etish muassasalarining davolash-profilaktika yordami ko‘rsatish bo‘limlarida va mahkumlarga mo‘ljallangan ixtisoslashgan shifoxonada esa, tibbiy-maslahat komissiyasining xulosasi asosida sud tomonidan amalga oshiriladi. 3. Tibbiy yo‘sindagi majburlov choralari muddatini uzaytirish bu avval belgilangan majburiy davolanishning keyinchalik qo‘llanilishidir. Majburiy davolanishning aniq bir turini tayinlashga asos bo‘lgan shaxsning jismoniy va ruhiy holati o‘zgarmasa yoki jiddiy o‘zgarishlar sodir bo‘lmasa, majburiy choralar uzaytiriladi. Shuni nazarda tutish kerakki, bemor holatiga baho berishda uning guvohlantirish holatidangina kelib chiqmay, balki uning kelajakdagi ahvoli yaxshilanish darajasi ham inobatga olinishi lozim. Uning kelajakdagi rivoji ham inobatga olindi. Boshqacha aytganda, ruhiy holati buzilgan shaxsning ahvoli yaxshilanishi yoki yomonlashuvi bilan tibbiy yo‘sindagi majburlov choralarining muddati uzaytiriladi. Muddatini uzaytirishda shaxsning ijtimoiy xavflilik darajasining pasayganligi yoki o‘sganligi hisobga olinadi.\n\n4. Majburiy davolanishning uzaytirilishi shaxs davolanayotgan shifokor psixiatrlar komissiyasining xulosasi asosida, jazoni ijro etish muassasalarining davolash-profilaktika yordami ko‘rsatish bo‘limlarida va mahkumlarga mo‘ljallangan ixtisoslashgan shifoxonada esa, tibbiy-maslahat komissiyasining xulosasida ko‘rsatilgan takliflar asosida amalga oshiriladi. Shuni nazarda tutish kerakki, amaldagi qonunchilikka muvofiq, psixiatriya statsionariga joylashtirish uchun ruhiy holati buzilgan shaxsning majburiy tartibda davolanishi muddatini uzaytirishda uni guvohlantirishning maxsus tartibi belgilangan\":\n\nshaxsga majburiy davolanish belgilangandan keyin dastlabki 6 oy davomida har oyda kamida bir martadan shifokor psixiatrlar komissiyasi davolanishni uzaytirish masalasini hal qilish uchun ruhiy holati buzilgan shaxsni majburiy guvohlantirishni amalga oshirish kerak. Olti oylik muddat tugagandan so‘ng majburiy davolanishni uzaytirish masalasini hal qilish uchun psixiatrik statsionar ma’muriyati sudga o‘z xulosasini yuboradi;\n\ndavolanish uzaytirilgan taqdirda, keyingi guvohlantirish har olti oyda kamida bir marta amalga oshiriladi. Bunda psixiatr shifokorlar komissiyasining xulosasi majburiy davolanish masalasining uzaytirilishini hal qilish uchun psixiatrik muassasa tomonidan har yili sudga yuboriladi. Majburiy davolanishning bekor bo‘lishi yoki o‘zgartirilishi to‘g‘risidagi sudning oxirgi ajrimi chiqqan paytdan boshlab, bir yil o‘tgach, psixiatrik muassasa majburiy davolanishni amalga oshirsa, bunday faoliyat qonuniy bo‘lmaydi.\n\nYuqorida ko‘rsatilgan hollarda, muddatlarni hisoblash shaxsga nisbatan majburiy davolanishni uzaytirish yoki o‘zgartirish to‘g‘risidagi sudning oxirgi ajrimi chiqqan paytdan boshlab hisoblanadi.\n\n5. Tibbiy yo‘sindagi majburlov choralarining o‘zgartirilishi bu avval belgilangan majburiy davolanish turidan boshqasini qo‘llashdir. Tibbiy yo‘sindagi majburlov chorasining o‘zgartirilishiga asos bo‘lib, tibbiy yo‘sindagi majburlov chorasi qo‘llanilgan shaxs sog‘aygan taqdirda yoki sog‘lig‘i o‘zgarib, shaxs ruhiy holati buzilgan bo‘lsa-da, sud tomonidan dastlab belgilangan tibbiy yo‘sindagi majburlov choralaridan boshqa xil davolanishga muhtoj bo‘lsa yoxud bu xildagi choralarga muhtoj bo‘lmasa, sud tibbiy yo‘sindagi majburlov chorasini o‘zgartiradi.\n\nMajburlov choralari tayinlangan shaxsning (...) jiddiy ravishda o‘zgargan bo‘lishi kerak hamda avval belgilangan davolash chorasini samarali o‘tkazishning imkoni bo‘lmasa, majburlov chorasi o‘zgartiriladi. Bunda shaxsning sog‘lig‘i yaxshi tomonga ham, yomon tomonga ham o‘zgarishi, shunga monand tanlangan majburlov chorasi davolashning kamroq yoki ko‘proq cheklangan turiga almashtirilishi mumkin.\n\n6. Shuni nazarda tutish kerakki, majburiy davolash qo‘llangan shaxsning sog‘ligi yaxshilanganda, majburiy davolash turini o‘zgartirish bosqichma-bosqich amalga oshirilishi maqsadga muvofiq. Bunday holda, imkon qadar davolash turini keskin o‘zgartirmaslik kerak, chunki davolash intensivligini bosqichma-bosqich kamaytirish xatoga yo‘l qo‘ymaslik, kelib chiqishi mumkin bo‘lgan sog‘liq yomonlashuvining oldini olish va bemor ahvolining yaxshilanishi imkonini beradi, shaxsning ijtimoiy moslashuvi samarasini oshiradi.\n\nShaxsning sog‘lig‘i yomonlashgan taqdirda, qattiqroq tartibli majburiy davolanish turini tanlash tartibi yuqoridagi qoida asosida amalga oshirilmaydi.\n\n7. Tibbiy yo‘sindagi majburlov choralarini qo‘llashni to‘xtatish bu muayyan bir shaxsga nisbatan har qanday majburlov chorasini qo‘llashni to‘liq bekor qilishdir. Shaxsning sog‘ayishi yoki shaxs ruhiy holati buzilgan bo‘la turib, tibbiy yo‘sindagi majburlov choralarini qo‘llash zaruriyati yo‘qolishi majburiy davolanishni to‘xtatish uchun asos bo‘ladi.\n\nSog‘ayish bu shaxsning ruhiy ahvoli qat’iy yaxshilanishidir. Bunda shaxsda ruhiy buzilish alomatlari bo‘lmaydi va u o‘z harakatlari oqibatini anglay oladi hamda ularni boshqara oladi.\n\nSog‘liqning o‘zgarishi va shaxsning ruhiy holati buzilgan bo‘la turib, tibbiy yo‘sindagi majburlov choralarining zarurati yo‘qligi bu kasallikning shunday bosqichiki, bunda shaxs o‘zi va atrofidagilarga xavfli bo‘lmay qoladi. Bunday holda shaxsning sog‘lig‘i yaxshi yoki yomon tomonga o‘zgarishi mumkin, lekin bu narsa shaxsning majburiy davolanishini to‘xtatishga ta’sir qilmaydi. Shu bilan birga, sog‘liqning o‘zgarishi doimiy fe’l-atvorga egaligi va kasalning zo‘rayishi ehtimoli kamligiga, shuningdek, ijtimoiy xavfli holatlarning paydo bo‘lishi ehtimoli yo‘qligiga ishonch hosil qilishi kerak. Shuni nazarda tutish kerakki, shaxs sog‘lig‘ining o‘zgarishi uni ham ruhiy, ham jismoniy tomondan namoyon qilishi kerak. Shu munosabat bilan majburiy davolanishning to‘xtatilishi, ruhiy buzilish o‘zgarmagan holda shaxsning jismoniy ahvoli yomonlashgan taqdirda ham qo‘llanilishi mumkin.\n\n8. Ta’kidlash joizki, jinoyat sodir etgan va keyin ruhiy holati buzilishiga duchor bo‘lib qolganligi tufayli tibbiy yo‘sindagi majburlov choralari qo‘llanilgan shaxs sog‘aygan taqdirda, sud shaxs ruhiy holati buzilgan bosqichdan boshlab, umumiy tartibda ish yuritishni tiklash masalasini hal qilishi lozim. Bunday holda ish yuritishni tiklash shaxsning qilmishida jinoyat tarkibi alomatlari bo‘lgandagina, xususan, jinoyat sodir etgandan keyin, lekin hukm chiqarilishi yoki jazoni ijro etish paytiga qadar ruhiy holati buzilgan bo‘lgandagina, yo‘l qo‘yiladi. Aks holda, shaxs jinoiy javobgarlikka tortilmaydi.\n\nShuni ta’kidlash joizki, tibbiy yo‘sindagi majburlov chorasi jazoni o‘tash vaqtida ruhiy holati buzilishiga chalingan shaxsga nisbatan qo‘llaniladigan bo‘lsa, bu muddat jazo muddatiga qo‘shiladi. Ammo ruhiy shifoxonada bo‘lish muddatining bir kuni sud tomonidan tayinlangan jazo muddatining qanchasiga tenglashtirilib hisoblanishi Jinoyat kodeksida belgilab berilmagan. Qonunning umume’tirof etilgan tabiatidan kelib chiqilib ozodlikdan mahrum qilish bilan bog‘liq bo‘lgan jazoning bir kuniga ruhiy shifoxonada bo‘lishning bir kuni tenglashtirib hisoblansa, maqsadga muvofiq bo‘ladi. Bunda psixiatrik statsionarning turi ahamiyatga ega emas.\n\n9. Davolanish muddatini uzaytirish, o‘zgartirish va tugatish shifokor psixiatrlar komissiyasining xulosasi asosida, jazoni ijro etish muassasalarining davolash-profilaktika yordami ko‘rsatish bo‘limlarida va mahkumlarga mo‘ljallangan ixtisoslashgan shifoxonada esa, tibbiy-maslahat komissiyasining xulosasi asosida sud tomonidan amalga oshiriladi. Bunda davolanishni o‘zgartirish yoki bekor qilishda tegishli tekshiruv o‘tkazish uchun qonunchilikda biron-bir cheklov yo‘q. Shu sababli, bunday hollarda oxirgi tekshiruv muddatidan qat’i nazar, shaxsning (...) jiddiy o‘zgarganda darhol tekshiruv o‘tkazilishi kerak.\n\nTibbiy yo‘sindagi majburlov chorasini bekor qilish yoki o‘zgartirish rad qilingan taqdirda takroriy iltimosnoma rad etish haqida ajrim chiqqan kundan olti oy o‘tgandan keyingina ko‘rib chiqish uchun qabul qilinishi mumkin.\n\n10. Ta’kidlash joizki, tibbiy yo‘sindagi majburlov chorasini ijro etuvchi muassasaning shifokor psixiatrlar. jazoni ijro etish muassasalarining davolash-profilaktika yordami ko‘rsatish bo‘limlarida va mahkumlarga mo‘ljallangan ixtisoslashgan shifoxonada esa, tibbiy-maslahat shifokorlar komissiyasi kiritgan takliflaridan qat’i nazar, majburiy davolanishni uzaytirish, o‘zgartirish yoki bekor qilish masalasi faqatgina komissiyasining xulosasi asosida sud tomonidan hal qilinadi. Sudning ajrimi bo‘lmaganda, shifokorlarning baholashidan qat’i nazar, shaxsga javob berilishi yoki boshqa davolanish muassasasiga ko‘chirilishi mumkin emas. Majburiy davolanishni bekor qilish yoki o‘zgartirish masalasini hal qilishda shifokorlar komissiyasi xulosalarining asosliligini tekshirish, o‘tkazilgan davolash natijalarini aniqlash lozim. Shu maqsadda sud majlisiga tibbiy muassasa vakillarini, ruhiy holati buzilgan shaxsning yaqin qarindoshlarini yoki qonuniy vakilni jalb qilish maqsadga muvofiqdir.\n\n11. Sud tibbiy ko‘rsatkichlarga muvofiq, ruhiy holati buzilgan shaxs tibbiy yo‘sindagi majburlov choralarini qo‘llashga muhtoj bo‘lmagan hollarda, shuningdek bu choralarni qo‘llash tugatilganda sud bunday shaxsni umumiy asoslarda davolash yoki ijtimoiy ta’minot muassasasiga yuborish to‘g‘risidagi masalani hal etish uchun sog‘liqni saqlash organlariga topshirishi mumkinligi masalasini hal qiladi. Ta’kidlash joizki, Jinoyat kodeksi 92-moddasida ko‘rsa-tilgan asoslar mavjud bo‘lmaganda ruhiy holati buzilgan shaxs majburiy davolanishni qo‘llashga muhtoj emas, deb topiladi.\n\nSud shaxsni Jinoyat kodeksi 92-moddasi ikkinchi qismida ko‘rsatilgan tartibda sog‘liqni saqlash organlariga topshirganda uning davolanishi O‘zbekiston Respublikasi «Psixiatriya yordami to‘g‘risida»gi Qonuni asosida amalga oshiriladi.\n\n12. Sharhlanayotgan moddaning uchinchi qismi alkogolizmga, giyohvandlikka yoki zaharvandlikka yo‘liqqan shaxslarga nisbatan jazo bilan bir qatorda tayinlangan tibbiy yo‘sindagi majburlov choralarini qo‘llashni tugatish tibbiy-maslahat komissiyasining xulosasi asosida sud tomonidan amalga oshirilishini mustahkamlaydi.\n\n13. Shuni nazarda tutish kerakki, qonun sud tomonidan belgilangan majburiy davolash muddatini uzaytirish tartibini ko‘rsatib o‘tmagan. Alkogolizm, giyohvandlik yoki zaharvandlikdan davolanish kursi har yil uzaytirilmasdan, lekin to‘liq tuzalguniga qadar davom ettiriladi. Alkogolizm, giyohvandlik yoki zaharvandlik kasaliga qarshi majburiy davolanishga mahkum etilgan barcha shaxslar tezroq davolanishdan manfaatdordirlar, chunki davolanish shaxsning erkini muayyan darajada cheklash bilan bog‘liq bo‘ladi. Alkogolizm, giyohvandlikdan majburiy davolashning to‘liq kursi tugagach, jazoni ijro etish muassasasi ma’muriyati hamda sog‘liqni saqlash muassasasi amaldagi qonunchilikka muvofiq sudga mahkumning majburiy davolanishini olib tashlash to‘g‘risida taqdimnoma jo‘natishi kerak. Majburiy davolash choralari mazkur davolashga zarurat qolmaganligi to‘g‘risidagi tibbiy xulosa asosida sud tomonidan bekor qilinadi. Buning uchun davolanish kursini o‘taganlik fakti asos bo‘lmaydi. Ilgari tayinlangan majburiy davolash turini o‘zgartirish, Jinoyat kodeksining 95-moddasi qoidalariga asosan, umumiy tartibda amalga oshiriladi. Bunda ruhiy shifoxonada bo‘lish vaqti jazo muddatini hisoblashda psixiatrik statsionarda bo‘lishning bir kuni ozodlikdan mahrum qilishning bir kuniga teng, degan hisobdan kelib chiqilish lozim. Psixiatrik statsionarning turi ushbu holda ahamiyatga ega emas."
        },
        {
            "modda_raqami": "96-modda. Jazo bilan birga tayinlanadigan tibbiy yo‘sindagi majburlov choralari-ni qo‘llash.",
            "matni": "Alkogolizmga, giyohvandlikka yoki zaharvandlikka yo‘liqqan yoxud aqli rasolikni istisno etmaydigan tarzda ruhiy holati buzilgan shaxslar tomonidan jinoyat sodir etilgan taqdirda, agar tibbiy xulosa mavjud bo‘lsa, sud jazo tayinlash bilan birga ularga nisbatan tibbiy yo‘sindagi majburlov choralarini tayinlashi mumkin.\n\nUshbu moddaning birinchi qismida ko‘rsatilgan shaxslar, ozodlikdan mahrum qilish bilan bog‘liq bo‘lmagan jazoga hukm qilingan bo‘lsa, tibbiy muassasalarda majburiy davolanishi lozim.\n\nUshbu moddaning birinchi qismida ko‘rsatilgan shaxslar ozodlikdan mahrum qilish jazosiga hukm qilingan bo‘lsa, ularni davolash jazoni o‘tayotgan joyda amalga oshiriladi, jazoni o‘tab bo‘lganidan keyin agarda davolashni davom ettirishga zarurat bo‘lsa, umumiy asosda tibbiy muassasalarda davolanadi.",
            "sharxi": "1. Jinoyat kodeksi ushbu moddasi alkogolizm, giyohvandlik yoki zaharvandlikka yo‘liqqan yoxud aqli rasolikni istisno etmaydigan tarzda ruhiy holati buzilgan shaxslarga nisbatan majburiy davolanishni qo‘llash masalasini tartibga soladi. Mazkur shaxslarga nisbatan majburlov choralarining qo‘llanilishi ushbu shaxslarga qo‘llaniladigan jinoiy jazoning samarasini oshirishga, jinoyatchilik sonining kamayishiga, fuqarolarni Konstitutsiya va qonunlarga hurmat ruhida tarbiyalashga ko‘maklashadi. Shuning uchun, alkogolizm, giyohvandlik yoki zaharvandlikka yo‘liqqan yoxud aqli rasolikni istisno etmaydigan tarzda ruhiy holati buzilgan shaxslar tomonidan jinoyat sodir etilgan taqdirda, agar tibbiy xulosa mavjud bo‘lsa, jazo tayinlash bilan birga ularga tibbiy yo‘sindagi choralarni ham ta’minlashning zaruriyati haqidagi masalani hal qilish lozim (sharhlanayotgan moddaning birinchi qismi).\n\n2. Mazkur modda qoidalari shaxslarning cheklangan doirasi, ya’ni alkogolizm, giyohvandlik yoki zaharvandlikka yo‘liqqan yoxud aqli rasolikni istisno etmaydigan tarzda ruhiy holati buzilgan shaxslarga nisbatan majburiy davolanishni ko‘llash masalasini tartibga soladi.\n\nAgar shaxs alkogol ichimliklariga ruju qo‘ygan, me’yor hissini yo‘qotgan bo‘lsa, ya’ni spirtli ichimliklarni iste’mol qilish miqdori ustidan nazoratni yo‘qotib, ruxiy va somatik buzilishlar paydo bo‘lgan bo‘lsa hamda unda ijtimoiy, axloqiy normalarni buzish alomatlari sezilsa, shaxs alkogolizm kasalligiga duchor bo‘lgan, deb topiladi.\n\nGiyohvandlik bu shaxsning narkotik vositaga nisbatan jismoniy-ruhiy jihatdan qaraimliligi bilan belgilanadigan kasallik.\n\nZaharvandlik (toksikomaniya) bu psixotrop moddalarga, shuningdek dorilik xususiyatiga ega bo‘lmagan, kelib chiqishi sintetik yoki tabiiy, giyohvandlik vositalarga o‘xshash ruhiyatga faol ta’sir etuvchi moddalarga ruhiy-jismoniy karamlik bilan bog‘liq kasalligi.\n\n3. Shuni nazarda tutish kerakki, alkogolizm, giyohvandlik yoki zaharvandalikka chalingan yoxud aqli rasolikni istisno etmaydigan tarzda ruhiy holati buzilgan shaxslarga nisbatan majburiy davolanishni qo‘llash, ushbu modda qoidalariga asosan, shaxsning kasalligi surunkali fe’l-atvorga ega bo‘lsa hamda uning o‘z harakatlarini anglashi yoki ularni boshqarishi imkoniyatidan mahrum etmagan hollarda yo‘l qo‘yiladi. Aks holda, majburiy davolanishning jinoiy jazo bilan parallel ravishda qo‘llanilishi noqonuniy hisoblanadi. Ammo, agar shaxsning alkogol, giyohvand yoki psixotrop moddalar hamda dori bo‘lmagan tabiiy sintetik yoki tabiiy moddalarni iste’mol qilishi ushbu shaxsni o‘z harakati ahamiyatlarini anglashi yoki ularni boshqarish imkoniyatidan mahrum etsa (aqli norasolik), ushbu shaxsga nisbatan ruhiy holati buzilgan shaxslarga qo‘llaniladigan tibbiy yo‘sindagi majburlov choralarini qo‘llash lozim bo‘ladi, biroq sharhlanayotgan modda tartibida emas.\n\n4. Alkogolizm, giyohvandlik yoki zaharvandlik kasal-ligiga duchor bo‘lgan yoxud aqli rasolikni istisno etmaydigan tarzda ruhiy holati buzilgan shaxsga nisbatan tibbiy yo‘sindagi majburlov choralarini qo‘llashda Jinoyat kodeksining 92-moddasida ko‘rsatilgan majburiy davolanishni qo‘llashning umumiy asoslaridan hamda Jinoyat kodeksining 94-moddasida ko‘rsatilgan u yoki bu majburiy choraning o‘ziga xos shartlaridan kelib chiqish kerak. Bunda, shuni nazarda tutish kerakki, shaxsning ruhiy holati sud-narkologiya ekspertizasi xulosasi bilan tasdiqlanadi. Xulosada quyidagi savollarga javoblar ko‘rsatilishi kerak:\n\nshaxs surunkali alkogolik, giyohvand yoki zaharvandlik kasalligiga chalinganmi yoxud aqli rasolikni istisno etmaydigan tarzda ruhiy holati buzilganmi;\n\nshaxsning alkogol, giyohvandlik yoki psixotrop moddalar hamda sintetik yoki tabiiy dori bo‘lmagan vositalarga qaramligi uni aqli norasolikka olib kelishi mumkinmi;\n\nmajburiy davolanishni qo‘llashga shaxsda biron-bir g‘ayritabiiy holatlarning mavjudligi. Tibbiy komissiyaning xulosasi sud uchun isbotlash kuchiga ega bo‘lgan yagona asos sifatida hisoblanishi mumkin emas. Tibbiy komissiyaning xulosasi barcha isbotlash vositalari kabi sud tomonidan ko‘rib chiqiladi va huquqiy baholanadi. Biroq, sud-narkologik ekspertizasi xulosasiga qo‘shilish yoki qo‘shilmasligi masalasi sudning ajrimida, albatta, asoslantirilib o‘tilishi lozim.\n\n5. Shuni ta’kidlash kerakki, majburiy tibbiy davolash faqat doimiy ravishda takrorlanadigan alkogolizm, giyohvandlik yoki zaharvandlik kasalligiga chalinganlar yoxud aqli rasolikni istisno etmaydigan tarzda ruhiy holati buzilganlarga nisbatan qo‘llanadi. Jinoyat qonunida bu majburlov chorasini qo‘llash jinoyatni alkogolli ichimliklar, giyohvandlik vositalari yoki zaharvandlik moddalari iste’mol qilgan holda sodir etganlik holati bilan bog‘lanmaydi. Alkogolizm, giyohvandlik va zaharvandlikka yo‘liqqan yoxud aqli rasolikni istisno etmaydigan tarzda ruhiy holati buzilgan shaxslar tomonidan jinoyat sodir etilgan taqdirda, agar tibbiy xulosa mavjud bo‘lsa, sud jazo tayinlash bilan birga sodir etilishi mumkin bo‘lgan jinoyatning oldini olish maqsadida davolanish choralarini ham tayinlanishi kerak.\n\n6. Alkogolizm, giyohvandlik yoki zaharvandlik kasalligiga duchor bo‘lgan yoxud aqli rasolikni istisno etmaydigan tarzda ruhiy holati buzilgan shaxslarga nisbatan majburiy tibbiy davolanish, qonunda ko‘rsatilganidek, jinoiy jazo bilan belgilanadi. Bunda majburiy davolanishni qo‘llash masalasini hal qilishda sud uni alohida ajrimda rasmiylashtiradi. Ushbu holda ayblov hukmida sud shaxsga nisbatan majburiy davolanishning zarurati to‘g‘risida ko‘rsatib o‘tadi, biroq unga doir masalalar alohida ajrimda hal qilinadi.\n\n7. Ta’kidlash joizki, alkogolizm, giyohvandlik yoki zaharvandlik kasalligiga chalingan yoxud aqli rasolikni istisno etmaydigan tarzda ruhiy holati buzilgan shaxslarni majburiy davolash, tayinlangan jazoni ijro etish bilan birga amalga oshirilishi sababli, mazkur davolanishni tashkil etishning ayrim o‘ziga xos xususiyatlari mavjud. Xususan, shaxs ozodlikdan mahrum qilish bilan bog‘liq bo‘lmagan jazo chorasiga hukm qilingan bo‘lsa, u tibbiy muassasada majburiy davolanishi kerak. Bunday holda davolanish amaldagi qonunchilikka muvofiq, O‘zbekiston Respublikasi Sog‘liqni saqlash vazirligining tizimidagi maxsus davolash-oldini olish muassasalarida umumiy asoslarda tashkil qilinadi.\n\nUshbu shaxslar mahkum hisoblanishini inobatga olib, ularning davolanishi ushbu muassasalarda Jinoyat kodeksi 96-moddasidan tashqari boshqa tarkibda davolanayotgan shaxslardan alohida amalga oshirilishi kerak.\n\nAgar alkogolizm, giyohvandlik yoki zaharvandlik bilan og‘rigan yoxud aqli rasolikni istisno etmaydigan tarzda ruhiy holati buzilgan bemorlarga nisbatan tibbiy yo‘sindagi majburlov choralarini qo‘llash ozodlikdan mahrum qilish jazosi bilan birga qo‘llanilgan bo‘lsa, sharhlanayotgan moddaning uchinchi qismiga binoan, davolash jazoni o‘tash joylarida, jazo muddati tugagandan so‘ng esa, umumiy asoslarda tibbiy muassasalarda amalga oshiriladi. Jazoni o‘tab bo‘lgandan so‘ng, ularga mahkum sifatida qaralmaydi, ushbu shaxslar O‘zbekiston Respublikasi Sog‘liqni saqlash vazirligining ixtisoslashtirilgan tibbiy profilaktik muassasalarida sharhlanayotgan moddadagidan boshqa tartibda davolanayotgan shaxslar bilan birgalikda davolanadilar."
        }
    ]
}