{
    "bob_nomi": "XX bob. Jamoat tartibiga qarshi jinoyatlar",
    "moddalar": [
        {
            "modda_raqami": "277-modda. Bezorilik",
            "matini": "Bezorilik, ya’ni jamiyatda yurish-turish qoidalarini qasddan mensimaslik, urish-do‘pposlash, badanga yengil shikast yetkazish yoki o‘zganing mulkiga shikast yetkazish yoxud nobud qilish ancha miqdorda zarar yetkazish bilan bog‘liq holda sodir etilsa, bazaviy hisoblash miqdorining ellik baravaridan yuz baravarigacha miqdorda jarima yoki uch yuz soatgacha majburiy jamoat ishlari yoxud uch yilgacha axloq tuzatish ishlari bilan jazolanadi.\n\nBezorilik:\n\na) badanga o‘rtacha og‘ir shikast yetkazib;\n\nb) bir guruh shaxslar tomonidan;\n\nv) sovuq qurol yoki kishining sog‘ligi uchun amalda shikast yetkazishi mumkin bo‘lgan narsalarni (qurol sifatida) namoyish qilib, ularni qo‘llash bilan qo‘rqitib yoxud qo‘llab;\n\ng) o‘z mazmuniga ko‘ra umum e’tirof etgan axloq qoida-larini namoyishkorona mensimaslikda ifodalanuvchi o‘taketgan behayolik bilan;\n\nd) yosh bola, qariya, nogironligi bo‘lgan shaxs yoki ojiz ahvoldagi shaxslarni xo‘rlab;\n\nye) ko‘p miqdorda zarar yetkazib, birovning mulkini nobud qilib yoki unga shikast yetkazib sodir etilgan bo‘lsa,\n\nuch yuz soatdan uch yuz oltmish soatgacha majburiy jamoat ishlari yoki bir yildan uch yilgacha ozodlikni cheklash yoxud uch yilgacha ozodlikdan mahrum qilish bilan jazolanadi.\n\nBezorilik:\n\na) takroran yoki xavfli retsidivist tomonidan;\n\nb) o‘qotar qurolni namoyish qilib, uni qo‘llash bilan qo‘rqitib yoki qo‘llab;\n\nv) ommaviy tadbirlar o‘tkazilayotgan vaqtda;\n\ng) jamoat tartibini saqlash vazifasini bajarib turgan hokimiyat vakili yoki jamoatchilik vakiliga yoxud bezorilik harakatlarining oldini olish chorasini ko‘rgan boshqa fuqarolarga qarshilik ko‘rsatib sodir etilgan bo‘lsa,\n\nuch yildan besh yilgacha ozodlikni cheklash yoxud uch yildan besh yilgacha ozodlikdan mahrum qilish bilan jazolanadi.  ",
            "sharxi": "1. Jinoyat obyekti jamoat tartibi, shaxsning jismoniy daxlsizligi, sog‘lig‘i, sha’ni, qadr-qimmati, o‘zganing mulki xavfsizligini ta’minlovchi ijtimoiy munosabatlar. 2. Jamoat tartibi deganda, jamiyatdagi munosabat-larni, xavfsizlik va fuqarolar tinchligini ta’minlovchi, o‘zgalar mulkini saqlash, mulkchilik shaklidan qat’i nazar, jamoat va davlat tashkilotlari, korxonalar muassasalar, tashkilotlarning bir me’yorda ishlashini ta’minlashga qaratilgan axloq va huquq normalariga asoslanuvchi tartibni tushunish lozim.\n\n3. Sharhlanayotgan moddaning 1-qismi obyektiv tomondan jamiyatda yurish-turish qoidalarini qasddan mensi-maslik, urish-do‘pposlash, badanga yengil shikast yetkazish yoki o‘zganing mulkiga shikast yetkazish yoxud nobud qilish ancha miqdorda zarar yetkazishda ifodalanadi.\n\n4. Jamiyatda yurish-turish qoidalarini qasddan mensimaslik deganda, normativ-huquqiy hujjatlar, odob va axloq normalari, urf-odat, an’analar bilan belgilangan jamoat tartibini (odamlararo munosabatlar, yurish-turish qoidalari, shakllangan ijtimoiy turmush tarzini) qo‘pol tarzda buzish tushuniladi.\n\n5. Jamiyatda yurish-turish qoidalarini mensi-maslik mo‘ljallanmagan joylarda alkogol ichimliklar-ni ichish, fuqarolarga haqoratomuz muomala va shilqimlik qilish, uyat so‘zlar bilan so‘kinish, jamoat joylarida ochiqchasiga hojat chiqarish, yalang‘och holda bo‘lish, hayvonlar bilan shafqatsiz munosabatda bo‘lish, o‘simliklarga zarar yetkazish va hokazolarda ifodalanadi.\n\nQonun mazmuniga ko‘ra, aybdor o‘zining harakatlari bilan jamoat tartibini buzayotganligini anglashi kerak. Bunda mazkur xatti-harakatlar bilan va jamoat tartibini buzish o‘rtasida sababiy bog‘lanish bo‘lishi shart. Sababiy bog‘lanish aniqlanmagan holda qilmish shaxsga yoki mulkka qarshi qaratilgan jinoyat deb kvalifikatsiya qilinishi kerak.\n\nJamiyatdagi yurish-turish qoidalarining buzilish fakti jinoiy jazolanadigan bezorilik tarkibini bermay, ma’muriy huquqbuzarlikni keltirib chiqaradi.\n\n6. Sudlar jinoiy jazolanadigan bezorilikni ma’muriy javobgarlik belgilanadigan mayda bezorilikdan farqlashi kerak. Mayda bezorilik tushunchasi O‘zbekiston Respublikasining Ma’muriy javobgarlik to‘g‘risidagi kodeksi 183-moddasida keltirilgan bo‘lib, uning mazmuniga ko‘ra, ushbu huquqbuzarlik jamoat joylarida uyatli so‘zlar aytish yoki shunday so‘zlar bilan so‘kinish, behayo qiliqlar ko‘rsatish, odamlarga nisbatan haqoratomuz shilqimlik qilish hamda jamoat tartibi va fuqarolar osoyishtaligini buzish kabi jamiyatda yurish-turish qoidalarini ochiqdan ochiq mensimaslik harakatlarida ifodalanadi. Bunda Jinoyat kodeksi 277-modda 1-qismida ko‘zda tutilgan jinoiy oqibatlar kelib chiqmasligi kerak. Guruh tomonidan sodir etilgan mayda bezorilikni, agar ularning harakatida JK 277-moddasining 1-qismi belgilari mavjud bo‘lmasa, JK 277-moddasining «b» bandi bilan kvalifikatsiya qilish mumkin emas.\n\nXavfli retsidivist tomonidan sodir etilgan mayda bezorilik ham o‘z-o‘zidan jinoiy javobgarlikni keltirib chiqarmaydi. Agarda mayda bezorilik harakatlari davom etib, aybdorning keyingi harakatlari shaxsni urish-do‘pposlash, unga yengil tan jarohati yetkazish yoki mulkka ancha miqdorda shikast yetkazish yoxud nobud qilish bilan sodir etilgan bo‘lsa.\n\nshaxs ma’muriy javobgarlikka tortilmasdan, faqat jinoiy javobgarlikka tortiladi.\n\n7. JK 277-modda 1-qismida keltirilgan qilmishni kvalifikatsiya qilish uchun bezorilik oqibatida jabrlanuvchiga yengil shikast yetkazilishining o‘zi yetarli. Bunda tan jarohati sog‘lig‘ining buzilishiga olib kelganligi ahamiyatga molik emas.\n\nUrish-do‘pposlash deganda, aybdor tomonidan jamiyatda yurish-turish qoidalarini qasddan buzib, shaxsning badaniga shikast yetkazmagan xolda bir necha zarba berish tushuniladi.\n\nBezorilikni sodir etishda badanga yetkazilgan yengil shikast sog‘liqning buzilishi bilan bog‘liq bo‘lishi yoki bo‘lmasligi mumkin.\n\n(Mulkni nobud qilish yoki unga shikast yetkazish tushunchasi to‘g‘risida JKning 244-moddasi sharhiga qarang).\n\n8. Mazkur moddaning 1-qismida nazarda tutilgan bezorilik jinoyati urish-do‘pposlash, badanga yengil shikast yetkazish yoki o‘zganing mulkiga shikast yetkazish yoki nobud qilish, ancha miqdorda zarar yetkazish bilan bog‘liq bo‘lgan jamiyatda yurish-turish qoidalarini buzish vaqtidan boshlab tugallangan hisoblanadi.\n\n9. Bezorilik subyektiv tomondan aybning qasd shakli bilan tavsiflanadi. Motiv bezorilik harakatlari bo‘lib, subyekt jinoiy qilmishning o‘zidan, jamoat tartibining buzilishidan rohatlanadi, u jamoatchilikka, jamiyatga zid xulq-atvoridan qoniqish hosil qiladi.\n\nBezorilik motivining mohiyati jinoiy qilmishning qanday predmetga yo‘naltirilganligi, qaysi ijtimoiy munosabatlar tizimida amalga oshirilishidan qat’i nazar, jamiyatga bo‘lgan hurmatsizlik va uni mensimaslikda ifodalanadi.\n\nJamiyatga ochiqdan-ochiq hurmatsizlik qilish ijtimoiy fikrga qarshi qo‘yish istagi u yoki bu shaklda boshqalarning ko‘z oldida jamoat tartibini mensimaslik, yuklatilgan javobgarlikka befarqlik, mast holda «jasorat» ko‘rsatish, jabrlanuvchini qo‘rqitish yoki kamsitish va hokazolarni kiritish mumkin.\n\n10. Sharhlanayotgan moddaning 1-qismida ko‘zda tutilgan bezorilikning subyekti o‘n olti yoshga to‘lgan, aqli raso shaxsdir. Sharhlanayotgan moddaning 2 va 3-qismlarida ko‘zda tutilgan bezorilikning subyekti o‘n to‘rt yoshga to‘lgan shaxslar ham bo‘ladi.\n\n11. Sharhlanayotgan moddaning 2-qismida bezori-lik quyidagicha sodir etilganligi uchun javobgarlik belgilangan:\n\na) badanga o‘rtacha og‘ir shikast yetkazib; \n\n b) bir guruh shaxslar tomonidan;\n\nv) sovuq qurol yoki kishining sog‘lig‘i uchun amalda shikast yetkazishi mumkin bo‘lgan narsalarni (qurol sifatida) namoyish qilib, ularni qo‘llash bilan qo‘rqitib yoxud qo‘llab;\n\ng) o‘z mazmuniga ko‘ra umume’tirof etilgan axloq qoidalarini namoyishkorona mensimaslikda ifodalanuvchi o‘taketgan behayolik bilan;\n\nd) yosh bola, qariya, nogironligi bo‘lgan shaxs yoki ojiz ahvoldagi shaxslarni xo‘rlab;\n\nye) ko‘p miqdorda zarar yetkazib, birovning mulkini nobud qilib yoki unga shikast yetkazib sodir etilgan bo‘lsa.\n\n12. Bir guruh shaxslar tomonidan sodir qilinadigan bezorilik birga harakat qilayotgan shaxslar sharhlanayotgan jinoyatning obyektiv tomonini bevosita sodir etayotgan ishtirokchiligini tashkil etadi, lekin ishtirokchilik oldindan til biriktirmagan holda sodir etiladi. Bunday hollarda ishtirokchilarning bezorilik sodir etayotgan bajaruvchiga qo‘shilishi ko‘zda tutiladi.\n\n13. Aybdor bezorilikni sovuq qurol yoki kishining sog‘lig‘i uchun amalda shikast yetkazishi mumkin bo‘lgan narsalarni (qurol sifatida) namoyish qilib, ularni qo‘llash bilan qo‘rqitib yoxud qo‘llab sodir etsa, uning qilmishini JK 277-moddasi 2-qismi «v» bandi bo‘yicha kvalifikatsiya qilish lozim.\n\n14. Sovuq qurollar deganda shaxsning hayoti yoki sog‘lig‘iga qarshi ishlatish uchun maxsus mo‘ljallangan, sud-kriminalistik ekspertizasi xulosasiga ko‘ra sovuq qurol deb topilgan predmetlarni tushunish lozim. (Sovuq qurol tushunchasi to‘g‘risida batafsil JKning 242-moddasi sharhiga qarang).\n\nShaxsning sog‘lig‘iga amalda shikast yetkazishi mumkin bo‘lgan boshqa narsalar turkumiga aybdor tomonidan o‘sha maqsadlarda bezorilik harakatlari davomida foydalanilgan har qanday narsalar kiradi.\n\nHayot yoki sog‘liqqa zarar yetkazishi mumkin bo‘lgan predmetni namoyish etish bezorilik harakati jarayonida sovuq qurol yoki boshqa narsalarni, ularni qo‘llash tahdidi bor yoki yo‘qligidan qat’i nazar, jamoat oldida ko‘rsatishdir. Birovning sog‘lig‘iga zarar yetkazishi mumkin bo‘lgan sovuq qurol yoki boshqa narsalarning bezorilik xatti-harakati jarayonida ko‘rsatilishi faktining o‘ziyoq jinoiy qilmish sodir etilgan deb hisoblash uchun yetarlidir.\n\nSovuq qurol yoki kishining sog‘lig‘i uchun amalda shikast yetkazishi mumkin bo‘lgan narsalarni qo‘llash yoki qo‘llash tahdidi deganda, aybdorning boshqa shaxs yoki shaxslarga sovuq qurol yoki obyektiv ravishda sog‘liqqa zarar yetkazishi mumkin bo‘lgan boshqa narsalarni qo‘llamoqchi ekanligini aytishi yoki ularni namoyish qilishi tushuniladi. Tahdid qurolni yoki boshqa narsalarni ko‘rsatib yoki ko‘rsatmasdan ham sodir etilishi mumkin. Ushbu shakldagi bezorilikni tugallangan deb hisoblash uchun aybdor o‘z xulqi orqali o‘zidagi sovuq qurol yoki qurol o‘rnidagi narsalarni qo‘llashga tayyor ekanligini ko‘rsatganligini aniqlash yetarlidir.\n\n15. O‘taketgan behayolik deganda, jamiyatda qabul qilingan axloq qoidalarini, umum tan olingan hurmat, odob qoidalarini mensimaslik, jamoat joylarida shahvoniy tabiatga ega harakatlarni namoyishkorona qilish, hojat chiqarish, keksa, nogiron, ojiz insonlar, ayollarni, tarixiy obidalarni tahqirlashni tushunish kerak.\n\nBezorilik harakatlarini JK 277-moddasi 2-qismining «g» bandi bilan kvalifikatsiya qilishda sud aybdorning aynan qaysi harakatlari o‘taketgan behayolik deb baholanayotganligini hukmda ko‘rsatishi shart.\n\nBezorilik harakatlarini o‘taketgan behayolik bilan sodir etilgan deb topish masalasini hal etish chog‘ida sud ishning muayyan holatlari majmuidan kelib chiqishi hamda sodir etilgan jinoyatning xususiyati, vaqti, joyi va shart-sharoitlarini inobatga olishi lozim. \n\n16. Xo‘rlash deganda, aybdorning jabrlanuvchi shaxsning sha’ni va qadr-qimmatini kamsitishga qaratilgan har qanday jismoniy azob berish yoki uni qiynash tushuniladi.\n\nQonun mohiyatiga ko‘ra, yosh bolalarga o‘n to‘rt yoshga to‘lmagan shaxslar kiradi.\n\nQariya deganda, 55 yoshdan oshgan ayol va 60 yoshdan oshgan erkak tushuniladi.\n\nNogironligi bo‘lgan shaxs\n\nijtimoiy yordam va himoyaga, jamiyat va davlatning siyosiy, iqtisodiy, ijtimoiy hayotida boshqalar bilan birga teng to‘liq va samarali ishtirok etish uchun shart-sharoitlar yaratilishiga muhtoj barqaror jismoniy, aqliy, sensor (sezgi) yoki ruhiy nuqsonlari bo‘lgan shaxs tushuniladi.\n\nOjiz ahvol deganda, jabrlanuvchining shunday ahvoli tushunilishi kerakki, bunday paytda u o‘zining fiziologik, jismoniy yoki ruhiy holati (jismoniy nuqsoni, ruhiyati buzilganligi, qattiq og‘riq yoki behushlik holati, alkogol, narkotik vositalar yoki psixotrop moddalar ta’sirida o‘ta mastlik holati)ga ko‘ra o‘zini o‘zi himoya qilish, aybdorga faol qarshilik ko‘rsatish yoki o‘ziga nisbatan sodir etilayotgan harakatlar xususiyati va mohiyatini tushunish yoki o‘z harakatlarini boshqarish imkoniyatiga ega bo‘lmaydi.\n\nOjizlik, jabrlanuvchining jismoniy yoki ruhiy nosog‘lomligi tufayli jinoyatchiga qarshilik ko‘rsata olmasligida, o‘z huquqlari, manfaatlari va qadr-qimmatini himoya eta olmasligida, shuningdek, kutilayotgan xavfdan saqlana olmasligida namoyon bo‘ladi.\n\nJinoiy harakatni ushbu band bilan kvalifikatsiya qilish uchun aybdor shaxs jabrlanuvchining yosh bolaligi, qariyaligi, nogironligi yoki ojiz ahvolda ekanligini anglab yetgan bo‘lishi talab etiladi.\n\n17. Ko‘p miqdorda zarar yetkazib, birovning mulkini nobud qilish yoki unga shikast yetkazish bilan bog‘liq holda sodir etilgan bezorilik JK 277-moddasi 2-qismining «ye» bandi bilan qamrab olinadi va shuning uchun ham ushbu holatni JK 173-moddasi bilan qo‘shimcha kvalifikatsiya qilish talab qilinmaydi. Xuddi shuningdek, bezorilik oqibatida o‘zganing mulkiga shikast yetkazish yoki nobud qilish ancha miqdorda zarar yetkazish bilan bog‘liq holda sodir etilgan bo‘lsa, qilmish JK 277-moddasining 1-qismi bilan kvalifikatsiya qilinishining o‘zi kifoyadir.\n\n18. Sharhlanayotgan moddaning 3-qismida, bezorilik:\n\na) takroran yoki xavfli retsidivist tomonidan;\n\nb) o‘qotar qurolni namoyish qilib, uni qo‘llash bilan qo‘rqitib yoki qo‘llab;\n\nv) ommaviy tadbirlar o‘tkazilayotgan vaqtda;\n\ng) jamoat tartibini saqlash vazifasini bajarib turgan hokimiyat vakili yoki jamoatchilik vakiliga yoxud bezorilik harakatlarining oldini olish chorasini ko‘rgan boshqa fuqarolarga qarshilik ko‘rsatib sodir etilganligi uchun javobgarlik nazarda tutilgan.\n\n19. Aybdorning harakatini JK 277-moddasi 3-qismi-ning «b» bandi bilan kvalifikatsiya qilish uchun uning bezorilik harakatlari davomida o‘qotar qurolni namoyish qilganligi faktining o‘zi yetarlidir. Ish bo‘yicha aybdor tomonidan o‘qotar qurolni qo‘llashga tahdid qilingan-ligi yoki qo‘llanilganligi holatlari jazo tayinlashda e’tiborga olinishi lozim.\n\nO‘qotar qurol tushunchasiga baho berishda sudlar O‘zbekiston Respublikasi Oliy sudi Plenumining 1996 yil 27 fevraldagi «Qonunga xilof ravishda qurolga egalik qilish to‘g‘risidagi ishlar bo‘yicha sud amaliyoti haqida»gi 3-sonli qarorining 2-bandida berilgan tushuntirishlarga amal qilishlari kerak.\n\nShu bilan birga sudlar shuni e’tiborga olishlari lozimki, aybdorning harakatini JK 277-moddasi 3-qismining «b» bandi bilan kvalifikatsiya qilish uchun qurol jinoyat sodir etish paytida otishga yaroqli deb topilgan bo‘lishi shart. Basharti, yaroqsiz bo‘lsa, bezorilik JK 277-moddasi 2-qismining «v» bandi bilan kvalifikatsiya qilinishi lozim. Bezorilik jinoyatini sodir etishda ishlatilgan yoki namoyish etilgan o‘qotar qurol tegishli ruxsatnomasiz aybdorning egaligida bo‘lgan bo‘lsa, qilmish JK 248-moddasi bilan ham qo‘shimcha kvalifikatsiya qilinadi.\n\n20. Ommaviy tadbirlar paytidagi bezorilik, ommaviy tar-tibsizliklarni keltirib chiqarish tahdidi bilan xavflidir.\n\nOmmaviy tadbir deganda, belgilangan tartibda davlat hokimiyati va boshqaruv organlari, jamoat birlashmalari, shuningdek, o‘zini o‘zi boshqarish organlari tomonidan tashkil etilgan rasmiy tadbir (bayram sayllari, namoyishlar, mitinglar, majlislar, saylovlar, xalq hasharlari va hokazo)\n\nlar tushuniladi. 21. Hokimiyat vakiliga qarshilik ko‘rsatish\n\nqasddan urish, yengil yoki og‘ir tan jarohati, jismoniy og‘riq yetkazishda ifodalanadigan faol harakatlardir.\n\nJamoat tartibini qo‘riqlash vazifasini bajaruvchi hokimiyat vakili yoki jamoatchilik yoxud bezorilik harakatiga qarshilik qilgan fuqaro badaniga o‘rtacha shikast yetkazishni keltirib chiqargan qarshilik ko‘rsatish bilan bog‘liq bezorilik harakatlari JK 277-moddasi 3-qismi «g» bandi bilan kvalifikatsiya qilinib, Jinoyat kodeksining boshqa moddalari bilan qo‘shimcha kvalifikatsiya qilish talab etilmaydi.\n\nAgar bezorilik harakatlarini to‘xtatish chorasini ko‘rayotgan shaxsga qarshilik ko‘rsatish paytida ishlatilgan zo‘rlik natijasida aybdor tomonidan yana boshqa og‘ir jinoyat sodir etilgan bo‘lsa, bu hol bezorilik jinoyati tarkibi bilan qamrab olinmaydi.\n\nBezorilik harakatlari tugagandan keyin, shu jumladan aybdor ushlangandan so‘ng ko‘rsatilgan qarshilik, bezorilik jinoyatining alomatlariga xos holat deb hisoblanmasligi va bunday holda qilmish jinoyatlar majmui bilan kvalifikatsiya qilinishi lozim. \n\nMa’muriy javobgarlikka sabab bo‘ladigan mayda bezorilik davomida jamoat tartibini saqlash vazifasini bajarib turgan hokimiyat yoki jamoatchilik vakiliga yoxud bunday harakatlarni to‘xtatish chorasini ko‘rgan fuqaroga nisbatan qarshilik ko‘rsatilsa, bunday qilmish JK 277-moddasi 3-qismining «g» bandi bilan kvalifikatsiya qilinishi mumkin emas. Bu holda aybdorning harakatlari, ko‘rsatilgan qarshilikning xususiyatiga qarab, Jinoyat kodeksi Maxsus qismining tegishli moddalari bilan kvalifikatsiya qilinadi.\n\n22. Hokimiyat vakili, jamoat tartibini qo‘riqlash vazifasini bajaruvchi jamoatchilik vakili yoki shu qilmishga qarshilik qiluvchi boshqa fuqaroga qarshilik ko‘rsatish jarayonida og‘ir tan jarohati yetsa, aybdorning qilmishi jinoyatlar majmui tariqasida JK 104-moddasi bo‘yicha kvalifikatsiya qilinadi.\n\n23. Tergov organlari shaxsni ayblanuvchi tariqasida jinoyat ishida ishtirok etishga jalb qilish to‘g‘risidagi qarorida, ayblov xulosasida, sud esa hukmda qaysi alomat-larga ko‘ra aybdorning qilmishi JK 277-moddasining tegishli qismi va bandlari bilan kvalifikatsiya qilinganligini aniq ko‘rsatishi shart.\n\nAgar sud, ayblanuvchi zimmasiga ilgari qo‘yilgan ayblov bilan bog‘liq boshqa ayblovni qo‘yish uchun yoxud ayblovni og‘irroq ayblov bilan yoki haqiqiy holatga ko‘ra ayblov xulosasida nazarda tutilganidan jiddiy farq qiladigan ayblov bilan almashtirish uchun asoslar mavjud, degan fikrga kelsa, jinoyat ishini qo‘shimcha tergov yuritish uchun qaytaradi. Bu o‘rinda shuni nazarda tutish kerakki, sud aybdorning harakatini mazkur moddaning muayyan qismidagi bir banddan o‘sha qismdagi boshqa bandga qayta kvalifikatsiya qilishga haqli emas.\n\n24. Agar Jinoyat kodeksi Maxsus qismining muayyan moddalarida (JKning 277-moddasidan tashqari) bezorilik, o‘sha jinoyatni kvalifikatsiya qiluvchi alohida belgi \n\nsifatida nazarda tutilgan bo‘lsa, bu holat qilmishni JKning 277-moddasi bilan qo‘shimcha kvalifikatsiya qilishni istisno etadi (masalan, JK 104-moddasining 2-qismi «ye» bandi, 2 97-moddasi 2-qismining «l» bandi).\n\n25. Sudlar aybdor qasdining mohiyati va u nimaga qaratilganligidan, sodir etilgan harakatning motivi, maqsadi va muayyan holatlaridan kelib chiqqan holda bezorilikni boshqa jinoyatlardan farqlay olishlari kerak. Jumladan, oilada, uyda qarindosh-urug‘, tanish-bilishlarga nisbatan sodir etilgan haqoratlash, urish-do‘pposlash, badanga yengil shikast yetkazish kabi harakatlar, agar ular shaxsiy kelishmovchilik natijasida kelib chiqqan bo‘lsa yoxud jabrlanuvchining nojoiz xatti-harakatlari oqibatida sodir etilgan bo‘lsa, shaxsga qarshi jinoyat deb baholanishi va Jinoyat kodeksi Maxsus qismi tegishli moddalari bilan kvalifikatsiya qilinishi lozim. Basharti, shaxs o‘z xatti-harakatlari bilan ayni vaqtda jamoat tartibini buzayotganligini va jamiyatga nisbatan ochiqdan-ochiq hurmatsizlik qilayotganligini ham yaqqol anglagan bo‘lsa, qilmish bezorilik sifatida kvalifikatsiya qilinadi va shaxsga qarshi jinoyatlarni nazarda tutuvchi moddalar bilan qo‘shimcha kvalifikatsiya qilishni talab etmaydi?.\n\n26. Bezorilik jinoyati aksariyat hollarda mastlik holatida yoki giyohvandlik vositalari, psixotrop yoxud kishining aql idrokiga ta’sir qiluvchi boshqa moddalar ta’siri ostida sodir qilinishini inobatga olgan holda, sudlar, alkogolizmga, Giyohvandlikka yoki zaharvandlikka (taksikomaniyaga) yo‘liqqan shaxslarga nisbatan, bu haqda ishda tegishli tibbiy xulosa mavjud bo‘lganda, tibbiy yo‘sindagi majburlov choralarini qo‘llash masalasini hukmda muhokama qilishlari lozim.  "
        },
        {
            "modda_raqami": "278-modda. Qimor va tavakkalchilikka asoslangan boshqa o‘yinlarni tashkil etish hamda o‘tkazish.",
            "matini": "Qimor va tavakkalchilikka asoslangan boshqa o‘yin-larni qonunga xilof ravishda tashkil etish yoki o‘tkazish, shu jumladan ana shunday o‘yinlar uchun qimorxonalar tashkil etish yoki ularni saqlash\n\nyetti yilgacha ozodlikdan mahrum qilish bilan jazolanadi.\n\nO‘sha harakatlar:\n\na) takroran yoki xavfli retsidivist tomonidan sodir etilgan bo‘lsa;\n\n6) uyushgan guruh tomonidan yoki uning manfaatlarini ko‘zlab, -\n\nyetti yildan o‘n yilgacha ozodlikdan mahrum qilish bilan jazolanadi.\n\nVoyaga yetmagan shaxsni qimor va tavakkalchilikka asoslangan boshqa o‘yinlarga jalb qilish, shunday harakatlar uchun ma’muriy jazo qo‘llanilganidan keyin sodir etilgan bo‘lsa,\n\nbazaviy hisoblash miqdorining yigirma besh baravaridan ellik baravarigacha miqdorda jarima yoki uch yuz soatgacha majburiy jamoat ishlari yoxud ikki yilgacha axloq tuzatish ishlari bilan jazolanadi.\n\nQimor va tavakkalchilikka asoslangan boshqa o‘yinlarni tashkil etish yoki o‘tkazish uchun telekommunikatsiya tarmoq-larida, shu jumladan Internet jahon axborot tarmog‘i provayderlari tomonidan xizmatlar ko‘rsatish, tegishli dasturiy ta’minotdan nusxa ko‘paytirish, uni ko‘paytirish, tarqatish, shunday harakatlar uchun ma’muriy jazo qo‘llanilganidan keyin sodir etilgan bo‘lsa, -\n\nbazaviy hisoblash miqdorining ellik baravaridan yetmish besh baravarigacha miqdorda jarima yoki uch yuz soatdan uch yuz oltmish soatgacha majburiy jamoat ishlari yoxud uch yilgacha axloq tuzatish ishlari bilan jazolanadi.   ",
            "sharxi": "1. Jinoyatning asosiy bevosita obyekti tavakkalchilikka asoslangan o‘yinlarni tashkil qilish va o‘tkazish bo‘yicha davlat tomonidan tartibga solinishi, qimor o‘yinlarining salbiy oqibatlarining oldini olish sohasidagi ijtimoiy munosabatlar. Fakultativ obyekt sifatida O‘zbekiston Respublikasining iqtisodiy asoslari, shuningdek jamiyatning ma’naviy negizlari ishtirok etishi mumkin.\n\n2. Sharhlanayotgan jinoyatning obyektiv tomoni qonunga xilof ravishda qimor va tavakkalchilikka asoslangan boshqa o‘yinlarni tashkil etish yoki o‘tkazish, shu jumladan ana shunday o‘yinlar uchun qimorxonalar tashkil etish yoki ularni saqlashda ifodalanadi.\n\n3. JK Maxsus qismi VIII bo‘limiga asosan qimor va tavakkalchilikka asoslangan boshqa o‘yin o‘yin tashkilotchisi (o‘yin muassasasi) tomonidan bir yoki undan ortiq ishtirokchilar bilan tasodifga (voqeaga) va (yoki) o‘yin ishtirokchisining qobiliyati, epchilligi va boshqa sifatlariga bog‘liq yutuq to‘g‘risida tuzilgan, tavakkalchilikka asoslan-gan bitimga muvofiq o‘yin tashkilotchilari va ishtirokchilarining xatti-harakatlari majmuini nazarda tutuvchi o‘yin, shu jumladan, totalizatorlar, kazino, shuningdek, o‘yin avto-matlaridan foydalaniladigan o‘yin.\n\n4. Bunday o‘yinlarni tashkil qilish bir yoki bir qancha shaxslarning ularni o‘tkazish uchun zarur bo‘lgan sharoitlarni yaratishga qaratilgan harakatlar majmuini tashkil qiladi (qimorxona xodimlarini tanlash, uning tashkiliy tarkibini ishlab chiqish, tegishli tartibda ro‘yxatdan o‘tkazish niyati bo‘lsa, ustav hujjatlarini tayyorlash, moliyaviy masalalarni hal qilish, qimorxonani o‘yin o‘tkazish uchun maxsus jihozlar bilan ta’minlash, xodimlarni maxsus ko‘nikmalarga o‘rgatish va h.k.).\n\n5. Qimor yoki tavakkalchilikka asoslangan boshqa o‘yin-larni o‘tkazish o‘yin o‘tkazishning noqonuniy xonalari yoki qimorxonalardan belgilangan maqsadda foydalanish yoxud o‘yinchilar ehtiyojlarini boshqacha sharoitlarda qondirish (masalan, Internetda, telekommunikatsiya tizimlarida va h.k.) Tavakkalchilikka asoslangan o‘yinlarni o‘tkazish o‘yinga chiptalar tarqatish, stavkalar qabul qilish, sovrinlar fondini tashkil qilish yoki taqsimlash va h.k. kabi kompleks tadbirlarni qamrab olishi mumkin.\n\n6. Qilmishni JKning 278-moddasi 1-qismi bilan kvalifikatsiya qilish uchun qimor va tavakkalchilikka asoslangan o‘yinlarni o‘tkazish noqonuniy bo‘lishi lozim.\n\nO‘zbekiston Respublikasi Prezidentining «Qimor o‘yinlarini tashkil etish va o‘tkazish bilan bog‘liq noqonuniy faoliyatning oldini olish chora-tadbirlari to‘g‘risida»gi 2007 yil 28 martdagi PQ-608-son qaroriga muvofiq, shuningdek, qimor o‘yinlarini tashkil etish va o‘tkazish faoliyatini davlat tomonidan tartibga solishni takomillashtirish, noqonuniy qimor o‘yinlarini tashkil etishga hamda ularga o‘smirlar va yoshlarni jalb etishga ko‘maklashuvchi shart-sharoitlarga barham berish, qimor biznesining rivojlanishi salbiy oqibatlarining oldini olish, noqonuniy qimor o‘yinlari tashkilotchilari va qatnashchilarining javobgarligini kuchaytirish maqsadida O‘zbekiston Respublikasi Vazirlar Mahkamasining «Qimor o‘yinlarini tashkil etish va o‘tkazishni yanada tartibga solish chora-tadbirlari to‘g‘risida»gi qarori qabul qilingan bo‘lib, unga ko‘ra 2007 yil 1 sentyabrdan boshlab, O‘zbekiston Respublikasi hududida qimor o‘yinlarini va tavakkalchilikka asoslangan boshqa o‘yinlarni (shu jumladan, totalizatorlar) tashkil etish va o‘tkazish (tirajli, bir lahzali va raqamli lotereyalardan tashqari), qimor o‘yinlarini va tavakkalchilikka asoslangan boshqa o‘yinlarni tashkil etish va o‘tkazish uchun telekommunikatsiya tarmoqlarida, shu jumladan, Internet butunjahon axborot tarmog‘i provayderlari tomonidan xizmatlar ko‘rsatish, O‘zbekiston Respublikasi hududiga pul yutug‘iga ega bo‘lgan o‘yin avtomatlarini olib kirish taqiqlangan. \n\nShunday qilib, lotereyalardan boshqa, ko‘rib chiqilayotgan o‘yinlarni tashkil qilish yoki o‘tkazish faktining o‘zi noqonuniy hisoblanadi. Lotereyalarni tashkil qilish va o‘tkazish, litsenziyalash tartibi buzilgandagina noqonuniy bo‘ladi. Qonunga muvofiq, birinchi navbatda, lotereyalarni o‘tkazish uchun litsenziya olinishi shart bo‘lgan ruxsat berish tartibiga rioya qilingan bo‘lishi kerak. Ikkinchidan, litsenziyalovchi organ tomonidan o‘rnatilgan, o‘yinlarni o‘tkazish shartlariga rioya qilingan bo‘lishi shart.\n\n7. Qimorxona deganda, pul yoki boshqa qimmatliklar, mulkiy yoki boshqa manfaatlarga asoslangan har qanday o‘yin o‘tkazishga mo‘ljallangan xona tushuniladi.\n\nQimorxonaning zaruriy belgisi noma’lum shaxslar guruhi tomonidan ishtirok etish, shuningdek, qimorxonaning doimiy ishlab turishi hisoblanadi.\n\nQimorxona tashkil etish deganda, qimorxona ochish va uni ishlatishga yo‘naltirilgan har qanday tashkiliy harakatlarni tushunish kerak. Bunday harakatlar xona izlash, uni maxsus jihozlash (mebel, o‘yin moslamalari bilan), mijozlarni izlash, unda xizmat ko‘rsatadigan shaxslarni qidirish va boshqalardan iborat bo‘lishi mumkin.\n\nQimorxonani saqlash deganda, qimorxona ishlab turishini ta’minlashni, uni doimiy ish bilan ta’minlashni (ta’mirlash, qo‘riqchilar bilan ta’minlash va hokazolarni) tushunish lozim.\n\n8. JKning 278-moddasi 1-qismida nazarda tutilgan jinoyat, dispozitsiyada ko‘rsatilgan har qanday harakatni sodir etgan paytdan boshlab tugallangan hisoblanadi.\n\n9. Sharhlanayotgan jinoyatning subyektiv tomoni aybning qasd shakli bilan tavsiflanadi.\n\nJinoyat sodir etish motivi va maqsadi jinoyatni kvalifikatsiya qilishga ta’sir ko‘rsatmaydi.\n\n10. Jinoyatning subyekti faqat o‘n olti yoshga to‘lgan, qimorxona tashkil etgan va uni ta’minlovchi shaxslar bo‘lishi mumkin. Qimorxona mijozlari jinoyat subyekti bo‘la olmaydi. \n\n11. JK 278-moddasining 2-qismida o‘sha harakatlar: a) takroran yoki xavfli retsidivist tomonidan sodir\n\netilgan bo‘lsa;\n\n6) uyushgan guruh tomonidan yoki uning manfaatlarini ko‘zlab.\n\n12. JK 278-moddasining 3-qismida nazarda tutilgan jinoyatning obyektiv tomoni, voyaga yetmagan shaxsni qimor va tavakkalchilikka asoslangan boshqa o‘yinlarga jalb qilganlik uchun ma’muriy jazo qo‘llanilganidan keyin bir yil davomida yana shunday harakat sodir etishda ifodalanadi.\n\n13. JK 278-moddasining 3-qismida jalb qilish\n\ndeganda, voyaga yetmagan shaxsni qimor yoki tavakkalchilikka asoslangan o‘yinlarda ishtirok etishga undashga qaratilgan faol harakatlari tushuniladi. Odatda, bunday vaziyatda jalb etish ishontirish yo‘li bilan amalga oshirilib, o‘smirda o‘yinda ishtirok etish ishtiyoqini uyg‘otish va keyinchalik o‘yinga bo‘lgan ruhiy qaramlikni keltirib chiqarishni ko‘zlaydi.\n\nJalb etish voyaga yetmagan shaxsda o‘ynash istagini uyg‘otishga harakatlar boshlangan vaqtdan e’tiboran yoki bu harakatlarni uning ixtiyoriga zid ravishda sodir etishga majburlash vaqtidan boshlab tamom bo‘lgan hisoblanadi. JK 278-moddasining 3-qismi bilan kvalifikatsiya qilish uchun jabrlanuvchi ilgari ham qimor yoki tavakkalchilikka asoslangan boshqa o‘yinlarda ishtirok etganlik faktining ahamiyati yo‘q.\n\nShuningdek, ko‘rib chiqilayotgan norma ma’muriy preyuditsiyaga ega ekanligini ham nazarda tutish lozim, ya’ni shaxs, avval bir yil davomida aynan o‘xshash harakatlar uchun O‘zbekiston Respublikasi Ma’muriy javobgarlik to‘g‘risi-dagi kodeksining 191-moddasi bilan ma’muriy javobgarlikka tortilgan bo‘lsagina, u jinoiy javobgarlikka tortilishi mumkin.\n\n14. Subyektiv tomondan voyaga yetmagan shaxsni qimor yoki tavakkalchilikka asoslangan boshqa o‘yinlarga jalb qilish to‘g‘ri qasd bilan sodir etiladi. Aybdor shaxsni o‘ynashga undayotganligini anglaydi va istaydi. Qilmishni kvalifikatsiya qilish uchun motiv va maqsadning ahamiyati yo‘q.\n\n15. JKning 278-moddasi 4-qismida nazarda tutilgan jinoyatning obyektiv tomoni qimor yoki tavakkalchilikka asoslangan boshqa o‘yinlarni tashkil qilish yoki o‘tkazish uchun telekommunikatsiya tizimlarida xizmatlar ko‘rsatish, jumladan, Internet tizimi provayderlari tomonidan, tegishli dasturiy ta’minotlarni tirajlash, ko‘paytirish, tarqatish uchun ma’muriy javobgarlikka tortilgandan keyin, shunday harakatlarni sodir etishda ifodalanadi.\n\n16. Telekommunikatsiyalar tizimi hisoblash texnikasi yordamida ruxsat olinishi mumkin bo‘lgan aloqa liniyalari bo‘yicha ma’lumotlarni o‘tkazishga mo‘ljallangan texnologik tizimdir.\n\nJK 278-moddasining 4-qismi ma’nosida telekommunikatsiya tizimlarida xizmatlar ko‘rsatish deganda, qimor yoki tavakkalchilikka asoslangan boshqa o‘yinlar to‘g‘risidagi ma’lumotlarni foydalanuvchiga yetkazish bo‘yicha (axborot xizmati) axborotlash faoliyati, shuningdek elektron aloqa bo‘yicha pochta jo‘natmalari yoki xabarlarni qabul qilish, qayta ishlash, berish va yetkazishni (aloqa xizmati) tushunish mumkin.\n\nInternet tarmog‘i yagona adres hududi yordamida qismlari o‘zaro mantiqiy bog‘langan global axborot tizimi hisoblanadi. Internet o‘zaro bog‘lik bo‘lgan kompyuter tizimlaridan tashkil topgan bo‘lib, kompyuterlarga, elektron pochtaga, e’lonlar taxtasiga, ma’lumotlar bazasiga va munozara guruhlarga masofadan turib ulanish imkoniyatini beradi.\n\nProvayder bu axborot texnologiyalari sohasida xizmat ko‘rsatadigan shaxs (firma).\n\nInternet tarmog‘iga kirish bo‘yicha, xususan, telekommunikatsiya operatorlari orqali va serverlarni yaratish va qo‘llab turish bo‘yicha xizmatlar ko‘rsatadigan yuridik shaxslar Internet provayderlari deb tan olinishi mumkin.\n\n17. Dasturlardan foydalanish uchun zarur bo‘lgan ma’lumot va dasturiy hujjatlarni qayta ishlash tizimi dasturlarining majmui dasturiy ta’minotni tashkil qiladi. (Dasturiy ta’minot to‘g‘risida batafsilroq JKning 278-9-moddasi sharhiga qarang). \n\n\nQimor yoki tavakkalchilikka asoslangan boshqa o‘yinlarni tashkil qilish yoki o‘tkazish uchun dasturiy ta’minotni tirajlashtirish deganda ma’lumot-lar blokining ilk bor bitta nusxasida amalga oshirilgan o‘zgartirishlarni boshqa nusxalarga ko‘chirish texnologiyasini tushunish lozim. Bunda bazaning barcha qismlarida ma’lumotlarni bir vaqtda o‘zgartirishni nazarda tutuvchi sinxron tirajlash va ma’lumotlarni navbat bilan o‘zgartirishni na-zarda tutuvchi asinxron tirajlashni farqlash lozim.\n\nTirajlash, qimor yoki tavakkalchilikka asoslangan boshqa o‘yinlarni tashkil qilish yoki o‘tkazish uchun hech bo‘lmaganda bir nusxadagi dasturiy ta’minot o‘zgartirilgan paytdan boshlab, tamomlangan hisoblanadi.\n\nMazkur dasturiy ta’minotni ko‘paytirish uning nusxalarini ko‘paytirishni nazarda tutadi.\n\nKo‘paytirish, tegishli dasturiy ta’minotning hech bo‘lmaganda bitta yangi nusxasi yaratilganda tugallangan hisoblanadi.\n\nJK 278-moddasining 4-qismi mazmunidagi tarqatish nomuayyan doiradagi shaxslarga har qanday moddiy ko‘rinishda ifodalangan dasturiy ta’minotdan foydalanish imkoniyatini yaratishga qaratilgan harakatlardir. Bunda tarqatish usullari turlicha bo‘lishi mumkin (tarmoqdan foydalanish usuli, sotish, hadya qilish, ijaraga berish, qarz evaziga berish va h.k.) va kvalifikatsiyaga ta’sir qilmaydi.\n\nQimor yoki tavakkalchilikka asoslangan boshqa o‘yinlarni o‘tkazish yoki tashkil qilishga qaratilgan dasturiy ta’minotni tarqatish, mazkur ma’lumot hech bo‘lmaganda bitta shaxs tomonidan olingan vaqtdan boshlab tugallangan hisoblanadi.\n\n18. JK 278-moddasining 4-qismi konstruksiyasi ham ma’muriy preyuditsiyaga ega.\n\n19. Subyektiv tomonidan JK 278-moddasining 4-qismida nazarda tutilgan jinoyat to‘g‘ri qasd bilan sodir etiladi.\n\n20. Mazkur jinoyatning subyekti 16 yoshga to‘lgan aqli raso shaxslar bo‘lishi mumkin.  "
        }
    ]
}