{
    "bob_nomi": "XXI bob. Bo‘ysunish va harbiy sha’nga rioya etish tartibiga qarshi jinoyatlar",
    "moddalar": [
        {
            "modda_raqami": "XXІ bob. BO‘YSUNISH VA HARBIY SHA’NGA RIOYA ETISH TARTIBIGA QARSHI JINOYATLAR",
            "matini": " ",
            "sharxi": "1. O‘zbekiston Respublikasi Qurolli Kuchlari, boshqa harbiy tuzilmalar davlat suvereniteti va mamlakat hududi butunligi, aholining tinch-osuda hayoti va xavfsizligini saqlash uchun tashkil etilgan.\n\nQurolli Kuchlar va boshqa harbiy tuzilmalarning asosiy faoliyati, shuningdek, ular tomonidan o‘z oldlilariga qo‘yilgan vazifalarni bajarish harbiy xizmatni o‘tashga aniq va qat’iy rioya etilishi kafolati hisoblanadi.\n\n2. Harbiy sudlar, harbiy jinoyatlarning ijtimoiy xavfliligi, harbiy intizom hamda qo‘shinning harbiy tayyorgarligini susaytirib, mamlakatning mudofaa qobiliyatiga zarar yetkazishida ifodalanishiga e’tibor qaratishlari lozim.\n\nHarbiy xizmatdan bo‘yin tovlash, harbiy xizmatchilar o‘rtasidagi o‘zaro munosabatlarga oid ustav qoidalarining buzilishi, o‘z vakolatlarini suiiste’mol qilish yoki vakolat doirasidan chetga chiqish va h.k.lar harbiy xizmatchilar orasida ancha keng tarqalgan jinoyatlardan hisoblanadi. Bundan tashqari, harbiy xizmatchilar tomonidan umumjinoyat fe’l-atvoridagi boshqa bir qator jinoyatlar ham sodir etiladiki, og‘ir va o‘ta og‘ir jinoyatlar shular jumlasidandir.\n\n3. Harbiy xizmatni o‘tash tartibiga qarshi jinoyatlar (harbiy jinoyatlar) deganda, JKning yettinchi bo‘limida nazarda tutilgan, chaqiruv bo‘yicha (muddatli harbiy xizmat, safarbarlik chaqiruv rezervidagi yoki muqobil xizmat) yoki shartnoma (shartnoma) bo‘yicha O‘zbekiston Respublikasi Qurolli Kuchlarida, O‘zbekiston Respublikasining boshqa harbiy tuzilmalarida harbiy xizmatni o‘tayotgan harbiylar tomonidan, shuningdek, zaxiradagi harbiy xizmatga majbur shaxslar tomonidan ular harbiy yig‘inlarda ishtirok etayotgan chog‘larida o‘rnatilgan tartibdagi harbiy xizmatni o‘tashga qarshi jinoyatlar tushuniladi.\n\n4. O‘zbekiston Respublikasining 2002 yil 12 dekabrdagi «Umumiy harbiy majburiyat va harbiy xizmat to‘g‘risida»gi Qonunining 4-moddasida harbiy xizmatning quyidagi turlari ko‘rsatilgan:\n\nmuddatli harbiy xizmat;\n\nsafarbarlik chaqiruvi rezervidagi harbiy xizmat;\n\nkontrakt (shartnoma) bo‘yicha harbiy xizmat;\n\nO‘zbekiston Respublikasi Qurolli Kuchlari safida harbiy xizmatni o‘tagan rezervchilar xizmati.\n\n5. Muddatli harbiy xizmat chaqirilish yoshidagi fuqarolarning oddiy askarlar va serjantlar tarkibi lavozimlarida, shuningdek muqaddam harbiy xizmatni o‘tamagan ofitserlarning qonunchilikda belgilangan muddat mobaynida Qurolli Kuchlar safidagi majburiy xizmatidir. -\n\nMuddatli harbiy xizmatni o‘tashga yaroqli hamda chaqirilish muddatini kechiktirish va chaqirilishdan ozod etilish huquqiga ega bo‘lmagan, biroq Qurolli Kuchlar safiga navbatdagi muddatga chaqirilmagan shaxslar safarbarlik chaqiruvi rezervi safiga olinadilar.\n\n6. Safarbarlik chaqiruvi rezervi xizmati harbiy xizmatga yaroqli, shu jumladan cheklovlar bilan yaroqli bo‘lgan hamda chaqirilish muddatini kechiktirish va chaqirilishdan ozod etilish huquqiga ega bo‘lmagan, biroq Qurolli Kuchlar safiga navbatdagi muddatga chaqirilmagan shaxslar safarbarlik chaqiruvi rezervi safiga olinadilar.\n\nSafarbarlik chaqiruvi rezervidagi xizmat hududiy prinsip asosida oylik yig‘inlar tarzida tashkil etiladi hamda chaqiriluvchilar tomonidan O‘zbekiston Respublikasi Mudofaa vazirligining maxsus hisobvarag‘iga pul badallari\n\nkiritilishini nazarda tutadi. 7. Kontrakt (shartnoma) bo‘yicha harbiy xizmat\n\nQurolli Kuchlar safidagi haqiqiy harbiy xizmatga ixtiyoriylik asosida, harbiy xizmat nazarda tutilgan vazirliklar, davlat qo‘mitalari va idoralar orqali davlat bilan tuziladigan kontraktga binoan kirgan fuqarolar bajaradigan harbiy xizmat turidir.\n\n8. Rezervchilar xizmati haqiqiy harbiy xizmatni,\n\nshuningdek safarbarlik chaqiruvi rezervidagi xizmatni o‘tagan oddiy askarlar, serjantlar va ofitserlar jumlasidan bo‘lgan harbiy xizmatga majburlar uchun Qurolli Kuchlarning qo‘shilmalari, qismlari va bo‘linmalari safini urush davrida taqozo etiladigan shtatlar darajasiga qadar to‘ldirish, shuningdek, urush davri taqozo etadigan tuzilmalarni kuchaytirish maqsadida umumiy harbiy majburiyat asosida joriy etiladigan harbiy xizmat turidir.\n\nRezervchilar sifatida xizmatni o‘tayotgan harbiy xizmatga majburlar tinchlik davrida, qoida tariqasida, qo‘shinlarning jangovar tayyorgarligini saqlab turish, rezervchilarning harbiy hisobdagi ixtisoslik bo‘yicha majburiyatlarni tinchlik va urush davrida bajarishi uchun zarur bo‘lgan ko‘nikmalarini saqlab qolish va takomillashtirish maqsadida harbiy qismlar bazasida hududiy prinsip asosida tashkil etiladigan harbiy tayyorgarlik bo‘yicha harbiy yig‘inlarni o‘tashga jalb etilishlari mumkin.\n\n9. Harbiy jinoyatlarning bevosita obyektini harbiy xizmatni o‘tashning o‘rnatilgan tartibini ta’minlovchi, ya’ni shaxslarning harbiy xizmatni o‘tash chog‘idagi huquq va majburiyatlarini O‘zbekiston Respublikasi Qurolli Kuchlarida qonunchilik, umumharbiy nizomlar, boshqa me’yoriy-huquqiy hujjatlarni o‘rnatilgan tartibda amalga oshirish bo‘yicha harbiy xizmatdagi huquqiy munosabatlarni tashkil etishni tartibga solish bilan bog‘liq munosabatlar tashkil qiladi.\n\n10. O‘zbekiston Respublikasi Oliy sudi Plenumi ta’kidlaganidek: «Harbiy xizmatni o‘tash tartibi qo‘shinlar hayoti va jangovar faoliyati jarayonida yuzaga keladigan munosabatlar bo‘lib, ular qonunlar, harbiy qasamyod va nizomlarda belgilab qo‘yilgan. Ushbu hujjat-larda harbiy xizmat fuqaroning konstitutsiyaviy burchi ekanligi, yakkaboshchilik va undan kelib chiqadigan tobe shaxsning boshliqqa so‘zsiz itoat qilishi, ushbu munosabatlar subyektlari huquq va erkinliklarining aniq belgilab qo‘yilishi kabi harbiy tashkilot tamoyillari mustahkamlab qo‘yilgan»\n\n11. Harbiy jinoyatlarning subyekti O‘zbekiston Respublikasi Mudofaa vazirligining, Davlat xavfsizlik xizmati-ning, O‘zbekiston Respublikasi Prezidenti davlat xavfsizlik xizmatining, Milliy gvardiyasining, Favqulodda vaziyatlar vazirligining, Ichki ishlar vazirligi qo‘shinlarining va qonunchilikka muvofiq tashkil etiladigan boshqa harbiy tuzilmalarning harbiy xizmatchilari, shuningdek o‘quv yig‘inlarni o‘tayotgan harbiy xizmatga majbur shaxslar bo‘lishi mumkin\".\n\n12. «Umumiy harbiy majburiyat va harbiy xizmat to‘g‘ri-sida»gi Qonunining 3-moddasiga ko‘ra, harbiy xizmatchilar haqiqiy harbiy xizmatdagi shaxslardir.\n\nHaqiqiy harbiy xizmat chaqiruv yoki kontrakt bo‘yicha oddiy askarlar, serjantlar va ofitserlar tarkibi lavozimlarida Qurolli Kuchlar safidagi harbiy xizmatdir.\n\n13. Harbiy xizmatning boshlanishi fuqaro harbiy qism shaxsiy tarkibi ro‘yxatiga kiritilgan kundan boshlab hisoblanadi, harbiy xizmatning tugallanishi vaqti esa, harbiy xizmat muddatining tugallanishiga to‘g‘ri keladi. O‘zbekiston Respublikasi Qurolli Kuchlari, Davlat chegarasini qo‘riqlash qo‘mitasi, Ichki ishlar vazirligi qoshidagi ichki va qorovul qo‘shinlari, Davlat xavfsizlik xizmati, Favqulodda vaziyatlar vazirligi, harbiy qism va muassasalari tarkibida harbiy yig‘inlarni o‘tayotgan\n\nshaxslar harbiy xizmatchilar hisoblanadilar. 14. Harbiy xizmatga majbur shaxslar Qurolli\n\nKuchlar rezervi va zaxirasidagi shaxslardir. Bu shaxslar davriy ravishda qonunda belgilangan yoshgacha, harbiy xizmatga tayyorlash va qayta tayyorlash uchun 2 oy muddatgacha harbiy yig‘inlarga chaqiriladilar. Yig‘inlar davrida ular harbiy xizmat o‘taydilar, harbiy nizomlar va harbiy xizmatga qarshi jinoyatlar yuzasidan jinoiy javobgarlik ularga ham taalluqlidir. Yig‘inlarning birinchi kuni ular xizmat o‘tashlarining boshlanishi hamda oxirgi kun oxirgi kuni hisoblanadi. xizmatning\n\nBoshqa fuqarolar, jumladan, O‘zbekiston Respublikasi Qurolli Kuchlarining fuqarolik xodimlari ham harbiy xizmat o‘tash tartibiga qarshi jinoyatlarning subyektlari bo‘lmaydilar hamda JKning yettinchi bo‘limida belgilangan qoidalar bo‘yicha jinoiy javobgarlikka tortilmaydilar. Harbiy jinoyatlarning obyektiv tomoniga o‘xshash jinoyatlar sodir etilgan taqdirda ham, aybdor shaxslar, agar ularning xatti-harakatlari ushbu jinoyatlarning belgilari bilan bir xil bo‘lganda, JKning boshqa moddalari bo‘yicha jinoiy javobgarlikka tortiladilar.\n\nUshbu qoida harbiy xizmatga qarshi har qanday jinoyatlar sodir etishda sheriklik qilgan barcha fuqarolarga ham taalluqlidir. Qonuniy asosda harbiy xizmatda bo‘lgan shaxslargina bunday ko‘rinishdagi jinoyatlarning ijrochisi va boshqa sheriklari sifatida tan olinishlari mumkin.\n\n15. «Jinoyat ishlarining harbiy sudlar sudloviga tegish-liligi O‘zbekiston Respublikasining «Sudlar to‘g‘risida»gi Qonuni 45-moddasi va Harbiy sudlar faoliyatini tashkil etish to‘g‘risidagi Nizomda belgilangan.\n\nJumladan, harbiy sudlar sudloviga favqulodda holat-larga ko‘ra umumiy sudlar faoliyat ko‘rsatmayotgan joylardagi barcha jinoyat ishlari, davlat sirlariga daxldor ishlar, shuningdek, harbiy xizmat davrida harbiy xizmatchilar tomonidan sodir etilgan, biroq ish sudda ko‘riladigan paytga kelib harbiy xizmatdan bo‘shatilgan shaxslar sodir etgan jinoyatlar to‘g‘risidagi ishlar taalluqlidir.\n\nShu munosabat bilan sudlar sudloviga taalluqlilik haqidagi qonun talablariga qat’iy rioya etishlari lozim. "
        },
        {
            "modda_raqami": "279-modda.Bo‘ysunmaslik.",
            "matini": "Bo‘ysunmaslik, ya’ni buyruqni bajarishdan ochiqdan-ochiq bosh tortish, shuningdek, buyruqni boshqa tarzda qasddan bajarmaslik\n\nikki yilgacha xizmat bo‘yicha cheklash yoki bir yilgacha intizomiy qismga yuborish bilan jazolanadi.\n\nO‘sha qilmish:\n\na) bir guruh shaxslar tomonidan sodir etilgan bo‘lsa;\n\nb) og‘ir oqibatlarga sabab bo‘lsa,\n\nuch yildan besh yilgacha ozodlikdan mahrum qilish bilan jazolanadi.\n\nO‘sha qilmish jangovar vaziyatda sodir etilgan bo‘lsa,\n\nbesh yildan o‘n besh yilgacha ozodlikdan mahrum qilish bilan jazolanadi. ",
            "sharxi": "1. O‘zbekiston Respublikasi Qurolli Kuchlarida o‘rna-tilgan bo‘ysunish tartibi jinoyatning asosiy bevosita obyekti hisoblanadi. Qo‘shimcha bevosita obyektini esa, insonlar hayoti va salomatligining xavfsizligi, o‘zgalar mol-mulkining saqlanishini ta’minlovchi ijtimoiy munosabatlar tashkil qiladi (JKning 279-moddasi 2-qismi).\n\n2. Bo‘ysunish tartibi harbiy nizomlar bilan tartibga solinadi. Harbiy xizmatda boshliq va unga bo‘ysunuvchi o‘rtasidagi o‘zaro munosabatlar asosi «yakkaboshchilik» prinsipi hisoblanib, u komandir (boshliq)ning o‘z qo‘l ostidagilarni boshqarishda yagona mas’ulligini va bo‘ysunuvchilarning komandirning buyrug‘ini so‘zsiz bajarishini anglatadi.\n\n3. Obyektiv tomondan bo‘ysunmaslik, buyruqni bajarishdan ochiqdan-ochiq bosh tortishda namoyon bo‘ladi, bu esa, buyruqni qasddan bajarmaslik bilan barobar.\n\n4. Buyruq\n\nqonun talablariga muvofiq, bajarilishi majburiy bo‘lgan, komandir (boshliq)ning qo‘l ostidagilarga qaratilgan farmoyishi.\n\n5. Boshliq qo‘l ostida boshqa harbiy xizmatchilar bo‘lgan, ularga buyruq, farmoyish berish va uning ijrosini nazorat qilish huquqiga ega bo‘lgan harbiy xizmatchi.\n\nHarbiy xizmatchi lavozimi yoki harbiy unvoni bo‘yicha boshliq bo‘lishi mumkin. Harbiy lavozimlar harbiy nizom-lar va boshqa hujjatlarda belgilangan. Bu bo‘limlar, vzvodlar, rotalar, batalon va boshqa jangovar bo‘linmalar komandirlari, bo‘limlar va xizmatlar, sutkali naryadning alohida turlari (qorovul, nazorat-o‘tkazish shoxobchalari va boshqa.) boshliqlarining shtat lavozimlaridir.\n\nBoshliq lavozimi shtatdan tashqari bo‘lishi ham mumkin, u ma’lum bir vaqtga, ma’lum vazifani bajarish uchun (masalan, otish mashqlari, xo‘jalik ishlari, o‘quv mashg‘ulotlari va boshqa.) tashkil etilishi mumkin. Harbiy xizmatchi boshlik lavozimini doimiy ravishda yoki vaqtinchalik egallashi mumkin. Boshliqning vazifalarini, shuningdek uning o‘rinbosari yoki maxsus ko‘rsatma bo‘yicha boshqa harbiy xizmatchi bajarishi mumkin.\n\nHarbiy xizmatchining unvon bo‘yicha bo‘ysunishi Qurolli Kuchlar ichki xizmat Nizomi bilan belgilanadi. Unga muvofiq, misol uchun ofitser oddiy askar va serjantlik tarkibidagi barcha shaxslar uchun boshliq hisoblanadi, serjant o‘zi bilan bir harbiy qismdagi oddiy askarlar uchun boshliq Hisoblanadi va h.k. 6. Bo‘ysunuvchi jangovar harbiy qism, bo‘lim, xizmat, naryad tarkibiga kiruvchi, o‘z boshlig‘ining buyruqlarini so‘zsiz bajarishga majbur bo‘lgan harbiy xizmatchi yoki tegishli boshliq harbiy unvoniga ega bo‘lgan boshqa harbiy xizmatchining talablarini bajarishga majbur bo‘lgan, harbiy unvoni bor harbiy xizmatchi.\n\n7. Buyruq og‘zaki yoki yozma shaklda yoki texnik vositalar orqali, alohida bir yoki bir necha harbiy xizmatchiga berilishi mumkin. U bo‘ysunuvchi tomonidan so‘zsiz, aniq va o‘z vaqtida bajarilishi kerak. Bunda buyruq vakolatga ega bo‘lgan boshliq tomonidan qanday shaklda berilganligi, uning nizom me’yorlariga muvofiq yoki muvofiq emasligi, bo‘ysunuvchining haqiqatda uni bajarish imkoniyatiga ega ekanligi va nima sababdan uni bajarmaganligi aniqlanishi kerak.\n\nShunday ekan, xususan, buyruq faqatgina ijro etish tartibida, mansab vazifalari yuklatilgan komandirlar (boshliqlar) tomonidan berilishi mumkin. Bo‘ysunuvchiga xizmatdan tashqari masala bo‘yicha berilgan farmoyishni (harbiy manfaatlardan tashqari, shaxsiy manfaatlarni ko‘zlab) buyruq deb qabul qilinishi mumkin emas. Xuddi shuning o‘zi boshliqning xizmat bo‘yicha, Nizomdan tashqari shaklda, bo‘ysunuvchining insoniylik g‘ururini kamsituvchi talablariga ham taalluqlidir. Boshliqning g‘ayriqonuniy talabini bajarmagan bo‘ysunuvchi javobgarlikka tortilishi mumkin emas.\n\n8. Buyruqni bajarishni ochiqdan-ochiq rad etish harbiy xizmatchi buyruqni bajarmasligini ochiqdan-ochiq aytgan vaqtda, ochiqdan-ochiq buyruqni bajarishdan bosh tortishni anglatadi. Bu so‘z, imo-ishora, xatti-harakatlar, mensimaslik ko‘rinishida, bo‘ysunuvchining boshliq buyrug‘ini bajarish niyati yo‘qligidan dalolat beruvchi va boshqa shakllarda bo‘lishi mumkin.\n\n9. Buyruqni boshqa tarzda qasddan bajarmaslik, bu bo‘ysunuvchi tomonidan avvaliga boshliq buyrug‘iga ochiqdan-ochiq bo‘ysunmaslikni bildirmay, go‘yo buyruqni qabul qilib, so‘ngra ataylab yoki bila turib uni bajar-maslik ko‘rinishida amalga oshirilishi mumkin. Bunday holatda, aybdor shaxs olingan buyruqda man etilgan xatti-harakatlarni bajaradi, buyruqda aytilgan harakatlarni bajarmaydi yoki bo‘lmasa o‘z irodasini boshliq irodasiga qarshi qo‘yib, buyruqda ko‘rsatilgan harakat vaqti, joyi va mazmun-mohiyatini o‘zboshimchalik bilan o‘zgartirardi, ortga chekinadi (qat’iy belgilangan harakatlanish yo‘nalishini, topshiriqni bajarish uchun kerakli vositalar hisob-kitobini o‘zgartiradi yoki boshqa yo‘l bilan buyruqni bajarishdan chekinadi).\n\n10. O‘zbekiston Respublikasi Oliy sudi Plenumining bu borada ta’kidlashicha, «Harbiy xizmat vazifalarini o‘tashdan bosh tortish harbiy xizmatchi tomonidan ochiqdan-ochiq, yolg‘on ishlatmasdan, og‘zaki, yozma yoki boshqa yo‘l bilan harbiy xizmatni o‘tash yoki uning ba’zi majburiyatlarini bajarishni istamaslikda va amalda ularni bajarmay qo‘yishda namoyon bo‘ladi.\n\nTobe shaxsning o‘z qo‘mondonining muayyan topshiriqlarni bajarishdan bosh tortishi (masalan, xizmat safariga jo‘nash, sutkalik naryadga kirishish va hokazo) harbiy xizmatdan umuman bosh tortish sifatida ko‘rilishi mumkin emas. Bunday harakatlar bo‘ysunmaslik jinoyati tarkibini tashkil qiladi, chunki bunday holda qo‘mondon talabi buyruq xususiyatiga ega bo‘lib, harakat esa, harbiy xizmatni o‘tashdan bosh tortishga emas, balki buyruqni ochiqdan-ochiq bajarmaslikka qaratilgan».\n\n11. Jinoyatni kvalifikatsiya qilish uchun buyruqni bajarmaslik sabablari ahamiyatga ega emas, biroq bo‘ysunuvchi haqiqatan ham, unga berilgan buyruqni bajarish imkoniyatiga ega bo‘lishi kerak.\n\n12. Harbiy nizomlar, ko‘rsatmalar, qoidalarda ko‘rsa-tilgan, barcha harbiy xizmatchilar uchun majburiy, lekin umumiy talablarni bajarmaslik ko‘rsatmalar berish va mashg‘ulotlar chog‘ida barcha tinglovchilarga berilgan umumiy ko‘rsatmalarni bajarmaslik bilan barobardir, lekin ularga buyruqni bajarmaslik sifatida qarash mumkin emas. Muayyan sharoitlarda bunday umumiy buyruqlarni bajarmaslik bir qator boshqa jinoyatlarni, xususan, qorovul xizmatini o‘tash qoidalarining buzilishi (JKning 291-moddasi)ni keltirib chiqarishi mumkin.\n\nAgar harbiy xizmatchi biron-bir harakatni bajarish uchun buyruq olib, boshliq boshqa harbiy xizmatchiga emas, aynan unga murojaat qilganligidan norozilik bildirsa yoki ko‘rsatmani muhokama qilsa, biron-bir bahona bilan uni bajarishdan qutulishga harakat qilsa, lekin buyruq berilganda uni bajarsa, bunday gap talashish bo‘ysunmaslik sanalmaydi. Ular harbiy xizmatchining intizomiy xatti-harakati deb qabul qilinishi mumkin.\n\n13. Bo‘ysunuvchi belgilangan muddatda unga berilgan buyruqni bajarish bo‘yicha hech qanday harakatlar bajarmagan vaqtdan boshlab, xizmat manfaatlariga zarar yetish yetmasligidan qat’i nazar, bo‘ysunmaslik tugallangan hisoblanadi.\n\n14. Sharhlanayotgan jinoyat subyektiv tomondan to‘g‘ri qasd bilan sodir etiladi. Bunda aybdor qonuniy, bajarishi majburiy bo‘lgan boshliq buyrug‘ini bajarmayotganligini va buni istamayotganligini anglaydi.\n\nSharhlanayotgan jinoyatni sodir etishning motiv va maqsadi turlicha bo‘lishi mumkin va bu kvalifikatsiyaga ta’sir etmaydi.\n\n15. Faqatgina 18 yoshga to‘lgan harbiy xizmatchi yoki harbiy yig‘inlarga chaqirilgan harbiy xizmatga majbur, buyruq bergan komandirga (boshliqqa) bo‘ysunuvchi shaxslargina Jinoyatning subyekti bo‘lishlari mumkin.\n\n16. JKning 279-moddasi 2-qismiga ko‘ra, bo‘ysunmaslik quyidagicha tavsiflanadi:\n\na) bir guruh shaxslar tomonidan sodir etilgan;\n\nb) og‘ir oqibatlarga olib kelgan.\n\n17. Bir guruh shaxslar tomonidan sodir etilgan bo‘ysunmaslik deganda, ikki yoki undan ortiq harbiy xizmatchilar tomonidan boshliqning bergan buyrug‘iga bo‘ysunmaslik tushuniladi. Bir guruh shaxslar tomonidan sodir etilgan bo‘ysunmaslik deb hisoblash uchun, guruhning barcha ishtirokchilari ushbu jinoyatni obyektiv tomondan bajarmaslikda ishtirok etishlari, ya’ni uning sheriklari bo‘lishlari lozim.\n\nBir guruh shaxslar tomonidan sodir etilgan bo‘ysunmaslikda, guruhning ayrim ishtirokchilari alohida jinoiy harakatlarda bevosita ishtirok etimasliklari, qilmishni JKning 279-moddasi 2-qismi «a» bandiga muvofiq kvalifikatsiya qilishga ta’sir ko‘rsatmaydi, lekin jazo tayinlashda sudlar tomonidan hisobga olinishi lozim.\n\n18. JKning 279-moddasi 2-qismi «b» bandida nazarda tutilgan og‘ir oqibatlar deyilganda, bajarilmagan talablarning ahamiyatidan kelib chiqqan oqibatlar tushuniladi. Bu harbiy operatsiyaning bajarilishini to‘xtatish, harbiy qism yoki alohida bo‘linmaning kurashish qobiliyatining pasayishi, o‘rtacha og‘irlikdagi yoki o‘ta og‘ir tan jarohati yetkazish, bo‘linma shaxsiy tarkibi hayoti yoki sog‘lig‘iga haqiqiy zarar yetkazish xavfining yuzaga kelishi, yirik hajmdagi moddiy zarar yetkazish, boshqa bo‘ysunuvchilarga ta’sir ko‘rsatish (og‘ir oqibat deganda, masalan, buyruqni bajarishdan bosh tortish, boshliqning boshqa harbiy xizmatchilarga ham tegishli bo‘lgan buyrug‘ini bajarmaslik, agar bunday chaqiruv amalga oshirilgan bo‘lsa) va boshqalar bo‘lishi mumkin. Har bir alohida holatda, aybdor xatti-harakatlari bilan bog‘liq oqibatlar og‘irligi, sud tomonidan ularning qanday ahamiyat kasb etishiga qarab baholanishi kerak.\n\n19. JKning 279-moddasi 3-qismida jangovar vaziyatda sodir etilgan bo‘ysunmaslik jinoyati uchun javobgarlik nazarda tutilgan.\n\nJangovar vaziyat deganda, qurolli to‘qnashuv yoki harbiy bo‘linmaning dushman bilan shunday to‘qnashuvi xavfi bilan tavsiflanuvchi tezkor vaziyat tushuniladi. U urush vaqtida ham, tinchlik vaqtida ham yuzaga kelishi mumkin. Tinchlik vaqtidagi jangovar vaziyat O‘zbekiston Respublikasi Hududining butunligi va daxlsizligiga qarshi yo‘naltirilgan nodavlat harbiy tashkilotlarining qurolli harakatlari chog‘ida yuzaga kelishi mumkin.\n\nMasalan, bu chet davlat tomonidan, ushbu davlatga tegishli bo‘lmagan begona qurollangan bo‘linmalarning, xududning biron-bir qismida nazorat o‘rnatish yoki separatizmga ko‘maklashish maqsadida davlatga kirib kelishi ko‘rinishida bo‘lishi mumkin.\n\nJangovar vaziyatda bo‘ysunmaslik, yuzaga kelgan oqibat-laridan qat’i nazar, JKning 279-moddasi 3-qismi bilan javobgarlikka asos bo‘ladi. "
        },
        {
            "modda_raqami": "280-modda. Buyruqni bajarmaslik.",
            "matini": "Buyruqni ehtiyotsizlik orqasida bajarmaslik ko‘p miq-dorda zarar yetkazilishi yoki og‘ir oqibatlarga sabab bo‘lsa,\n\nikki yilgacha xizmat yuzasidan cheklash yoki bir yilgacha intizomiy qismga yuborish bilan jazolanadi.\n\nO‘sha qilmish jangovar vaziyatda sodir etilgan bo‘lsa, besh yildan o‘n yilgacha ozodlikdan mahrum qilish bilan jazolanadi.",
            "sharxi": "1. O‘zbekiston Respublikasi Qurolli Kuchlarida o‘rna-tilgan bo‘ysunish tartibini ta’minlovchi ijtimoiy muno-sabatlar jinoyatning asosiy bevosita obyekti hisobla-nadi. Insonlar hayoti, salomatligi, o‘zgalar mol-mulki xavfsizligini ta’minlovchi munosabatlar qo‘shimcha bevosita obyekt hisoblanadi.\n\n2. Obyektiv tomondan JKning 280-moddasida belgilangan jinoyat oqibatida ko‘p miqdorda zarar yoki boshqa og‘ir oqibatlarga olib kelgan buyruqni bajarmaslikda namoyon bo‘ladi. («Buyruq», «buyruqni bajarish» tushunchasi JKning 279-moddasini tahlil qilish chog‘ida yoritib berildi). 3. Ushbu jinoyat ko‘p miqdordagi zarar yoki og‘ir oqibatlar kelib chiqqan paytdan boshlab tugallangan hisoblanadi.\n\n4. Ko‘p miqdordagi zarar deganda, bazaviy hisoblash miqdorining 300 barobaridan 500 barobarigacha bo‘lgan zarar tushuniladi.\n\n5. JKning 280-moddasi 1-qismida nazarda tutilgan og‘ir oqibatlar JKning 279-moddasi 2-qismida nazarda tutilgan oqibatlar bilan bir xildir.\n\n6. Buyruqni bajarmaslik jinoyati subyektiv tomon-dan ehtiyotsizlik yoki xizmatga sovuqqonlik bilan yonda-shish natijasida sodir etiladi. Shunday ekan, jinoiy ehtiyotsizlik natijasida jinoyat sodir etilganda, aybdor buyruqni bajarmayotganligini anglamaydi, lekin kerakli darajada ziyraklik va yuzaga kelishi mumkin bo‘lgan holatlarni oldindan ko‘ra bilganda, buning oldini olishi mumkin va oldini olishi kerak bo‘ladi. Jinoiy o‘z-o‘ziga ishonish natijasida buyruqni bajarmaslik aybdor buyruqda aytilganini bajarmagan va buni bila turib, asossiz ravishda o‘z-o‘ziga ishongan holda buyruq bajarilishiga ishonib harakat qilgan taqdirda yuzaga keladi. Bunday holatda shuni yodda tutish lozimki, bo‘ysunuvchi tomonidan oldindan ma’lum bo‘lgan g‘ayriqonuniy buyruq bajarilmaganda, uni jinoiy javobgarlikka tortish mumkin emas.\n\nJinoyat sodir etilishining motivi va maqsadi uni kvalifikatsiya qilish uchun ahamiyatga ega emas.\n\n7. Har qanday 18 yoshga to‘lgan harbiy xizmatchi yoki harbiy Yig‘inlarga chaqirilgan harbiy xizmatga majbur bo‘lgan shaxs buyruqni bajarmaslik jinoyatining subyekti bo‘lishi mumkin.\n\n8. JK 280-moddasi 2-qismida jangovar vaziyatda buyruqni bajarmaslik uchun javobgarlik belgilab qo‘yilgan. («Jangovar vaziyat» tushunchasi to‘g‘risida JKning 279-moddasi sharhiga qarang). "
        },
        {
            "modda_raqami": "281-modda. Boshliqqa qarshilik ko‘rsatish yoki uni xizmat vazifalarini buzishga majbur qilish.",
            "matini": "Boshliqqa, shuningdek harbiy xizmat yuzasidan o‘ziga yuklatilgan vazifalarni bajarayotgan boshqa shaxsga qarshilik ko‘rsatish yoki uni mazkur vazifalarni buzishga majbur etish\n\nikki yilgacha xizmat bo‘yicha cheklash yoxud bir yilgacha intizomiy qismga yuborish yoxud besh yilgacha ozodlikdan mahrum qilish bilan jazolanadi.\n\nO‘sha harakatlar:\n\na) bir guruh shaxslar tomonidan;\n\nb) qurol ishlatib sodir etilgan bo‘lsa;\n\nv) og‘ir oqibatlarga sabab bo‘lsa,\n\nbesh yildan o‘n yilgacha ozodlikdan mahrum qilish bilan jazolanadi.\n\nO‘sha harakatlar jangovar vaziyatda sodir etilgan bo‘lsa, — besh yildan o‘n besh yilgacha ozodlikdan mahrum qilish bilan jazolanadi.",
            "sharxi": "1. O‘rnatilgan bo‘ysunish tartiblarini, aynan, komandir (boshliqlar)ning normal xizmat faoliyatini, yakkaboshchilik prinsipi va ularga yuklatilgan xizmat vazifalarini bajarayotgan harbiy xizmatchilar abro‘sini ta’minlovchi ijtimoiy munosabatlar jinoyatning asosiy bevosita obyekti hisoblanadi.\n\n2. Bu jinoyatda, boshliq, unvoni bo‘yicha yuqori bo‘lgan harbiy xizmatchi yoki unga harbiy xizmat bo‘yicha yuklatilgan vazifalarni bajarayotgan boshqa shaxs jabrlanuvchi hisoblanadi.\n\n3. («Boshliq» tushunchasi to‘g‘risida JKning 279-moddasi sharhiga qarang).\n\n4. Olingan buyruq yoki nizom qoidalariga (qorovul, qo‘riqchi, patrul, kunduzgi qo‘riqlovchi va h.k.) muvofiq ravishda xizmat vazifalarini bajarayotgan har qanday harbiy xizmatchi (aybdorga nisbatan boshliq bo‘lishi shart emas) - harbiy xizmat yuzasidan o‘ziga yuklatilgan vazifalarni bajarayotgan shaxs hisoblanadi.\n\n5. Obyektiv tomondan jinoyat boshliqqa, shuningdek, harbiy xizmat bo‘yicha o‘ziga yuklatilgan vazifani bajarayotgan boshqa shaxsga qarshilik ko‘rsatish yoki uni ushbu vazifalarni buzishga majbur etish ko‘rinishida namoyon bo‘ladi.\n\n6. Qarshilik ko‘rsatish deganda, boshliq yoki harbiy xizmat bo‘yicha unga yuklatilgan xizmat vazifalarini bajarayotgan boshqa shaxsga ochiqdan-ochiq faol qarshilik ko‘rsatish tushuniladi. Aybdor qarshilik ko‘rsatish chog‘ida o‘zining faol xatti-harakatlari bilan harbiy xizmatchilar tomonidan ko‘rsatilgan harbiy vazifalarni bajarishga monelik qiladi va ularni nizom qoidalari yoki mavjud buyruq, ko‘rsatma va farmoyishlarda talab etiladigan vazifalarni bajarish imkoniyatidan mahrum etishga harakat qiladi.\n\n7. Harbiy xizmat vazifalari deganda, o‘rnatilgan kun tartibiga muvofiq xizmat vaqti davomida harbiy qism hududida bo‘lishning o‘zigina emas, balki harbiy nizom talablari yoki boshliqning tegishli buyrug‘iga muvofiq, xizmat manfaatlarida beriladigan hamda harbiy xizmatchi tomonidan bajariladigan aniq xizmat majburiyatlari tushuniladi.\n\nBunday holatda O‘zbekiston Respublikasi Qurolli Kuchlarida o‘rnatilgan bo‘ysunish tartibiga tajovuz qilish ochiq, namoyishkorona fe’l-atvor kasb etadi. Harbiy xizmat manfaatlariga zid ravishda sodir etiladi hamda jabrlanuvchining shaxsiyati ustidan zo‘rlik ishlatish yoki shunga o‘xshash zo‘rlik ishlatish bilan qo‘rqitish xavfi ko‘rinishida amalga oshirilishi mumkin.\n\n8. Bu yerda zo‘rlik ishlatish deganda, jabrlanuvchiga yetkazilgan yengil, o‘rtacha og‘irlikdagi tan jarohatlarini tushunish lozim.\n\n9. Qarshilik ko‘rsatish boshliq yoki boshqa shaxs tomonidan harbiy xizmat vazifalarini bajarish chog‘ida amalga oshirilishi mumkin.\n\nBoshliq, o‘z xizmat vakolatlarini amalga oshirayotgan\n\nchog‘ida (o‘z qo‘l ostidagilarning xatti-harakatlarini bosh-qaradi, o‘quv mashg‘ulotlari o‘tkazadi, unga bo‘ysunuvchilar bilan suhbatlashadi, ularni naryadga kirishishga tayyorlaydi va h.k.) harbiy xizmat vazifalarini bajarayotgan deb hisoblanadi. Alohida hollarda u kutilmaganda xizmat bo‘yicha vazifalarni bajarishni boshlashi mumkin. Masalan, boshliq shaharda jamoat tartibini buzayotgan o‘z qo‘l ostidagi bo‘ysunuvchini uchratib qolib, bunday huquqbuzarlikni bas qilishini talab qiladi.\n\nBoshqa harbiy xizmatchilarga (boshqa shaxslarga),\n\nmasalan, qorovul, patrul yoki ichki naryad tarkibida biron-bir maxsus vazifani bajarayotgan paytda harbiy xizmatchilarga qarshilik ko‘rsatish hollari ham uchraydi.\n\nOdatda, qarshilik ko‘rsatish boshliq yoki unga yuklatilgan harbiy vazifalarni bajarayotgan shaxsning yo‘l qo‘yilgan harbiy intizomni (vakolatli komandirning buyrug‘i bilan patrul naryad tomonidan jamoat joyida sodir etilgan huquqbuzarlik sodir etishni qo‘lga olishga yoki intizomiy tartibda qamoqqa olish uchun gaupvaxtaga keltirish, komendaturaga olib kelishga monelik qilish) buzganlik uchun chora ko‘rish harakatlariga javobi sifatida namoyon bo‘ladi.\n\n10. Majbur qilish deganda, boshliq yoki harbiy xizmat vazifalari yuklatilgan har qanday shaxsning xizmat manfaatlariga zid ravishda, ushbu vazifalarni buzishga qaratilgan harakatlari tushunilishi lozim. Majburlash chog‘ida aybdor o‘z manfaatlarini ko‘zlab, yuqorida ta’kidlangan harbiy xizmatchilarni g‘ayriqonuniy xatti-harakatlar qilishga majburlashga (masalan, g‘ayriqonuniy ravishda qisqa muddatli ta’til berish, xizmat bo‘yicha u yoki bu vazifalarni bajarishdan ozod etish va h.k.) harakat qiladi. Xususan, ayrim harbiy xizmatchilar, masalan, xizmatning oxirgi oylarida serjantlarga nisbatan zo‘rlik ishlatib yoki tahdid qilib, yosh soldatlarga nisbatan xizmat sharoitlarini yengillashtiradilar.\n\nQarshilik ko‘rsatishdan farqli tarzda, aybdor o‘z kuchi bilan boshliqqa yoki boshqa harbiy xizmatchiga xizmat vazifalarini bajarishga to‘sqinlik qilganda, majbur qilish ushbu shaxslarning o‘zlari qoidalarga qarshi chiqishlari uchun ularning idroki va irodasiga ta’sir o‘tkazadi.\n\n11. Majbur qilish boshliqqa va o‘ziga yuklatilgan harbiy vazifalarni bajaruvchi shaxsga nisbatan, shu bilan birga, kelajakdagi xizmat vazifalariga (masalan, boshliqni bo‘ysunuvchini ko‘zda tutilayotgan yangi xizmat joyiga o‘tkazishdan ozod etishga majburlash) nisbatan ham ishlatilishi mumkin. Har qanday holatda ham, jabrlanuvchining u yoki bu ishni qilishiga aniq talab qo‘yilishi yoki ma’lum bir harakatni bajarishdan bosh tortish majburlashning o‘ziga xos xususiyati hisoblanadi.\n\n12. Qarshilik ko‘rsatish yoki majbur qilish jismoniy yoki ruhiy zo‘rlik ishlatish orqali yoki shunday zo‘rlik ishlatmasdan sodir etilishi mumkin (masalan, harbiy xizmatchining patruldan qochishi yoki aybdorning talablarini bajarmagan holda, boshliq nafsoniyatiga tegadigan ma’lumotlarni oshkor etish). Agar qarshilik ko‘rsatish chog‘ida badanga yengil, o‘rtacha og‘ir shikast yetkazilgan bo‘lsa, aybdorning harakatlarini jinoyatlar jami bo‘yicha qo‘shimcha kvalifikatsiya qilish talab etilmaydi. Badanga og‘ir shikast yetkazilishi jinoyatlar jami tariqasida JKning 281 va 283-moddalari bo‘yicha kvalifikatsiya qilinishi lozim.\n\n13. Jinoyat tarkibi mavjud bo‘lishi uchun, qarshilik ko‘rsatish natijasida boshliq (boshqa shaxs) xizmat bo‘yicha o‘ziga yuklatilgan vazifalarni bajarish imkoniyatidan mahrum bo‘lishi talab etilmaydi, majbur qilinganda esa, ushbu vazifa (majburiyat)larni buzishi kerak. Harbiy xizmat bo‘yicha vazifalarni bajarishga monelik qiladigan harakatlarni bajarishning o‘zi yoki ularni buzishga majburlagandan boshlab jinoyat tugallangan hisoblanadi.\n\n\n14. Subyektiv tomondan JKning 281-moddasida na-zarda tutilgan jinoyat to‘g‘ri qasd bilan sodir etiladi. Aybdor o‘zining qarshilik ko‘rsatish va majburlash bo‘yicha harakatlari aynan boshliq yoki harbiy xizmat vazifasi yukla-tilgan boshqa shaxsga qarshi qaratilganligini anglaydi va\n\nushbu harakatlarni amalga oshirishni istaydi. Bunda, vaziyat-ga ko‘ra, agar aybdor jabrlanuvchining huquqiy maqomini anglay olmagan bo‘lsa, u sodir etgan jinoyat sharhlanayotgan moddaga asosan kvalifikatsiya qilinmaydi, asoslar mavjud bo‘lgan taqdirda esa, JKning boshqa normalari bo‘yicha kvalifikatsiya qilinishi lozim.\n\nJinoyatni kvalifikatsiya qilishda uning motivi va maqsadi ahamiyat kasb etmaydi.\n\n15. Har qanday harbiy xizmatchi, jumladan, jabrlanuvchiga bo‘ysunmaydigan harbiy xizmatchi ham jinoyatning subyekti bo‘lishi mumkin.\n\n16. JKning 281-moddasi 2-qismida quyidagi holatlarda boshliqqa qarshilik ko‘rsatish yoki uni xizmat vazifalarini buzishga majbur qilish uchun javobgarlik belgilab qo‘yilgan:\n\na) bir guruh shaxslar tomonidan sodir etilgan;\n\n6) qurol ishlatib sodir etilgan;\n\nv) og‘ir oqibatlarga sabab bo‘lgan.\n\n17. (JKning 279-moddasi sharhiga qarang)\n\n18. JKning 281-moddasi 2-qismi «b» bandida nazarda tutilgan qurol tushunchasi ostida shtat armiya quroli (avtomat, to‘pponcha, nayza-pichoq) yoki boshqa o‘qotar yoki sovuq qurol (ov quroli, finn pichog‘i va h.k.), ya’ni tirik nishonni yaralashda maxsus foydalaniluvchi predmetlar tushuniladi. O‘qotar yoki sovuq qurol bo‘lmagan, qurol sifatida foydalaniladigan narsalar (oshpichoq, bolta, o‘qlov va h.k.) aybdorni JKning 281-moddasi 2-qismi «b» bandi bo‘yicha kvalifikatsiya qilish uchun asos bo‘la olmaydi. Shuningdek, buzilgan qurol yoki soxta qurol qurol deb hisoblanmaydi.\n\n19. Kurol ishlatish undan o‘z maqsadida foydalanish-dir (o‘q otish, pichoq urish va h.k.). «Quroldan uning konstruksiyasi va mohiyatidan kelib chiqadigan yakson qiluvchi vosita sifatida emas, balki faqat kaltaklash predmeti sifatida foydalanish qurolni qo‘llash hisoblanmaydi».\n\n20. («Og‘ir oqibatlar» tushunchasi to‘g‘risida JKning 279-moddasi sharhiga qarang). Ushbu alomat ko‘rilayotgan moddaga nisbatan alohida xususiyatlarga ega emas.\n\n21. JKning 281-moddasi 3-qismida sharhlanayotgan jinoyat-ni jangovar vaziyatda sodir uchun javobgarlik belgilab qo‘yilgan. (JKning 279-moddasi 3-qismi sharhiga qarang).\n\n22. Ba’zan boshliq yoki boshqa harbiy xizmatchiga qarshilik ko‘rsatish harbiy xizmatchi tomonidan bezorlik harakatlari bilan tavsiflanuvchi zo‘rlik ishlatib jamoat tartib-qoidalarining buzilishi yoki mol-mulkni yo‘q qilib yuborilishi va shu kabi tartibsizlik ko‘rinishidagi harakatlarda namoyon bo‘lishi mumkin, qarshilik ko‘rsatish esa, tartibsizlik harakatlarini to‘xtatish bo‘yicha ko‘riluvchi chora-tadbirlarga nisbatan javob sifatida namoyon bo‘ladi. Bunday holatlarda, JKning 281 va 277-moddalarida ko‘zda tutilgan ikki jinoyat, ya’ni harbiy va umumjinoiy jinoyatlarga ishora aniq ko‘rinib turadi. "
        },
        {
            "modda_raqami": "282-modda.Boshliqni qo‘rqitish. ",
            "matini": "Jangovar vaziyatda boshliqni o‘ldirish yoki zo‘rlik ishla-tish bilan qo‘rqitish, bunday harakat amalga oshirilishi uchun yetarli asoslar mavjud bo‘lsa, -\n\nuch yildan besh yilgacha ozodlikdan mahrum qilish bilan jazolanadi.",
            "sharxi": "1. Boshliqning hayoti, sog‘lig‘i, jismoniy daxlsizligini ta’minlovchi ijtimoiy munosabatlar bevosita obyekti hisoblanadi. mazkur jinoyatning\n\n2. Ushbu jinoyatda unvoni bo‘yicha yuqori turuvchi boshliq jabrlanuvchi hisoblanadi. (Boshliq tushunchasi to‘g‘risida JKning 279-moddasi sharhiga qarang).\n\n3. Jinoyat obyektiv tomondan, jangovar vaziyatda boshliqni o‘ldirish yoki zo‘rlik ishlatish bilan qo‘rqitishda, bunday harakat amalga oshirilishi uchun yetarli asoslar mavjud bo‘lgan takdirda, sodir etilishida namoyon bo‘ladi.\n\n4. Sharhlanayotgan modda mazmunida o‘ldirish yoki zo‘rlik ishlatish bilan qo‘rqitish deganda, obyektiv haqiqatdagi (og‘zaki, yozma, qurolni namoyish qilish va h.k.) shaxsan boshliqqa yoki uchinchi shaxslar orqali uni o‘ldirish yoki sog‘lig‘iga shikast yetkazish (badanga har qanday og‘irlikdagi shikast yetkazish yo‘li bilan) yoki uning jismoniy daxlsizligiga kuch ishlatish (urish, qiynash fe’l-atvoridagi qilmishlarni sodir etish) tushunilishi lozim.\n\n5. («Jangovar vaziyat» tushunchasi haqida JKning 279-moddasi sharhiga qarang).\n\n6. Aybdorning boshliqqa nisbatan qo‘rqitish harakat-lari JKning 112-moddasi (O‘ldirish yoki zo‘rlik ishlatish bilan qo‘rqitish) bo‘yicha qo‘shimcha kvalifikatsiya qilishni talab qilmaydi.\n\nBoshliqni o‘ldirish yoki zo‘rlik ishlatish bilan qo‘rqitish yuz bersa, bunday qo‘rqitishning amalga oshirilishi uchun yetarli darajadagi asoslar mavjud bo‘lsa-yu, ushbu harakatlar jangovar vaziyatda amalga oshirilmagan bo‘lsa, bizning fikrimizcha, bunday holatda qilmish JKning 112-moddasi bilan kvalifikatsiya qilinishi lozim.\n\n7. Subyektiv tomondan jinoyat to‘g‘ri qasd bilan sodir etiladi. Ayblanuvchi jangovar vaziyatda boshliqni o‘ldirish yoki zo‘rlik ishlatish bilan qo‘rqitayotganligini anglaydi va ushbu harakatlarini amalga oshirishni istaydi. Jinoyatning motivi va maqsadi har xil bo‘lishi mumkin va ular jinoyatning kvalifikatsiyasiga ta’sir etmaydi.\n\n8. Jinoyatning subyekti unvoni yoki lavozimi bo‘yicha bo‘ysunuvda bo‘lgan harbiy xizmatchidir. "
        },
        {
            "modda_raqami": "283-modda. Badanga shikast yetkazish. ",
            "matini": "Boshliqni do‘pposlash, uning badaniga yengil yoki o‘rtacha og‘ir shikast yetkazish u harbiy xizmat yuzasidan o‘z vazifalarini bajarganligi munosabati bilan yoki bajarayotgan vaqtda sodir etilgan bo‘lsa, - uch yilgacha xizmat bo‘yicha cheklash yoki bir yilgacha intizomiy qismga yuborish yoxud uch yilgacha ozodlikdan mahrum qilish bilan jazolanadi.\n\nBadanga og‘ir shikast yetkazish, shuningdek, ushbu modda-ning birinchi qismida nazarda tutilgan harakatlar:\n\na) bir guruh shaxslar tomonidan;\n\n6) qurol ishlatib sodir etilgan bo‘lsa, -\n\nuch yildan yetti yilgacha ozodlikdan mahrum qilish bilan jazolanadi.\n\nUshbu moddaning birinchi yoki ikkinchi qismida nazarda tutilgan harakatlar jangovar vaziyatda sodir etilgan bo‘lsa,\n\nyetti yildan o‘n yilgacha ozodlikdan mahrum qilish bilan jazolanadi.",
            "sharxi": "1. Jinoyatning bevosita obyekti boshliqning sOG‘LIG‘I, jismoniy daxlsizligi, uning obro‘yini ta’minlaydigan ijtimoiy munosabatlar hisoblanadi.\n\n2. JKning 283-moddasi 1-qismida nazarda tutilgan jinoyatning obyektiv tomoni harbiy xizmat yuzasidan o‘z vazifalarini bajarganligi munosabati bilan yoki bajarayotgan vaqtda boshliqni do‘pposlash, uning badaniga yengil yoki o‘rta og‘ir shikast yetkazishda ifodalanadi.\n\n3. Yuqoridagi zo‘ravonlik harakatlarini harbiy xizmat yuzasidan o‘z vazifalarini bajarayotgan boshliqqa nisbatan yoki uni o‘z vazifalarini bajarish vaqtida aybdor tomonning qarshilik ko‘rsatmagan holda yoki uni o‘z xizmat vazifalarini buzishga majburlagan kuch ishlatish holatlari sharhlanayotgan modda bo‘yicha jinoyatni kvalifikatsiya qilishning zaruriy belgisi hisoblanadi. Agarda boshliqqa nisbatan sodir etilgan zo‘ravonlik unga qarshilik bilan birga amalga oshirilsa yoki uni harbiy xizmat vazifalarini buzishga majburlagan bo‘lsa, bu holda ayblanuvchining harakatlari JKning 281-moddasi bilan kvalifikatsiya qilinadi va JKning 283-moddasi bilan qo‘shimcha kvalifikatsiya talab etilmaydi.\n\n4. («Harbiy xizmat majburiyatlari» tushunchasi haqida JKning 281-moddasi sharhiga qarang).\n\n5. (Urish, badanga yengil yoki o‘rtacha og‘ir shikast yetkazish tushunchalari haqida JKning 105, 109, 110-moddalari sharhiga qarang).\n\n6. JKning 283-moddasi bo‘yicha jinoiy javobgarlikka tortish boshliqqa nisbatan zo‘ravonlik ishlatish hollari uning harbiy xizmati bo‘yicha vazifalarini bevosita bajarayotgan vaqtda ro‘y bergan (masalan, xizmat yuzasidan qilgan tanbehiga javoban uni do‘pposlash) yoki uning oldingi xizmat faoliyati bilan bog‘liq (masalan, jarimaga tortgani uchun, bo‘ysunuvchilarga nisbatan umumiy talabchanlik va h.k. uchun do‘pposlanishi) hollarda amalga oshiriladi. Shunday qilib, ayblanuvchining harakatlari jabrlanuvchining aynan xizmat vazifalari bilan bog‘liq bo‘lishi lozim.\n\n7. Jinoyat sodir etilayotgan vaqtda boshliq bo‘lmagan, sobiq boshlig‘iga nisbatan xizmat faoliyati bilan bog‘liq zo‘rlik ishlatish JK 283-moddasi bilan kvalifikatsiya qilinmaydi.\n\n8. Shuni nazarda tutish lozimki, boshliqning xizmat yuzasidan qonuniy harakati, xizmat manfaatlari, harbiy va nizom talablariga mos harakatlariga javoban sodir etilgan zo‘rlik uchun bo‘ysunuvchi JKning 283-moddasiga muvofiq, jinoiy javobgarlikka tortiladi. Agar boshliqqa nisbatan ishlatilgan zo‘rlik uning qonunga xilof harakatlariga javoban sodir etilgan bo‘lsa, bo‘ysunuvchi sharhlanayotgan modda bo‘yicha javobgar bo‘lmaydi. Bunday zo‘rlik ishning aniq holatlaridan kelib chiqib, zaruriy mudofaa yoki shaxsning hayoti yoxud sog‘lig‘iga qarshi qaratilgan jinoyat deb baholanishi mumkin.\n\n9. JKning 283-moddasida nazarda tutilgan qilmish badanga yengil yoki o‘rtacha og‘ir shikast yetkazilgan vaqtdan tugallangan hisoblanadi.\n\n10. Subyektiv tomondan qilmish to‘g‘ri qasd bilan sodir qilinadi, aybdor boshliqqa nisbatan zo‘rlik ishlatayotganini anglaydi va yetkazishni istaydi. uning sog‘lig‘iga zarar yetkazishni istaydi.\n\nJinoyatning motivi boshliqning xizmat faoliyatidan\n\nnorozilik yoki undan xizmat faoliyati bilan bog‘liq o‘ch olish hisoblanadi.\n\n11. «Ushbu jinoyatlarning o‘ziga xosligi shundan iboratki, ular harbiy xizmat munosabatlari doirasida sodir etiladi. Agarda ko‘rsatilgan jinoyatlar shaxsiy munosabatlar doirasida sodir etilsa, bunday harakatlar harbiy jinoyat deb tan olinmaydi va shaxsga qarshi jinoyat sifatida tavsiflanishi kerak».\n\n12. Jinoyatning subyekti xizmat vazifasi yoki harbiy unvoniga ko‘ra boshliqqa doimiy yoki vaqtincha bo‘ysunayotgan harbiy xizmatchi hisoblanadi.\n\n13. Bir harbiy xizmatchining o‘ziga tobe bo‘lmagan, ya’ni teng yoki o‘zidan past yoxud o‘zidan yuqori harbiy unvonga ega bo‘lgan boshqa harbiy xizmatchining badaniga shikast yetkazishi JKning 285-moddasiga ko‘ra harbiy xizmatchilar o‘rtasidagi o‘zaro munosabatlarga oid ustav qoidalarini buzish sifatida kvalifikatsiya qilinadi.\n\n14. JKning 283-moddasi 2-qismida badanga og‘ir shikast yetkazish, shuningdek, ushbu moddaning 1-qismida nazarda tutilgan harakatlar:\n\na) bir guruh shaxslar tomonidan;\n\nb) qurol ishlatib sodir etilganligi uchun javobgarlik belgilangan.\n\n15. (Badanga og‘ir shikast yetkazish tushunchasi haqida JKning 104-moddasi sharhiga qarang).\n\n16. JKning 283-moddasi 2-qismining og‘irlashtiruvchi holatlari boshliqqa qarshilik ko‘rsatish yoki uni xizmat vazifalarini buzishga majbur qilishning (JKning 281-moddasi) yuqorida ko‘rib chiqilgan og‘irlashtiruvchi holatlari bilan bir xil, ularni mazkur moddaga nisbatan qo‘shimcha tarzda ko‘rib chiqish taqozo etilmaydi.\n\n17. Agarda boshliqning badaniga u harbiy xizmat yuzasidan o‘z vazifalarini bajarganligi munosabati bilan yoki bajarayotgan vaqtda og‘ir shikast yetkazish natijasida uning o‘limi yuzaga kelsa, aybdorning harakatlari JKning 283-moddasi 2-qismi va JKning 104-moddasi 3-qismi «d» bandi bo‘yicha kvalifikatsiya qilinishi kerak, chunki odamni o‘ldirish JKning 283-moddasi 2-qismi mazmuni bilan qamrab olinmaydi.\n\n18. Boshliqni ko‘rib chiqilayotgan moddada ko‘rsatilgan holatlarda qasddan o‘ldirish JKning 97-moddasi 2-qismi «g» bandi bo‘yicha kvalifikatsiya qilinadi. Bu holda jinoyatning JKning 283-moddasi 2-qismi bo‘yicha qo‘shimcha kvalifikatsiya qilish talab etilmaydi.\n\n19. Ushbu moddaning birinchi yoki ikkinchi qismida nazarda tutilgan harakatlar jangovar vaziyatda sodir etilgan bo‘lsa, JKning 283-moddasi 3-qismi bo‘yicha javobgarlik yuzaga keladi. (Jangovar vaziyat tushunchasi haqida JKning 279-moddasi sharhiga qarang). "
        },
        {
            "modda_raqami": "284-modda. Bo‘ysunuvchining o‘z boshlig‘ini yoki boshliqning o‘ziga bo‘ysunuvchini haqo-rat qilishi. ",
            "matini": "Bo‘ysunuvchining o‘z boshlig‘ini, shuningdek, boshliqning o‘ziga bo‘ysunuvchini haqorat qilishi shunday harakatlar uchun intizomiy jazo qo‘llanilganidan keyin sodir etilgan bo‘lsa,\n\nikki yilgacha xizmat bo‘yicha cheklash yoki bir yilgacha ozodlikdan mahrum qilish bilan jazolanadi.",
            "sharxi": "1. Jinoyatning bevosita obyekti boshliq va bo‘ysunuvchining sha’ni va qadr-qimmatini hurmat qilishni ta’minlovchi ijtimoiy munosabatlar hisoblanadi.\n\n2. Boshliq yoki unga bo‘ysunuvchi ushbu jinoyatning jabrlanuvchisi hisoblanadi.\n\n3. Obyektiv tomondan jinoyat bo‘ysunuvchining o‘z boshlig‘ini yoki boshliqning o‘ziga bo‘ysunuvchini shunday harakatlar uchun intizomiy jazo qo‘llanganidan keyin haqoratlashidan iborat.\n\n4. Birinchi bo‘lib haqorat qilgan shaxs O‘zbekiston Respublikasi Qurolli Kuchlarining Intizom nizomiga muvofiq intizomiy jazoga tortiladi.\n\n5. Haqorat qilish deganda, harbiy xizmatchining sha’ni va qadr-qimmatini beodoblik bilan tahqirlash tushuniladi.\n\n6. Haqorat qilish kuch ishlatish ko‘rinishida amalga oshirilgani kabi, kuch ishlatmaslik harakatlari ko‘rinishida bo‘lishi ham mumkin. Kuch ishlatish orqali haqoratlash jismoniy og‘riq yoki sog‘liqqa zarar yetkazish emas, balki harbiy xizmatchining sha’ni va qadr-qimmatini yerga urish orqali (masalan, jabrlanuvchidagi harbiy ust-bosh kiyimini yaroqsiz holga keltirish, pogonlarni uzib olish, tarsaki urish, qo‘l bilan turtish va sh.k.) aynan ma’naviy (ruhiy) zarar yetkazish. Agar kuch ishlatish orqali haqoratlash oqibatida yengil tan jarohatlari yetkazilsa, agar yetarli asoslar mavjud bo‘lsa, bunday holatni JKning 284, 283 yoki 285-moddalariga muvofiq ravishda kvalifikatsiya qilish lozim.\n\nKuch ishlatmay qilingan haqorat jabrlanuvchiga faol jismoniy ta’sir ko‘rsatish (masalan, so‘zlar bilan haqoratlash, tupurish, nomunosib tana harakatlari, karikatura va h.k.) bilan bog‘liq emas.\n\n7. Agar aybdorning harakatlari jabrlanuvchiga ma’naviy zarar yetkazishga emas, balki jismoniy zarar keltirishga qaratilgan bo‘lsa, bu holat yetarli asoslar bo‘lgan taqdirda, JKning 283 yoki 285-moddalari bo‘yicha kvalifikatsiyalanadi.\n\n8. Sodir etilish usulidan qat’i nazar haqorat qilish, jabrlanuvchining shaxsiyatiga salbiy shaklda namoyon bo‘lishi, unga nisbatan hurmatsizlikni o‘zida aks ettirishi hamda aynan haqoratlash fe’l-atvoriga ega bo‘lishi kerak. U yoki bu harakatlar haqoratlashga kirish-kirmasligi baholanadi va har bir alohida holatda, ishning mazmun-mohiyatiga qarab sud tomonidan hal etiladi, jumladan, bunday harakatlar qanday shaklda bo‘lganligi va jabrlanuvchi tomonidan qanday qabul qilinganligi inobatga olinadi.\n\n9. JKning 284-moddasida ko‘rsatilgan jinoyat tarkibi mavjud bo‘lishi uchun, yuzma-yuz yoki uchinchi shaxslar ishtirokida haqorat qilingan yoki qilinmaganligi ahamiyatga ega emas. Harbiy xizmatchi hatto sirtdan xatlar, mazmuniga mos keluvchi rasmlar tarqatish yo‘li bilan ham haqoratlanishi mumkin, lekin bunday hollarda, aybdorning aybini tan olishi, ularning mazmuni jabrlanuvchiga ma’lum bo‘lishi yuridik asosga ega bo‘lishi mumkin. Ushbu shart mavjud bo‘lgan taqdirda, jinoiy jazoga tortiluvchi hamkasblar bilan o‘zaro suhbatda, jamoatchilik oldida so‘zlaganda, jarayonda va boshqa ommaviy axborot vositalarida haqorat qilingan bo‘lishi mumkin.\n\n10. JK 284-moddasida nazarda tutilgan jinoyat boshliq-ning o‘ziga bo‘ysunuvchi tomonidan yoki bo‘ysunuvchining o‘z boshlig‘i tomonidan haqoratlangan vaqtdan boshlab tugallangan hisoblanadi.\n\n11. Subyektiv tomondan jinoyat to‘g‘ri qasd bilan sodir etiladi. Aybdor o‘z harakatlari bilan muayyan harbiy xizmatchining sha’ni va qadr-qimmatini tahqirlayotganligi, kamsitayotganligini anglaydi va uni haqorat qilishni istaydi. Buni anglamagan hollarda esa, uni harbiy jinoyat uchun javobgarlikka tortish mumkin emas. Haqorat qilish motivi har xil bo‘lishi mumkin, lekin u harbiy xizmat xizmatchilari bilan bog‘liq bo‘lishi lozim.\n\n12. Agar harbiy xizmatchilarning o‘zaro shaxsiy munosa-batlarida haqorat qilishning sababi jabrlanuvchining har-biy xizmatni bajarishi bilan bog‘liq bo‘lmasa va aybdor ham o‘z xizmat vazifasini o‘tayotgan bo‘lmasa, u holda haqorat harbiy jinoyat deb qaralishi mumkin emas. Bunday qilmish JKning 140-moddasi bilan kvalifikatsiya qilinishi lozim.\n\n13. Jinoyatning subyekti xizmat yoki harbiy unvoni bo‘yicha boshliq yoki bo‘ysunuvchi bo‘lishi mumkin.\n\n14. Bir harbiy xizmatchining boshqa harbiy xizmatchi bilan o‘zaro bo‘ysunish munosabatlarida bo‘lmaganda bir-birini haqoratlashi JKning 140-moddasi bo‘yicha kvalifikatsiya qilinadi. Agar bunday holatda jabrlanuvchi do‘pposlangan bo‘lsa yoki unga nisbatan boshqa kuch ishlatish hollari bo‘lsa, aybdorning harakatlari JKning 285-moddasiga binoan yoki tegishlicha shaxsga qarshi jinoyatlar orqali kvalifikatsiya qilinishi mumkin."
        },
        {
            "modda_raqami": "285-modda. Bir-biriga tobe bo‘lmagan harbiy xizmatchilar o‘rtasidagi o‘zaro munosabatlarga oid ustav qoidalarini buzish. ",
            "matini": "Bir-biriga tobe bo‘lmagan harbiy xizmatchilar o‘rtasidagi o‘zaro munosabatlarga oid ustav qoidalarini buzish, ya’ni muntazam xo‘rlash, azob berish, sog‘liqning buzilishiga sabab bo‘lgan badanga yengil shikast yetkazish yoki o‘rtacha og‘ir shikast yetkazish, qonunga xilof ravishda ozodlikdan mahrum qilish\n\nikki yilgacha xizmat bo‘yicha cheklash yoxud bir yilgacha intizomiy qismga yuborish yoki besh yilgacha ozodlikdan mahrum qilish bilan jazolanadi.\n\nO‘sha qilmish:\n\na) bir guruh shaxslar tomonidan;\n\nb) qurol ishlatib sodir etilgan bo‘lsa;\n\nv) badanga og‘ir shikast yetkazilishga sabab bo‘lsa,\n\nbesh yildan o‘n yilgacha ozodlikdan mahrum qilish bilan jazolanadi.\n\nO‘sha qilmish odam o‘lishiga sabab bo‘lsa,\n\no‘n yildan o‘n besh yilgacha ozodlikdan mahrum qilish bilan jazolanadi.\n\nO‘sha qilmish:\n\na) odamlarning o‘limiga;\n\nb) boshqa og‘ir oqibatlarga sabab bo‘lsa,\n\no‘n besh yildan yigirma yilgacha ozodlikdan mahrum qilish bilan jazolanadi.",
            "sharxi": "1. Jinoyatning asosiy bevosita obyekti harbiy xizmatchilar o‘rtasidagi o‘zaro munosabatlarga oid qonda-larni tartibga soluvchi umumharbiy nizomlar talablariga rioya etilishini ta’minlovchi ijtimoiy munosabatlar hisoblanadi. Qo‘shimcha bevosita obyekt harbiy xizmatchining sog‘lig‘i, jismoniy daxlsizligi xavfsiz-ligini, uning sha’ni, qadr-qimmatini hurmat qilishni ta’minlovchi ijtimoiy munosabatlar va h.k.\n\n2. Aybdorga nisbatan boshliq bo‘lmagan yoki unga bo‘y-sunmaydigan harbiy xizmatchigina ushbu jinoyatda jabrlanuv-chi bo‘lishi mumkin. Qoida tariqasida, bu muddatli harbiy xizmatchilar bo‘ladi.\n\n3. JKning 285-moddasida nazarda tutilgan jinoyat obyektiv tomondan bir-biriga tobe bo‘lmagan harbiy xizmatchilar o‘rtasidagi o‘zaro munosabatlarga oid ustav qoidalarini buzish, ya’ni muntazam xo‘rlash, azob berish, sog‘liqning buzilishiga sabab bo‘lgan badanga yengil shikast yetkazish yoki o‘rtacha og‘ir shikast yetkazish, qonunga xilof ravishda ozodlikdan mahrum qilishdan iborat.\n\n4. O‘zbekiston Respublikasi Oliy sudi Plenumining tushuntirishlariga muvofiq, «o‘zaro munosabatlarga oid ustav qoidalarini buzish deganda, xizmatdoshlarini o‘ziga bo‘ysundirishni ta’minlash, xizmatni o‘tash chog‘ida o‘zi uchun imtiyozli sharoitlar yaratish maqsadida bir harbiy xizmatchining boshqasiga nisbatan turli xil zo‘rliklar ishlatishi, uning sha’ni va qadr-qimmatini tahqirlashi deb tushunilishi lozim.\n\nUshbu qoidalar xizmat mavqei va harbiy unvoni teng, shuningdek, katta va kichik, lekin tobelik munosabatlarida bo‘lmagan shaxslar o‘rtasida buzilsa, Jinoyat kodeksining 285-moddasi bo‘yicha jinoiy javobgarlik vujudga keladi».\n\nAybdor va jabrlanuvchiga taalluqli bo‘lgan harbiy xizmatchilar toifasi qilmishni kvalifikatsiya qilish chog‘ida ahamiyat kasb etmaydi, shuningdek, ular chaqiruv bo‘yicha harbiy xizmatchilar tomonidan sodir etilgani kabi kontrakt (shartnoma) asosida xizmat qiluvchi, ammo bir-biriga tobelik munosabatida bo‘lmagan harbiy xizmatchilar tomonidan sodir etilishi mumkin.\n\n5. Xo‘rlash jabrlanuvchiga nisbatan uning sha’ni va g‘ururini tahqirlash yo‘li orqali uning sha’nini yerga urish bilan bog‘liq har qanday harakatlar.\n\nXususan, xo‘rlash zo‘rlik ishlatish va zo‘rlik ishlatish bilan qo‘rqitish orqali, hamkasbni xonalarni yig‘ishtirishga, boshqalarning uxlash o‘rinlarini yig‘ishtirishga, boshqa-larning kirini yuvishga, ashula ijro etishga majburlash, undan idishdagi oziq-ovqatini, harbiy ust-bosh kiyim-kechaklarini, pul mablag‘larini olib qo‘yishda va h.k. da namoyon bo‘ladi.\n\n6. Agarda o‘zaro munosabatlarga oid ustav qoidalarining buzilishlari jabrlanuvchidan shaxsiy mulkini olib qo‘yish bilan birgalikda sodir etilsa, bu holda jinoiy harakatlar JKga muvofiq, o‘zgalar mulkini talon-toroj qilish bilan bog‘liq normalar orqali qo‘shimcha kvalifikatsiya qilinishi lozim. Xuddi shu tarzda jinsiy fe’l-atvordagi zo‘rlik harakatlari yoki shunday harakatlarni qilishga majburlash ham ko‘rilayotgan modda doirasidan chetga chiqib, qo‘shimcha tarzda JKning 119-moddasi (Jinsiy ehtiyojni zo‘rlik ishlatib g‘ayritabiiy usulda qondirish) yoki JKning 120-moddasi (Besoqolbozlik) bilan kvalifikatsiya qilinishi lozim.\n\n7. Muntazam xo‘rlash deganda, ushbu harakatlarning uch yoki undan ortiq marotaba qilinganligi tushunilishi lozim.\n\n8. Azob berish harakatlari jismoniy azoblarni yetkazish yo‘li orqali yoki uzoq muddatli va iztirobli og‘riq yetkazish orqali amalga oshiriladi. Qiynash, urish, chimchilash, tishlash, ko‘p miqdorda tirnash, ko‘p miqdordagi, ammo katta hajmda bo‘lmagan yoki o‘tkir sanchiqli narsa orqali jarohat yetkazish, termik, kimyoviy va boshqa moddalar bilan ta’sir o‘tkazish va h.k. (Badanga yengil shikast yetkazish, qonunga xilof ravishda ozodlikdan mahrum qilishi tushunchalari haqida JKning 109 va 138-moddalari sharhlariga qarang).\n\n9. Ko‘rib chiqilayotgan jinoyat sodir etilganda, aybdorning harakatlarini JKning shaxsga qarshi jinoyatlar uchun javobgarlikni nazarda tutuvchi tegishli moddalari bilan qo‘shimcha kvalifikatsiya qilish talab etilmaydi.\n\n10. Shuni nazarda tutish kerakki, ko‘rsatib o‘tilgan harakatlar agarda ular harbiy xizmatchining (jabrlanuvchi yoki ayblanuvchi) o‘z xizmat vazifalarini o‘tash yoki ularni o‘tash bilan bog‘liq, shuningdek, ushbu vazifalarni bajarish bilan bog‘liq bo‘lmagan hollarda, agarda harbiy jamoaga ochiqdan-ochiq hurmatsizlik, bo‘linmada ichki tartibni buzish, shaxsiy tarkibning odatdagi uyqu yoki dam olishini buzish bilan birgalikda sodir etilsa, JKning 285-moddasi bilan kvalifikatsiya qilinadi.\n\n11. Yuqorida sanab o‘tilgan belgilar birortasining qilmishda mavjud bo‘lishi, jinoyatni sharhlanayotgan modda bilan kvalifikatsiya qilishning zaruriy belgisi hisoblanadi, jinoyatning sodir etilgan joyi esa, har xil bo‘lishi mumkin. Jinoyat bevosita harbiy qism joylashgan joyda bo‘lishi yoki uning chegarasidan tashqari, kazarmada, davolash muassasasida, xo‘jalik ishlarini bajarish joyida, bo‘shagan vaqtida, bo‘linmaning tarkibidagi xizmat safarida va shu kabi joylarda sodir etilishi mumkin.\n\n12. JKning 285-moddasida nazarda tutilgan jinoyat xo‘rlash, azob berish, sog‘liqqa zarar yetkazish yoki qonunga xilof ravishda ozodlikdan mahrum etish harakatlari sodir etilgan vaqtdan boshlab tugallangan hisoblanadi.\n\n13. Subyektiv tomonidan jinoyat to‘g‘ri qasd bilan sodir etiladi. Jabrlanuvchi o‘z harakatlari bilan umumiy harbiy nizom bilan o‘rnatilgan munosabatlar tartibini buzayotganligini anglaydi va buni xohlaydi.\n\nKo‘rib chiqilayotgan jinoyatning motivi har xil bo‘lishi mumkin. Ko‘pincha, bu bezorilik niyatlari, unda ayblanuvchi o‘zining xayoliy ustunligini jabrlanuvchi ustidan o‘rnatishga qaratilgan, uning qadr-qimmatini tahqirlash, o‘zining o‘rniga ishlarni bajarishga, kamsitadigan xizmatlarni ko‘rsatishga majbur qilish harakatlarini amalga oshiradi. Harbiy xizmatchilar o‘rtasidagi o‘zaro munosabatlarga oid ustav qoidalarining buzilishi millatchilik va diniy qarama-qarshilik asosida bo‘lishi mumkin, unda jabrlanuvchining uning milliy yoki diniy hissiyotlarini anglagan holda kamsitish harakatlari amalga oshiriladi.\n\nAgarda JKning 285-moddasi dispozitsiyasida ko‘rsatilgan harakatlar chuqur shaxsiy munosabatlar asosida (masalan rashk, yoqtirmaslik, tortishuv asosida, agar harbiy xizmatchilarda qarindoshlik yoki nikoh munosabatlari mavjud bo‘lsa) xizmatdan tashqari vaqtda va boshqa harbiy xizmatchilar yo‘qligi paytida sodir etilsa, JKning 285-moddasi bo‘yicha kvalifikatsiya qilinmaydi, chunki bunday harakatlar harbiy huquq tartibotiga ta’sir o‘tkazmaydi.\n\n14. Jabrlanuvchi bilan bo‘ysunish munosabatlarida bo‘lmagan har qanday harbiy xizmatchi jinoyatning subyekti bo‘lishi mumkin.\n\n15. JKning 285-moddasi 2-qismida quyidagi holatlarda bir-biriga tobe bo‘lmagan harbiy xizmatchilar o‘rtasidagi o‘zaro munosabatlarga oid ustav qoidalarini buzish jinoyati uchun javobgarlik nazarda tutilgan:\n\na) bir guruh shaxslar tomonidan;\n\nb) qurol ishlatib sodir etilgan bo‘lsa;\n\nv) badanga og‘ir shikast yetkazilishiga sabab bo‘lsa.\n\n16. «Guruh sifatidagi nonizom zo‘ravonlik harakatlari qasd umumiyligi bilan birlashgan ikki yoki undan ortiq harbiy xizmatchilar tomonidan sodir etiladi va ularning har biri Jinoyat kodeksining 285-moddasida ko‘rsatilgan Jinoyatning subyekti bo‘ladi va jinoyatda sherik sifatida ishtirok etadi. Bir guruh shaxslar tomonidan sodir etilgan jinoyat oldindan o‘zaro til biriktirib yoki biriktirmasdan sodir etilishi mumkin. So‘nggi holda harakatlarni Jinoyat kodeksining 285-moddasi 2-qismi «a» bandi bilan tavsiflashning zarur sharti har bir aybdor o‘z nonizom harakatlarini guruh ichida, birlashib sodir etayotganligini anglab yetganligidir.\n\nKurol tan jarohatlarini yetkazish uchun qo‘llanilishi, boshqa xil zo‘rlik paytida esa, masalan, aybdor qurol ishlatish tahdidi ostida jabrlanuvchini harbiy xizmat yuzasidan o‘ziga yuklatilgan vazifalarni bajarishga, o‘zi uchun turli xizmatlar qilishga majburlash, shuningdek, inson sha’nini kamsitadigan xatti-harakatlar qilish paytida, ruhiy ta’sir o‘tkazish uchun qo‘llanilishi mumkin».\n\n17. «Bir-biriga tobelik munosabatlarida bo‘lgan va bo‘lmagan shaxslar tomonidan zo‘rlik harakatlari birgalikda sodir etilgan hollar tavsiflash uchun birmuncha murakkabroq.\n\nMasalan, ham aybdorga va ham jabrlanuvchiga boshliq bo‘lgan serjant soldat tomonidan sodir etilgan nonizom harakatlarga qo‘shiladi yoki tobe shaxs o‘z boshlig‘ining zo‘ravonlik harakatlarini qo‘llab-quvvatlaydi. Bunday hollarda boshliqning o‘ziga tobe shaxs tomonidan sodir etilgan nonizom zo‘ravonlik harakatlarida ishtirok etishini harbiy mansabdorlik jinoyati sifatida Jinoyat kodeksining 301-moddasi bilan tavsiflash lozim. Ijrochining harakat-larini esa, Jinoyat kodeksining 285-moddasi 1-qismi bilan tavsiflash lozim, chunki boshliq ushbu jinoyatning subyekti emas va sherik sifatida tan olinmaydi.\n\nAgar boshlik tomonidan xizmat mavqei o‘zi bilan teng shaxslarga nisbatan sodir etilgan nonizom harakatlarga jabrlanuvchiga ham, aybdorga ham tobe shaxs kelib qo‘shilsa, boshliqning harakatlari Jinoyat kodeksining 285-moddasi bilan, tobe shaxsning harakatlari esa, jinoyatga sherik sifatida Jinoyat kodeksining 28, 285-moddalari bilan tavsiflanishi lozim»?.\n\n18. «Qurol tan jarohatlarini yetkazish uchun qo‘llanilishi, boshqa xil zo‘rlik paytida esa, masalan, aybdor qurol ishlatish tahdidi ostida jabrlanuvchini harbiy xizmat yuzasidan o‘ziga yuklatilgan vazifalarni bajarishga, o‘zi uchun turli xizmatlar qilishga majburlash, shuningdek, inson sha’nini kamsitadigan xatti-harakatlar qilish paytida, ruhiy ta’sir o‘tkazish uchun qo‘llanilishi mumkin.\n\nQuroldan uning konstruksiyasi va mohiyatidan kelib chiqadigan yakson qiluvchi vosita sifatida emas, balki faqat kaltaklash predmeti sifatida foydalanish qurolni qo‘llash hisoblanmaydi».\n\n19. JKning 285-moddasi 3-qismida bir-biriga tobe bo‘lmagan harbiy xizmatchilar o‘rtasidagi o‘zaro munosabat-larga oid ustav qoidalarini buzish odam o‘lishiga sabab bo‘lgan holatlar uchun javobgarlik nazarda tutilgan.\n\n«Odam o‘lishiga sabab bo‘lgan» deganda, ehtiyotsizlik orqasida odam o‘ldirish yoki uni o‘zini o‘zi o‘ldirish darajasiga yetkazish harakatlari tushuniladi. Bunda JKning 102-moddasi (Ehtiyotsizlik orqasida odam o‘ldirish) yoki 103-moddasi (O‘zini o‘zi o‘ldirish darajasiga yetkazish) bilan kvalifikatsiya etilmaydi. Agarda bir-biriga tobe bo‘lmagan harbiy xizmatchilar o‘rtasidagi o‘zaro munosabatlarga oid ustav qoidalarini buzishda ayblanuvchi qasddan jabrlanuvchini o‘ldirsa, uning qilmishini JKning 97-moddasi va 285-moddasi 3-qismi «a» bandi bilan kvalifikatsiya qilish talab etiladi.\n\nAmaliyotda ko‘p hollarda jabrlanuvchining vafoti yurakning reflektor to‘xtab qolishi yoki mexanik asfiksiyasi natijasida, yurak qafasi qismiga qo‘l bilan zarba yetkazishda sodir bo‘ladi. Bunday harakatlar, ayblanuv-chining jabrlanuvchi o‘limiga qasdni tasdiqlovchi ishonarli dalillar yo‘q bo‘lgan hollarda, bu bir-biriga tobe bo‘lmagan harbiy xizmatchilar o‘rtasidagi o‘zaro munosabatlarga oid ustav qoidalarini buzish va ular inson o‘limiga olib kelish holati etib kvalifikatsiyalanadi.\n\n20. Agarda jinoyatning sodir etilishi natijasida kuyidagilar kelib chiqsa, JKning 285-moddasi 4-qismiga asosan javobgarlik kelib chiqadi:\n\na) odamlarning o‘limiga;\n\n6) boshqa og‘ir oqibatlarga sabab bo‘lsa.\n\n21. Odamlarning o‘limi deb, ikki yoki undan ortiq shaxsning hayotdan mahrum bo‘lishi tushuniladi.\n\n22. JKning 285-moddasi 4-qismi «b» bandida ko‘rsatilgan boshqa og‘ir oqibatlar deb, ayblanuvchining nizomdan tashqari harakatlari bilan sababiy bog‘lanishda bo‘lgan oqibatlar tushuniladi, ularning og‘irligi sud tomonidan uning darajasiga qarab baholanishi kerak.\n\n23. «Harbiy xizmatchilar o‘rtasida o‘zaro munosabatlarga oid ustav qoidalarining buzilishi, ba’zi paytlarda, nafaqat odamlar o‘limiga, balki jangovar vazifaning bajarilmay qolishiga, harbiy texnikaning ishdan chiqishiga va boshqa oqibatlarga olib kelishi mumkin. Bunday oqibatlar sud tomonidan og‘ir deb topilgan taqdirda aybdorning harakatlarini Jinoyat kodeksining 285-moddasi 4-qismi bilan tavsiflashga asos bo‘la oladi.\n\nNonizom zo‘ravonlik harakatlari oqibatida bir necha jabrlanuvchiga Jinoyat kodeksi 285-moddasining turli qismlarida ko‘zda tutilgan zarar yetkazilgan bo‘lsa, bu harakatlar Jinoyat kodeksining 33-moddasi qoidasiga ko‘ra kvalifikatsiyalanadi.\n\n24. Harbiy xizmatchilar o‘rtasida o‘zaro munosabatlarga oid ustav qoidalarini buzish aybdorlar harbiy xizmatning maxsus turlari bo‘yicha majburiyatlarni bajarayotgan paytda sodir etilishi mumkin (qorovullik, ichki xizmat, harbiy navbatchilik va hokazolar). Agar aybdor tomonidan ayni paytda maxsus xizmat qoidalari ham buzilsa, bu harakatlar Jinoyat kodeksining 285-moddasi va u yoki bu xizmat turini buzganlik uchun javobgarlikni nazarda tutuvchi moddalar majmui bilan tavsiflanishi lozim.\n\nMaxsus xizmat turlarini o‘tash qoidalarini buzish, faqat, o‘zaro munosabatlarga oid ustav qoidalarini buzish ayni paytda maxsus xizmat turlarini o‘tash qoidalarining ham buzilishiga olib kelsagina alohida huquqiy baholanishi mumkin (misol uchun, qism yoki bo‘linma ichki naryadiga kiruvchi shaxs tomonidan)»."
        },
        {
            "modda_raqami": "286-modda. Marodyorlik. ",
            "matini": "Marodyorlik, ya’ni halok bo‘lganlarning yoki yaradorlar-ning buyumlarini jangovar vaziyatda egallash, besh yildan o‘n yilgacha ozodlikdan mahrum qilish bilan jazolanadi.",
            "sharxi": "1. Marodyorlikning bevosita obyekti O‘zbekiston Respublikasi Qurolli Kuchlarining axloqiy me’yorlari hisoblanadi.\n\nBu jinoyatning predmeti yaralangan yoki vafot etgan shaxslarning mulki hisoblanadi.\n\n2. Obyektiv tomondan marodyorlik halok bo‘lgan yoki yaradorlarning buyumlarini jangovar vaziyatda egallashda ifodalanadi.\n\n3. Buyumlarni egallash deganda, ularni to‘liq o‘z ixtiyoriga o‘tkazish tushuniladi. JKning 286-moddasi mazmunida egallash har qanday shaklda amalga oshirilishi mumkin, u maxfiy egallash (o‘g‘rilik) yoki zo‘rlik ishlatib egallash (talonchilik, bosqinchilik) bo‘lishi mumkin. Bu holatlarda yaralanganlarning yoki vafot etganlarning buyumlarini egallashning zaruriy belgisi jinoyatning jangovar vaziyatda sodir etilishi hisoblanadi. (JKning 279-moddasining sharhiga qarang).\n\n4. Marodyorlik halok bo‘lgan yoki yaradorlarning buyum-larini egallagan vaqtdan boshlab tugallangan jinoyat hisoblanadi.\n\n5. Ushbu Jinoyat subyektiv tomondan to‘g‘ri qasd bilan sodir etiladi. Ayblanuvchi jangovar vaziyatda halok bo‘lgan yoki yaradorlarning buyumlarini qonunga xilof ravishda egallaganligini anglaydi va buni amalga oshirishni xohlaydi.\n\nJinoyatning motiv va maqsadi turli bo‘lishi mumkin, lekin ular jinoyatning kvalifikatsiyasiga ta’sir etmaydi.\n\n6. Marodyorlikning subyekti faqat harbiy xizmatchi bo‘lishi mumkin. Fuqarolar bunday vaziyatlarda «umumiy» jinoyatlar uchun javobgarlikka tortiladi."
        }
    ]
}