{
    "bob_nomi": "XXIII bob. Harbiy mulkni saqlash yoki undan foydalanish tartibiga qarshi jinoyatlar",
    "moddalar": [
        {
            "modda_raqami": "295-modda. Harbiy mulkni behuda sarflash, yo‘qotish yoki ishdan chiqarish.",
            "matini": "Harbiy mulkni behuda sarflash, ya’ni muddatli harbiy xizmat harbiy xizmatchisining shaxsan o‘zi foydalanishi uchun berilgan harbiy aslaha-anjomlarni sotishi, foydalanish uchun birovga berishi yoki garovga qo‘yishi\n\nbir yilgacha intizomiy qismga yuborish yoki bir yilgacha ozodlikdan mahrum qilish bilan jazolanadi.\n\nXizmatda foydalanish uchun ishonib topshirilgan qurol, o‘q-dori, harakat qilish vositalari, texnika ta’minoti buyumlarini saqlash qoidalarini buzish natijasida ularni yo‘qotish yoki ishdan chiqarish,\n\nikki yilgacha xizmat bo‘yicha cheklash yoki bir yilgacha intizomiy qismga yuborish yoxud uch yilgacha ozodlikdan mahrum qilish bilan jazolanadi.\n\nUshbu moddaning birinchi yoki ikkinchi qismida nazarda tutilgan qilmishlar jangovar vaziyatda sodir etilgan bo‘lsa,\n\nuch yildan besh yilgacha ozodlikdan mahrum qilish bilan jazolanadi.",
            "sharxi": "1. Jinoyatning bevosita obyekti harbiy nizomlar, yo‘riqnomalar, buyruqlar bilan o‘rnatilgan harbiy mulkdan foydalanish va saqlash tartiblariga rioya etilishini ta’minlash sohasidagi ijtimoiy munosabatlardir. Bu tartibga rioya qilish qurollardan, jangovar va boshqa texnikadan, ta’minot vositalaridan, harbiy ust-bosh kiyimlardan va boshqa mulkdan to‘g‘ri foydalanish va ularni tejashni ta’minlaydi.\n\nHarbiy mulk harbiy xizmatchiga shaxsiy yoki xizmatda foydalanishi uchun beriladi. Shaxsiy foydalanishga kiyim-bosh va aslaha-anjomlar, xizmat uchun qurollar, o‘q-dorilar, harakatlanish vositasi va h.k. beriladi.\n\n2. Ko‘rib chiqilayotgan jinoyatning predmetiga harbiy xizmatchiga shaxsiy foydalanishi uchun berilgan harbiy aslaha-anjomlar (JKning 295-moddasi 1-qismi) hamda unga xizmatda foydalanish uchun ishonib topshirilgan qurol, o‘q-dorilar, harakat qilish vositalari, texnika ta’minoti buyumlari (JKning 295-moddasining 2-qismi) kiradi.\n\n3. Harbiy xizmatchiga shaxsiy foydalanish uchun berilgan ekipirovka (bronjilet, protivogaz va h.k.), asboblar (sapyor kuragi, dozimetr va h.k.) va boshqalar harbiy aslaha-anjomlar hisoblanadi.\n\nHarbiy ust-bosh kiyimlar va aslaha-anjomlar ofitserlar tarkibidagi shaxslarga va harbiy xizmatni kontrakt bo‘yicha o‘tayotgan harbiy xizmatchilarga shaxsiy mulk qilib beriladi, ularning bunday buyumlarni kimgadir berishi, yo‘qotishi yoki buzib qo‘yishi esa, javobgarlikni istisno qiladi.\n\nMuddatli harbiy xizmatdagi harbiy xizmatchilar hamda ofitserlarga va harbiy xizmatni kontrakt (shartnoma) bo‘yicha o‘tayotgan harbiy xizmatchilarga harbiy qismning mulki bo‘lgan inventar buyumlar ham berilishi mumkin. Ularni tasarruf etish, behudaga sarf etish mumkin bo‘lmay, davlat mulkini o‘g‘irlash tarkibini vujudga keltiradi.\n\n4. Qurol deganda, O‘zbekiston Respublikasi Qurolli Kuchlari harbiy qismlarida (harbiy muassasalarida) qurollanishda, saqlashda yoki harbiy qismda foydalanishda turgan, o‘q-dorilarni qo‘llash yo‘li bilan jonli yoki boshqa nishonni nobud etishga mo‘ljallangan jangovar texnik qurilmani tushunish lozim. Bu vintovka, pistolet, karabin, avtomat, boshqa o‘q otuvchi qurol, minomyot, ognemyot, granatamyot, artilleriya tizimi, raketa uchirish qurilmasi va h.k. bo‘lishi mumkin.\n\nSovuq qurol, shuningdek, o‘zi yasagan o‘q otish quroli yoki jangovar mo‘ljalga ega bo‘lmagan qurol (signal yoki qurilish pistoleti, simli-stvolli ov quroli) ushbu jinoyatning predmeti hisoblanmaydi.\n\nAyrim turdagi qurollar faqat ma’lum texnik qurilmalarga o‘rnatish uchun maxsus mo‘ljallangan bo‘lishi mumkin (samolyotlar, vertolyotlar, tanklar). Ularga aviatsiya Pushtalari, tank pulemyotlari va h.k.lar ham kiradi, qator vaziyatlarda bunday turdagi qurollar faqat yordamchi qurilmalardan foydalanib harakatga keltirilishi mumkin, ular o‘z holicha qurol hisoblanmaydi (aviatsiya pushkalari uchun elektrik va pnevmatik privodlar). (Qurol tushunchasi to‘g‘risida kengroq JKning 247-moddasi sharhiga qarang).\n\n5. O‘q-dorilar deganda, O‘zbekiston Respublikasi Qurolli Kuchlari harbiy qismlarida (harbiy muassasalarida) qurollanishda, saqlashda va foydalanishda bo‘lgan jangga mo‘ljallangan texnik buyumlar, jonli nishonni yo‘qotish uchun bevosita munosabat uchun mo‘ljallangan portlovchi moddalar aslahalari yoki o‘q-dorilarni harakatga keltiruvchi, otuvchi, artilleriya, raketali, tegishli turdagi o‘q otish quroli yoki boshqa qurilmalar tushuniladi. Bular: jangovar o‘qlar, artilleriya va reaktiv snaryadlar, minomyotlarga minalar, granatamyotlarga granatalar va boshqalar. O‘q-dorilar bir martalik harakati bilan tavsiflanadi, chunki bir marta foydalanganda (to‘la yoki qisman) parchalanadi.\n\nJKning 295-moddasi 2-qismi mazmunida o‘q-qurollarini tan olinishi uchun texnik sozligi emas, buyumning konstruktiv mo‘ljallanganligi va yo‘qotish ta’sirining amaldagi xususiyatlari ahamiyatga ega. jonli yoki boshqa nishonni yo‘qotishga mo‘ljallanmagan signal va imitatsiya vositalari o‘q-dorilarga kirmaydi.\n\n6. Harakat qilish vositalari ko‘rib chiqilayotgan modda mazmunida bu harbiy qism (harbiy muassasa) hisobida turgan harbiy texnikaga kirmaydigan transport vositalari (avtomobil, daryo transporti va h.k.).\n\n7. Texnika ta’minoti buyumlariga har xil turdagi yoritgichlar, texnik ehtiyoj uchun mo‘ljallangan uskunalar (transport vositalari uchun ehtiyot qismlari, yoqilg‘i-moylash materiallari, elektron-hisoblash mashinalari uchun qismlar va h.k.) kiradi.\n\n8. JKning 295-moddasi 1-qismida nazarda tutilgan jinoyatning obyektiv tomoni harbiy mulkni behuda sarflash, ya’ni muddatli harbiy xizmat harbiy xizmatchisining shaxsan o‘zi foydalanishi uchun berilgan harbiy aslaha-anjomlarni sotishi, foydalanish uchun birovga berishi yoki garovga qo‘yishidan iborat.\n\n9. Behudaga sarflashning zaruriy belgisi muddatli harbiy xizmat harbiy xizmatchilariga shaxsiy foydalanishga berilgan harbiy aslaha-anjom buyumlarini boshqa shaxsning noqonuniy egalik qilishiga o‘tishidir. Bu holat qonunda ko‘rsatilganidek, behudaga sarflash, sotish, foydalanishga topshirish yoki boshqa shaxsga garovga berish yo‘li bilan amalga oshirilishi mumkin.\n\n10. Harbiy aslaha-anjomni sotish uni boshqa shaxslarga haq evaziga topshirishda, ya’ni qandaydir moddiy manfaat evaziga yoki boshqa buyumlarga almashtirishda ifodalanadi.\n\nHarbiy aslaha-anjomni sotish harbiy aslaha-anjomni boshqa shaxsga amalda o‘tgan vaqtidan boshlab tugallangan hisoblanadi.\n\n11. Harbiy aslaha-anjomni foydalanish uchun birovga berish uni boshqa shaxslarga tekinga (masalan, hadya qilish) berish asosida ifodalanadi. Bunda jinoyatning predmeti topshirilgan vaqt ahamiyatga ega bo‘lmaydi (doimiy yoki vaqtincha foydalanish).\n\nHarbiy aslaha-anjomni birovga berish harbiy aslaha-anjomni boshqa shaxsga amalda o‘tgan vaqtidan boshlab tugallangan hisoblanadi.\n\n12. Harbiy aslaha-anjomni garovga qo‘yish bu pul yoki mulkiy ziyonni qoplash uchun vaqtinchalik topshirish. Harbiy aslaha-anjomni behudaga sarflashning bu usuli garovni rasmiylashtirgan vaqtdan boshlab tugallangan hisoblanadi.\n\n13. Behudaga sarflashda harbiy mulk hamma vaqt davlat mulki bo‘lib qoladi va shuning uchun ham u har qanday vaziyatda g‘ayriqonuniy egalikdan olib qo‘yilishi lozim, qaytarish imkoniyati bo‘lmagan hollarda esa, aybdordan uning ikki baravar qiymati undiriladi.\n\n14. JKning 295-moddasi 1-qismi bo‘yicha Jinoyat subyektiv tomondan to‘g‘ri qasd shaklida sodir etiladi. Aybdor unga shaxsan foydalanish uchun berilgan mulkni sotayotganini, garovga topshirayotganini yoki boshqa shaxsga foydalanish uchun berayotganligini anglaydi. Jinoyatning motivi va maqsadi qoidaga ko‘ra g‘arazli, ammo bu kvalifikatsiya uchun ahamiyatga ega emas.\n\n15. Ushbu jinoyatning subyekti faqat muddatli harbiy xizmat harbiy xizmatchisi bo‘ladi.\n\n16. JKning 295-moddasi 2-qismida nazarda tutilgan jinoyatning obyektiv tomoni saqlash qoidalarining buzilishi natijasida xizmatda foydalanish uchun ishonib topshirilgan qurol, o‘q-dorilar, harakatlanuvchi vosita-larning, texnik ta’minot predmetlarining yo‘qolishida ifodalanadi.  17. Ishonib topshirilgan mulk deganda, harbiy xizmatchiga xizmatda foydalanish uchun o‘rnatilgan tartibda topshirilgan harbiy mulk tushuniladi.\n\n18. Ishonib topshirilgan qurol, o‘q-dorilar, harakat qilish vositalari, texnika ta’minoti buyumlarini ehtiyotlash qoidalarining buzilishi oqibatida harbiy xizmatchi egaligidan chiqib ketishini yo‘qotish deb tushunish zarur va bunday holda, harbiy qism (harbiy muassasa) vaqtincha yoki butunlay yo‘qolgan harbiy mulkdan foydalanish va tasarruf etish imkoniyatidan mahrum etiladi.\n\nBu predmetlarni yo‘qotganligi bois harbiy xizmatchini javobgarlikka tortish uchun harbiy mulkni saqlashning qaysi qoidasi buzilganligini aniqlash zarur. Bu qoida-lar umumqo‘shin nizomlari, buyruqlari, yo‘riqnomalari, ko‘rsatmalari va boshqa saqlash, qo‘riqlash, foydalanish, ushbu turdagi harbiy mulkning saqlanishini ta’minlovchi va turgan joyi bo‘yicha harbiy qism (harbiy muassasa) hududidan chiqib ketish imkoniyatining oldini olib tashish to‘g‘risidagi idoraviy me’yoriy hujjatlari bilan tartibga solingan.\n\nYo‘qotish harbiy xizmatchining ixtiyoridan tashqarida sodir bo‘ladi predmet yo‘qotilgan, unutib qoldirilgan, harbiy xizmatchi tomonidan qarovsiz qoldirilganda begonalar tomonidan o‘g‘irlangan va h.k. bo‘lishi mumkin.\n\nKo‘rsatilgan predmetlar harbiy xizmatchining egaligidan chiqib ketgan vaqtdan boshlab yo‘qotish tugallangan deb hisoblanadi.\n\n19. JKning 295-moddasi 2-qismi mazmunida ishdan chiqarish deganda, kurolni, o‘q-dorilarni, harakatlanish vositalarini, texnika ta’minoti buyumlarini ulardan maqsadli foydalanish uchun qisman yoki to‘la yaroqsizlikka keltirish tushuniladi.\n\nKo‘rsatilgan predmetlarni ishdan chiqarish ularni qisman yoki to‘la yaroqsiz holatga keltirilgan vaqtdan boshlab tugallangan hisoblanadi.\n\n20. JKning 295-moddasi 2-qismida nazarda tutilgan jinoyatning subyektiv tomoni qasddan yoki ehtiyotsizlikdan sodir etiladi. Ko‘rsatilgan predmetlarni ishdan chiqarish qasddan yoki ehtiyotsizlikdan sodir etiladi. Yo‘qotish faqat ehtiyotsizlikdandir.\n\nJinoyatning motivi va maqsadi turlicha bo‘lishi mumkin va qilmishni kvalifikatsiya qilish uchun ahamiyatga ega emas.\n\n21. Ushbu jinoyatning subyekti qurol, o‘q-dorilar, harakat qilish vositalari, texnika ta’minoti buyumlari xizmatda foydalanish uchun ishonib topshirilgan harbiy xizmatchi bo‘ladi.\n\n22. JKning 295-moddasi 3-qismida javobgarlik ehtiyot qilish qoidalarining buzilishi oqibatida xizmatda foydalanish uchun ishonib topshirilgan qurol, o‘q-dorilar, harakat qilish vositalari, texnika ta’minoti buyumlarini behuda sarflash, yo‘qotish yoki ishdan chiqarish jangovar holatda sodir etilganlik uchun nazarda tutilgan."
        },
        {
            "modda_raqami": "296-modda. Harbiy mulkni nobud qilish yoki unga shikast yetkazish.",
            "matini": "Qurol, o‘q-dori, harakat qilish vositalari, harbiy texnika yoki boshqa harbiy mulkni qasddan nobud qilish yoki unga shikast yetkazish\n\nikki yilgacha xizmat bo‘yicha cheklash yoki bir yilgacha intizomiy qismga yuborish yoxud besh yilgacha ozodlikdan mahrum qilish bilan jazolanadi.\n\nO‘sha qilmish og‘ir oqibatlarga sabab bo‘lsa, —\n\nbesh yildan o‘n yilgacha ozodlikdan mahrum qilish bilan jazolanadi.\n\nO‘sha qilmish jangovar vaziyatda sodir etilgan bo‘lsa, -\n\no‘n yildan o‘n besh yilgacha ozodlikdan mahrum etish bilan jazolanadi.",
            "sharxi": "1. Jinoyatning bevosita obyekti O‘zbekiston Respublikasi Qurolli Kuchlarida o‘rnatilgan harbiy mulkni saqlash qoidalari hisoblanadi.\n\nJKning 295-moddasidan farqli ravishda JKning 296-moddasida nafaqat shaxsiy va xizmatda foydalanish uchun berilgan predmetlarni, balki har qanday harbiy mulkni asrash nazarda tutiladi. Qurol, o‘q-dorilar, harakatlanish vositalari va boshqa harbiy mulk davlat mulki hisoblanadi, shuning uchun ularni qasddan nobud qilish yoki unga shikast yetkazish bilan bir vaqtda aybdor davlat mulkiga tajovuz qilgan bo‘ladi.\n\n2. Jinoyatning predmeti har qanday jangovar mulk bo‘lishi mumkin: qurol, o‘q-dorilar, harakat qilish vositalari, harbiy texnika va boshqa harbiy mulklar. («Qurol», «o‘q-dorilar», «harakat qilish vositalari» tushunchalari to‘g‘risida JKning 295-moddasi sharhiga qarang).\n\n3. Harbiy texnika o‘z ichiga jangovar harakatlar olib borish uchun, shaxsiy tarkibni ularni boshqarishga o‘rgatish uchun, qo‘shinni kundalik faoliyatini ta’minlash uchun turli texnik vositalarni oladi. Jumladan, harbiy texnika predmetlariga: jangovar texnika (samolyotlar, vertolyotlar, tanklar, bronetransportyorlar, artilleriya qurollari, raketa komplekslari, jangovar vositalarni boshqarish tizimlari va h.k.), harbiy qismning muhandislik vositalari, trenajyorlar va boshqa o‘qitish texnik vositalari, aloqa apparaturalari, tungi ko‘rish asboblari va h.k. kiradi. Ko‘rsatilgan xususiyatlarga ega bo‘lmagan harbiy qismning boshqa mulklari (bo‘linma kazarmalaridagi televizor va h.k.) harbiy texnika predmetlari hisoblanmaydi.\n\n4. Ko‘rib chiqilayotgan modda nuqtayi nazaridan, boshqa harbiy mulk deganda, harbiy qismning (harbiy muassasaning) hisobida bo‘lgan va xo‘jalik-maishiy maqsadlarda xizmat qiladigan mulk (yumshoq va qattiq inventar), shuningdek, harbiy xizmatchilarning maishiy hayotini yaxshilash maqsadida qo‘mondonlik tashabbusi bilan tashkil etilgan yordamchi xo‘jalik tushuniladi.\n\n5. Jinoyat obyektiv tomondan kurol, o‘q-dorilar, harakat qilish vositalari, harbiy texnika va boshqa harbiy mulkni nobud qilish yoki unga shikast yetkazishda ifodalanadi.\n\n6. Ko‘rsatilgan mulklarni nobud qilish deb, uni ham jangovar, ham texnik yoki xo‘jalik munosabatlarda yaroqsiz holga keltirish tushuniladi, bunda u oddiy sozlash vositalari bilan tiklanishi va o‘z xususiyatiga muvofiq ishlatilishi mumkin bo‘lmagan holatni tushunmoq zarur. Bu nafaqat uni jismoniy yo‘qotishda (portlatish, yoqib yuborish va h.k.), balki predmetni to‘g‘ridan to‘g‘ri o‘z xususiyati bo‘yicha ishlatish imkoniyatidan mahrum etishga yo‘naltirilgan harakatlarni sodir etishda (masalan, predmetni quruqlikka chiqarishga texnik imkoniyatlar yo‘qligi yoki iqtisodiy maqsadga muvofiq emasligida uni suvga cho‘ktirib yuborish) ifodalanadi.\n\n7. Shikast yetkazish mulkni shunday holatga keltirishda ifodalanadiki, bunda uni tiklashga va xususiyatiga ko‘ra foydalanish imkoniyati mavjud bo‘ladi. Shikast yetkazilganda predmetlar o‘zining jangovar, texnik va xo‘jalik qiymatini qisman yo‘qotadi.\n\nNobud qilish va shikast yetkazish usullari jinoyatni kvalifikatsiya qilishga ta’sir qilmaydi.\n\n8. Jinoyat harbiy mulkni amalda nobud qilingan yoki shikast yetkazilgan vaqtidan boshlab tugallangan hisoblanadi. Agar aybdor bu mulkni nobud etishga shaylangan bo‘lsa, ammo unga bog‘liq bo‘lmagan holatlar bo‘yicha faqat unga shikast yetkazsa, qilmishni nobud qilishga suiqasd qilish deb emas, kelib chiqqan oqibatlari bo‘yicha harbiy mulkka shikast yetkazish sifatida kvalifikatsiya qilish lozim, chunki sharhlanayotgan moddaning dispozitsiyasi ikki qilmishni teng ma’noda birlashtiradi.\n\n9. Harbiy mulkni nobud qilish yoki unga shikast yetkazish atrofdagilar uchun xavfli usulda sodir etilsa (o‘t qo‘yish, cho‘ktirib yuborish va h.k.) JKning 296-moddasi bilan qamrab olinadi va JKning 173-moddasi bo‘yicha qo‘shimcha kvalifikatsiyani talab etmaydi (Mulkni qasddan nobud qilish yoki unga zarar yetkazish).\n\nQasddan harbiy mulkni nobud qilish yoki unga shikast yetkazish ba’zan shikast yetkazilgan mulkning qandaydir qismini talon-toroj qilish bilan kuzatiladi. Bunday qilmishlar begonaning mulkini o‘g‘irlash va bu mulkni nobud qilish yoki unga shikast yetkazish kabi jinoyatlar jami bo‘yicha kvalifikatsiyalanadi. \n\n10. JKning 296-moddasi 2-qismida nazarda tutilgan jinoyatning subyektiv tomoni to‘g‘ri yoki egri qasd bilan sodir etiladi. Bunda mulkni nobud qilish yoki unga shikast yetkazish maqsadi qo‘yiladi va ongli ravishda bunday oqibatlarga yo‘l qo‘yib beriladi.\n\nAgar aybdor harbiy mulkni nobud qilayotganini faraz qilsa-yu, ammo amalda u bunday bo‘lmasa, qilmish harbiy mulkni nobud qilishga suiqasd qilish sifatida baholanishi lozim.\n\nJinoyatning sabablarini aniqlash muhim ahamiyatga ega. Agar harbiy mulkni nobud qilish yoki unga shikast yetkazish O‘zbekiston Respublikasini kuchsizlantirish maqsadida sodir etilsa, qilmish davlatga qarshi jinoyat bo‘lmish - qo‘poruvchilik sifatida baholanadi (JKning 161-moddasi).\n\n11. Ko‘rib chiqilayotgan jinoyatning subyekti har qanday harbiy xizmatchi bo‘lishi mumkin.\n\n12. JKning 296-moddasi 2-qismida harbiy mulkni nobud qilish yoki unga shikast yetkazish og‘ir oqibatlarga olib kelgandagina javobgarlik nazarda tutilgan.\n\nOg‘ir oqibatlar deganda, ehtiyotsizlikdan og‘ir tan jarohatlari yetkazish, o‘lim yoki halokatlar, bir necha dona qurol yoki jangovar texnikani nobud qilish yoki unga shikast yetkazish, muhim ahamiyatga ega xizmat vazifasi bajarilishiga to‘sqinlik qilish, katta moddiy zarar yetkazish va h.k.lar tushuniladi.\n\n13. JKning 296-moddasi 3-qismida jangovar holatda sodir etilgan harbiy mulkni nobud qilish yoki unga shikast yetkazish uchun javobgarlik nazarda tutilgan."
        },
        {
            "modda_raqami": "297-modda. Atrofdagilar uchun katta xavf manbai bo‘lgan qurol-yarog‘, shuningdek modda va buyumlar bilan muomalada bo‘lish qoidalarini buzish.",
            "matini": "Atrofdagilar uchun katta xavf manbai bo‘lgan qurol-yarog‘, shuningdek, o‘q-dori, portlovchi, radioaktiv yoki boshqa modda va buyumlar bilan muomalada bo‘lish qoidalarini buzish badanga o‘rtacha og‘ir shikast yetkazilishiga sabab bo‘lsa, -\n\n-ikki yilgacha xizmat bo‘yicha cheklash yoki besh yilgacha ozodlikdan mahrum qilish bilan jazolanadi.\n\nO‘sha qilmish:\n\na) ikki yoki undan ortiq shaxsning badaniga o‘rtacha og‘ir shikast yetkazilishiga;\n\n6) og‘ir shikast yetkazilishiga;\n\nv) odam o‘lishiga sabab bo‘lsa,\n\nbesh yildan sakkiz yilgacha ozodlikdan mahrum qilish bilan jazolanadi.\n\nO‘sha qilmish:\n\na) odamlar o‘limiga;\n\nb) boshqa og‘ir oqibatlarga sabab bo‘lsa,\n\nsakkiz yildan o‘n yilgacha ozodlikdan mahrum qilish bilan jazolanadi.",
            "sharxi": "1. Jinoyatning asosiy bevosita obyekti atrofdagilar uchun katta xavf manbai bo‘lgan qurol va boshqa buyumlar bilan muomala qilishning qonun bilan o‘rnatilgan tartibini ta’minlovchi ijtimoiy munosabatlardir. Qo‘shimcha bevosita obyekt fuqarolar sog‘lig‘i, hayoti daxlsiz-ligini ta’minlovchi ijtimoiy munosabatlardir.\n\n2. Jinoyatning predmeti atrofdagilar uchun katta xavf manbai bo‘lgan qurollar, o‘q-dorilar, portlovchi, radioaktiv va boshqa moddalar, buyumlar hisoblanadi.\n\nShuni nazarda tutish lozimki, hamma ko‘rsatilgan qurilmalar va predmetlar zavodda tayyorlangan, harbiy maqsadga mo‘ljallangan va qurollanishda, saqlashda yoki harbiy qismda (harbiy muassasada) O‘zbekiston Respublikasi Qurolli Kuchlari yoki bunday shakllanmalaring mavjudligi nazarda tutilgan harbiylashtirilgan vazirliklar, idora-larda foydalanishda turgan bo‘lishi lozim. Turli xil qo‘lda yasalgan qurilma yoki buyumlar hamda xo‘jalik, sport, imitatsiyaga mo‘ljallangan qurilma va buyumlar, hatto ular vayron qiluvchi xususiyatlariga ega bo‘lsa-da va atrofdagilarga xavf solsa-da ushbu jinoyatning predmeti bo‘lmaydi. («Qurollar», «o‘q-dorilar» tushunchasi to‘g‘risida JKning 295-moddasi sharhiga qarang).\n\n«Jinoyat kodeksining 297-moddasi dispozitsiyasi faqat o‘qotar qurolni (pistolet, avtomat, garnatomyot, artilleriya yoki raketa qurol-yarog‘lari) o‘z ichiga oladi, sovuq qurol bu guruhga kirmaydi».\n\n3. Portlovchi moddalar tashqi ta’sir (urish, yoqish, zarba, o‘z-o‘zidan yonish) oqibatida tez kimyoviy o‘zgarishlarga kiruvchi modda va buyumlar bo‘lib, bu kimyoviy o‘zgarishlar natijasida uloqtirish yoki vayron qilish kuchiga ega bo‘lgan ko‘p miqdorda issiqlik va qizigan gaz paydo bo‘ladi va ajralib chiqadi. Portlovchi moddalarga porox, trotil va uning qorishmasi, plastid hamda initsirovkachi moddalar deb ataluvchi, asosiy portlovchi moddani harakatga keltirish uchun xizmat qiladigan moddalar (tetrazen, gumburlovchi simob va boshqalar) kiradi. Jangovar va yo‘qotishga mo‘ljallanmagan pirotexnik tarkiblar (ular bilan, masalan, signal va yorituvchi raketalar to‘ldiriladi) portlovchi moddalarga kirmaydi.\n\n4. Radioaktiv moddalar o‘z-o‘zidan parchalanishi va korpuskulyar yoki elektr magnit nurlanishi orqali tirik mavjudotlarga zarar keltirish xususiyatiga ega yadro qurolini hamda turli texnik nazorat va tadqiqotga mo‘ljallangan vositalarni to‘ldirish uchun foydalaniladi. Bunday moddalarga qurol uchun plutoniy, stronsiy, kobalt, to‘ydirilgan uran, radiy va boshqalar kiradi.\n\n5. Atrofdagilar uchun katta xavf manbai bo‘lgan boshqa modda va buyumlarga fizik, kimyoviy yoki biologik ko‘rsatkichlari bo‘yicha inson organizmiga zararli ta’sir ko‘rsatuvchi har qanday moddalar, predmetlar, texnik qurilmalarni yemirish xususiyatlariga ko‘ra qurollar, o‘q-dorilar, portlovchilar yoki radioaktiv moddalar bilan tenglashtiriladi. Bular: yuqori zaharli moddalar saqlanadigan siqimlar, biologik preparatlar, radioaktiv yoki zaharlovchi moddalardan bo‘shagan idishlar, yuqori o‘tkazgichli elektr tizimlari va h.k.\n\n6. JKning 297-moddasida nazarda tutilgan jinoyat obyektiv tomondan atrofdagilar uchun katta xavf manbai bo‘lgan, o‘rtacha og‘ir tan jarohatlarini keltirib chiqaruvchi qurol bilan hamda o‘q-dori, portlovchi, radioaktiv yoki boshqa moddalar va buyumlar bilan muomalada bo‘lish qoidalarini buzishda ifodalanadi.\n\n7. Moddaning dispozitsiyasi blanket tavsifga ega. Ushbu modda bo‘yicha shaxsni jinoiy javobgarlikka tortish uchun har bir alohida vaziyatda ko‘rsatilgan predmet bilan muomala qilishning qaysi qoidasi va bu qoidaning qaysi bandi buzilganligini aniqlash lozim. Ko‘rsatilgan qoidalar ichki xizmat Nizomida, O‘zbekiston Respublikasi Qurolli Kuchlarining garnizon va qorovul xizmati Nizomida hamda boshqa maxsus me’yoriy hujjatlarda (uqtirmalarda, yo‘riqnomalarda, idoraviy buyruqlarda va boshqalarda) bayon etilib, ularda qurol bilan, tegishli modda va predmetlar bilan muomalada bo‘lishning xavfsiz shartlarini ta’minlovchi qoidalar ro‘yxati ifodalangan.\n\n8. Qurol-yarog‘ bilan muomalada bo‘lish qoidalari bu quroldan foydalanish jarayonida atrofdagilarning xavfsizligini ta’minlovchi usul va harakatlarning ketma-ketligi Yig‘indisidir. Masalan, oldindan saqlash mexanizmidan foydalanish qoidalari, nishonga olish, o‘qlash, o‘qni chiqarish va h.k.\n\nAtrofdagilar uchun katta xavf manbai bo‘lgan boshqa modda va buyumlar bilan muomala qilish qoidalari ularda foydalanish tartiblarini ham o‘z ichiga oladi. Ya’ni, minalarni o‘rnatishda, portlatish ishlarini amalga oshirishda, elektr qurilmalari bilan ishlashda va h.k.larda xavfsizlik qoidalari mavjud. Shu bilan birga atrofdagilar uchun katta xavf manbai bo‘lgan moddalar va predmetlar bilan muomala qilish tartibi, ulardan foydalanish qoidalarinigina emas, balki ularni saqlash va tashish qoidalarini ham o‘z ichiga oladi.\n\n9. Atrofdagilar uchun katta xavf tug‘diradigan qurollar, o‘q-dorilar, portlovchi, radioaktiv va boshqa moddalar va buyumlar bilan muomalada bo‘lish qoidalarini buzish shu bilan tavsiflanadiki, ular bilan muomala qilishda harbiy xizmatchi majburiy usullarni bajarmaydi yoki ko‘rsatilgan predmetlar bilan muomala qilishda o‘rnatilgan ketma-ketlikka rioya qilmaydi hamda ularni saqlash xavfsizligi qoidalarini buzadi, bu esa, o‘z navbatida, odamlarning halok bo‘lishiga va jarohatlanishiga, harbiy texnikaning nobud bo‘lishiga, harbiy tadbirlarning to‘xtashiga va boshqa og‘ir oqibatlarga olib keladi.\n\nPortlovchi moddalar omborida harorat rejimiga rioya qilmaslik, gaz yoki yoqilg‘i-moy materiallari siqimlari yaqinida olov yoqish, radioaktiv va zaharli moddalar bilan ishlaganda himoyaning yo‘qligi va h.k.larni muomala qilish qoidalarini buzish deb tan olish mumkin.\n\n10. Atrofdagilar uchun katta xavf tug‘diradigan qurol-lar, moddalar va predmetlar bilan muomala qoidalarini buzishni va bu predmetlardan mo‘ljallanmagan joyda foydalanishni farqlash zarur oxirgisi o‘zida tahlil qilinayotgan jinoyat tarkibi belgilarini ifodalamaydi. Ko‘rsatilgan predmetlardan mo‘ljallanmagan joyda foydalanish, atrofdagilar uchun katta xavf tug‘diradigan bu qurollar, moddalar va predmetlardan jonli kuchlarni nishonga olish maqsadida emas, balki boshqa maqsadlarda, masalan kovlash uchun, ishni yengillashtiruvchi vosita sifatida va h.k.da foydalanish faraz qilinadi. Zarur belgilar mavjudligida bu qilmishlar, qurolni beparvo saqlash yoki shaxsga qarshi jinoyat uchun javobgarlikni nazarda tutgan JKning tegishli moddalari bo‘yicha kvalifikatsiya qilinishi mumkin.\n\n11. Agar qorovul qorovul xizmati vazifalarini o‘tashdan chalg‘ib qurol bilan muomalada bo‘lish qoidalarini buzsa va natijada ularning oldini olish uchun qorovul tayinlangan zararli oqibatlar kelib chiqsa, unda qilmish JKning 297 va 291-moddalari bilan jinoyatlar jami tariqasida kvalifikatsiya qilinadi.\n\n12. Ko‘rib chiqilayotgan jinoyat qonunda ko‘rsatilgan oqibatlar, jumladan, o‘rtacha og‘irlikdagi tan jarohatlari kelib chiqqan vaqtdan boshlab tugallangan deb hisoblanadi (JKning 297-moddasi 1-qismi).\n\nNazarda tutish lozimki, o‘rtacha og‘irlikdagi tan jarohati yetkazish bu jinoyat tarkibi bilan qamrab olinadi va shaxsga qarshi jinoyat uchun javobgarlikni nazarda tutuvchi moddalar bo‘yicha qo‘shimcha kvalifikatsiyani talab etmaydi.\n\n13. Jinoyatning zaruriy belgisi atrofdagilar uchun katta xavf tug‘diradigan qurollar, moddalar va predmetlar bilan muomala qilish qoidalarini buzish va bu qoidalarning buzilishi bilan kelib chiqqan jamiyatga xavfli oqibatlar o‘rtasidagi sababiy bog‘lanishdir.\n\n14. Subyektiv tomondan qurol bilan va boshqa moddalar, predmetlar bilan muomala qilish qoidalarini buzish qasddan ham, ehtiyotsizlikdan ham sodir etiladi. Hamma vaziyatlarda kelib chiqqan oqibatlarga aybdor faqat jinoiy o‘z-o‘ziga ishonish va beparvolik ko‘rinishidagi ehtiyotsizlik bilan munosabatda bo‘ladi. Agar harbiy xizmatchi ushbu jinoyatni sodir etishda zararli oqibatlariga qasddan munosabatda bo‘lsa, unda qilmishni shaxsga qarshi va mulkka qarshi jinoyatlar to‘g‘risidagi tegishli moddalar bo‘yicha kelib chiqqan oqibatlariga ko‘ra qo‘shimcha kvalifikatsiyalash lozim bo‘ladi (mulkka zarar yetkazish «boshqa og‘ir oqibatlar» belgisi bilan qamrab olinadi JKning 297-moddasi 3-qismi «b» bandi).\n\nJinoyatning motivi va maqsadi qilmishni kvalifikatsiya qilish uchun ahamiyatga ega emas.\n\n15. JKning 297-moddasida nazarda tutilgan jinoyat-ning subyekti atrofdagilar uchun katta xavf tug‘diradigan kurol, moddalar va predmetlardan o‘z xizmat faoliyati bo‘yicha foydalanuvchi yoki ularni saqlashni, tashishni yoki yetkazib berishni ta’minlovchi yoki ular yoniga kirishga va ular bilan muomala qoidalarini buzadigan harbiy xizmatchi bo‘ladi. Bu harbiy xizmatchi oddiy askar va serjant, shu bilan baravar starshina tarkibi, ofitserlar, harbiy xizmatni kontrakt bo‘yicha o‘tayotgan harbiy xizmatchilar hamda harbiy xizmatga majburlar, o‘quv va tekshiruv yig‘inlariga chaqirilganlar bo‘lishi mumkin.\n\nAgar ko‘rib chiqilayotgan jinoyat atrofdagilar uchun katta xavf tug‘diradigan moddalar va predmetlarga egalik qilish uchun qonuniy asoslari bo‘lmagan shaxslar tomonidan sodir etilsa, ular JK boshqa moddalari bo‘yicha javobgarlikka tortilishlari lozim.\n\n16. Agar qo‘mondonlik tarkibidagi lavozimli harbiy xizmatchi shaxs atrofdagilar uchun katta xavf tug‘diradigan ko‘rsatilgan modda va predmetlar bilan muomala qilishning yetarli xavfsizligini ta’minlamasa yoki ular bilan muomala qilishning o‘rnatilgan qoidalariga rioya qilishni nazorat qilish bo‘yicha vazifalarini yetarli darajada bajarmasa, ular xizmatga sovuqqonlik bilan qaraganliklari uchun javobgarlikka tortilishi lozim (JKning 302-moddasi).\n\n17. JKning 297-moddasi bo‘yicha kvalifikatsiya qilinadigan qilmishlardan, qorovul, chegara va boshqa maxsus xizmat o‘tayotgan shaxslar tomonidan tegishli nizomlarning talablarini buzish bilan inson qurbonlariga va boshqa og‘ir oqibatlarga olib kelishi mumkin bo‘lgan o‘qotar qurollarni qo‘llash holatlari farqlanishi lozim. Bunday holatlar o‘zida qorovul yoki boshqa maxsus xizmat o‘tayotganda qurol qo‘llash nizom qoidalarini buzishni ifodalaydi va alohida qismning tegishli moddalari bo‘yicha kvalifikatsiya qilinishi lozim.\n\nJKning 297-moddasida gap o‘z holicha atrofdagilar uchun katta xavf tug‘diradigan qurollar, portlovchi, radioaktiv va boshqa moddalar va predmetlar bilan muomalada bo‘lish qoidalarini buzish haqida ketyapti.\n\n18. JKning 297-moddasi 2-qismida quyidagilarga olib kelgan, atrofdagilar uchun katta xavf tug‘diradigan qurollar hamda moddalar va predmetlar bilan muomala qilish qoidalarini buzganlik uchun javobgarlik nazarda tutilgan:\n\na) ikki yoki undan ortiq shaxsning badaniga o‘rtacha og‘ir shikast yetkazilishiga;\n\nb) og‘ir shikast yetkazilishiga;\n\nv) odam o‘lishiga.\n\n(Badanga o‘rtacha og‘ir, ogir shikast yetkazish tushun-chalari to‘g‘risida JKning 104 hamda 105-moddalari sharhiga qarang; odam o‘limi tushunchasi haqida JKning 97-moddasi sharhiga qarang).\n\n19. JKning 297-moddasi 3-qismida quyidagilarga olib kelgan o‘sha qilmishlar uchun javobgarlik nazarda tutilgan:\n\na) odamlar o‘limiga;\n\nb) boshqa og‘ir oqibatlarga sabab bo‘lsa.\n\n20. Boshqa og‘ir oqibatlar deganda, ekologik halokatlarni, odamlarning ommaviy kasallanishini, bir necha shaxslarning badaniga og‘ir shikast yetkazilishi, katta miqdorlarda moddiy va moddiy bo‘lmagan zarar yetkazishning turli shakllari va h.k.larni tushunish lozim.\n\nModdiy zarar harbiy mulkni, muhandislik inshootlarini, fuqarolar qurilishlarini va h.k.larni nobud qilish va unga shikast yetkazishda ifodalanishi mumkin. Moddiy bo‘lmagan tavsifdagi zarar muhim harbiy vazifani, jangovar, o‘quv-jangovar vazifalarini yoki boshqa tadbirlarni buzish bilan ifodalanadi. "
        },
        {
            "modda_raqami": "298-modda. Mashinalarni boshqarish yoki ulardan foydalanish qoidalarini buzish.",
            "matini": "Jangovar, maxsus yoki transport mashinalarini boshqarish yoxud ulardan foydalanish qoidalarini buzish badanga o‘rtacha og‘ir yoki og‘ir shikast yetkazilishiga sabab bo‘lsa, -\n\nikki yilgacha xizmat bo‘yicha cheklash yoki uch yilgacha ozodlikdan mahrum qilish bilan jazolanadi.\n\nO‘sha qilmish odam o‘lishiga sabab bo‘lsa,\n\nuch yildan yetti yilgacha ozodlikdan mahrum qilish bilan\n\njazolanadi.\n\nO‘sha qilmish:\n\na) odamlar o‘limiga;\n\nb) halokatga;\n\nv) boshqa og‘ir oqibatlarga sabab bo‘lsa,\n\nyetti yildan o‘n yilgacha ozodlikdan mahrum qilish bilan jazolanadi.",
            "sharxi": "1. Jinoyatning asosiy bevosita obyekti qonun bilan o‘rnatilgan jangovar texnikani, maxsus va transport mashinalarini boshqarish va foydalanish tartiblarini ta’minlovchi ijtimoiy munosabatlardan iborat. Qo‘shimcha bevosita obyekt odamlarning hayoti va salomatligi.\n\n2. Jinoyatning predmeti jangovar, maxsus va transport mashinalari. Bunday mashinalar deyilganda, har qanday avtonom dvigatelga ega bo‘lgan va odam boshqaradigan quruqlikda g‘ildirakda yoki gusenitsada o‘zi harakatlanadigan harbiy-transport vositasi tushuniladi.\n\n3. Jangovar mashinalar bu mashinalar, jangovar vazifani bajarish uchun mo‘ljallangan va jonli kuchlarni, dushman harbiy texnikasini va boshqa obyektlarni (tanklar, bronetransportyorlar, o‘zi yurar artilleriya va raketa qurilmalari, artilleriya tizimlariga ko‘maklashish uchun mo‘ljallangan mashinalar va o‘tni boshqarish anjomlari o‘rnatilgan tirkagich va boshqa shunday harbiy-texnik vositalar) nishonga olish uchun jihozlangan. 4. Maxsus mashinalar bu jangovar mashinalar\n\nqatoriga kirmaydigan, harbiy qismlarni va bo‘linmalarni muhandislik-texnik ta’minlashda maxsus funksiyalarni bajarish uchun mo‘ljallangan mashinalar. Turli muhandislik mashinalari (xandaq (transheya) qazuvchilar, buldozerlar, kovlagichlar va h.k.), sanitar transporti, harakatlanuvchi ta’mirlash ustaxonalari, laboratoriyalar va h.k. maxsus hisoblanadi.\n\n5. Transport mashinalari shaxsiy tarkibni, qurollarni, o‘q-dorilarni, harbiy texnik mulkni tashish uchun mo‘ljallangan hamda kundalik xo‘jalik, madaniy-maishiy, tibbiy va harbiy qismga boshqa xizmat ko‘rsatuvchi (yengil va yuk avtomobillari, avtobuslar, sanitar transporti va boshqalar) mashinalardir. Bunday mashinalarga O‘zbekiston Respublikasi Qurolli Kuchlarining relsli transporti teplovoz, temir yo‘l drezinalari va boshqalar ham kiradi.\n\n6. Jinoyat obyektiv tomondan badanga o‘rtacha og‘ir yoki og‘ir shikast yetishiga olib kelgan jangovar, maxsus va transport mashinasini boshqarish va ulardan foydalanish qoidalarini buzishda ifodalanadi.\n\n7. «Jangovar, maxsus yoki transport mashinalaridan belgilangan maqsadda foydalanish Ichki xizmat Nizomi, Yo‘l harakati qoidalari va boshqa huquqiy aktlarda belgilangan tartibga qat’iy rioya qilishni nazarda tutadi»?.\n\n8. Moddaning dispozitsiyasi blanket. Shaxsni jinoiy javobgarlikka tortish uchun mashinalarni boshqarish va ulardan foydalanish qoidalarining qaysi punkti buzilganligini, bu buzilishlar va ular oqibatida kelib chiqqan badanga o‘rtacha og‘ir yoki og‘ir shikast yetkazilishi orasida sababiy bog‘lanish mavjudligini aniqlash lozim (JKning 298-moddasi 1-qism).\n\n9. Boshqarish deganda, harakatlanuvchi mashinani bevosita boshqarish jarayoni tushuniladi. Boshqarishning boshlanish vaqti mashinaning yurish qismi (rildirak, gusenitsa) harakatlanayotgan vaqtdan boshlanadi, tugagan vaqti harakatning to‘xtatilishidir. Harakatning boshidan to oxirigacha haydovchi o‘rnatilgan boshqaruv qoidalariga rioya etishi lozim.\n\nBoshqarish qoidalarini buzish harbiy xizmatchilar uchun majburiy bo‘lgan harakat qilish yoki harakat qilmaslik yo‘li bilan harbiy-transport vositalarining harakati xavfsizligini ta’minlash me’yorlarini bajarmaslikdan iborat. Harakat tezligini oshirish, quvib o‘tish qoidalarini buzish, uzoqni ko‘rish chirog‘ini yaqiniga almashtirmaslik va h.k.lar shular jumlasidandir.\n\n10. Harbiy mashinalardan foydalanish deganda, ulardan mo‘ljalga muvofiq foydalanish va zarur texnik xizmatni ko‘rsatish tushuniladi. Mashinalardan foydalanish deganda, agregatlar, tizim va mexanizmlarni normal ishlashini ta’minlovchi texnika me’yorlariga va qoidalariga rioya etgan holda ishlatish hamda har qanday sharoitlarda xavfsizlik talablarini bajarish tushuniladi.\n\nFoydalanish qoidalarini buzish mo‘ljallanganiga va texnik imkoniyatlariga hamda texnik xizmatiga muvofiq mashinani ishlatish qoidalarini buzish: reysga texnik nosoz mashinani chiqarish, huquqi bo‘lmagan shaxsning mashinani boshqarishiga yo‘l qo‘yish, haydovchining noto‘g‘ri harakatlarini oldini olmaslik (masalan, mashinada boshliq vazifasini bajarayotgan shaxs tomonidan) va h.k.ni ifodalaydi.\n\n11. «Jinoyat kodeksining 298-moddasi nazarda tutgan jinoyatning muqarrar alomati yo‘l qo‘yilgan qonun-buzarliklar natijasida odamlarning halok bo‘lishi ularga og‘ir yoki o‘rtacha og‘ir shikast yetkazish kabi muayyan zararning kelib chiqishidir. Hayot va sog‘liqqa zarar yetkazish ushbu jinoyat tarkibi bilan qamrab olingan va u shaxsga qarshi jinoyatlar uchun javobgarlikni ko‘zda tutuvchi moddalar bilan qo‘shimcha tavsiflashni talab qilmaydi». \n\n12. Jinoyat qonunda ko‘rsatilgan oqibatlar, jumladan, badanga og‘ir yoki o‘rtacha og‘ir shikastlar yetkazilgan vaqtdan boshlab tugallangan hisoblanadi (JKning 298-moddasi 1-qismi). (Badanga o‘rtacha og‘ir, og‘ir shikast yetkazish tushunchalari to‘g‘risida JKning 104 hamda 105-moddalari sharhiga qarang).\n\n13. Ko‘rib chiqilayotgan Jinoyat subyektiv tomondan qasddan yoki ehtiyotsizlik orqasida sodir etiladi. Kelib chiqqan oqibatlarga aybdor faqat ehtiyotsizlik bilan munosabatda bo‘ladi. Aybdor o‘z qilmishi jamiyat uchun xavfli oqibatlar keltirib chiqarishi mumkinligini ko‘ra biladi, ammo unga yetarlicha asoslanmasdan, o‘zining yengiltakligi bo‘yicha, ular haqiqatan kelib chiqmasligiga yoki oldini olishiga umid qiladi (jinoiy o‘z-o‘ziga ishonish). Aybdor bunday oqibatlarning kelib chiqish imkoniyatini ko‘ra olmaydi, ammo ish holatlari bo‘yicha u ularni oldindan ko‘rishi lozim edi (jinoiy beparvolik).\n\nAgar harbiy xizmatchi ushbu jinoyatni sodir etganda zararli oqibatlariga qasddan munosabatda bo‘lsa, unda qilmishni oqibatlaridan kelib chiqib shaxsga qarshi va mulkka qarshi jinoyatlar uchun javobgarlik nazarda tutilgan JKning tegishli moddalari bo‘yicha kvalifikatsiya qilish lozim.\n\nJinoyatni sodir etish motivlari va maqsadi uni kvalifikatsiyalash uchun ahamiyatga ega bo‘lmaydi.\n\n14. Jinoyatning subyekti jangovar, maxsus yoki transport mashinasidan foydalanish uchun mas’ul bo‘lgan yoki uni bevosita boshqaradigan harbiy xizmatchi bo‘lishi mumkin.\n\n«Qoidabuzarni boshqarish qoidalarini buzganlik uchun javobgarlikka tortishda uning shtat bo‘yicha haydovchi bo‘lish-bo‘lmasligining va mashinani boshqara olish-olmasligining ahamiyati yo‘q»’.\n\nHarbiy mashinalardan foydalanish qoidalarini buzish subyekti faqat ushbu qoidalarga rioya qilish majburiyati maxsus yuklatilgan harbiy xizmatchigina bo‘lishi mumkin: haydovchilar xizmati bo‘yicha bo‘ysunadigan boshliqlar, mashina bo‘yicha kattalar, nazorat-o‘tkazish punkti (KPP) bo‘yicha navbatchilar va hokazo. U, shuningdek, ma’lum foydalanish qoidalariga rioya qilishga majbur bo‘lgan mashina haydovchisi ham bo‘lishi mumkin.\n\nMashina bo‘yicha mas’ul harbiyning vazifalarini buzish bilan bog‘liq bo‘lgan harakatlari boshqa jinoyat tarkiblarini ham yuzaga keltirishi mumkinligini hisobga olish kerak.\n\n«Instruktor nazorati ostida o‘quv mashinasida boshqarishni o‘rganayotgan harbiy xizmatchini Jinoyat kodeksining 298-moddasida nazarda tutilgan jinoyat uchun javobgarlikka tortib bo‘lmaydi. Bunday holda harakat xavfsizligini ta’minlash instruktorga yuklatilgan bo‘lib, aynan u boshqarish qoidalarini buzganlik uchun javobgardir».\n\n15. Mashinaning texnik holatini nazorat qilish majburiyatlari yuklatilmagan harbiy xizmatchilar ham ushbu jinoyat-ning subyektlari bo‘lmaydi. Masalan, sutkalik naryad shaxslari, xususan, faqat haydovchida harbiy qismdan tashqariga chiqish uchun tegishli hujjatning bor-yo‘qligini tekshirishga majbur bo‘lgan nazorat-o‘tkazish punktining navbatchilari.\n\n16. JKning 298-moddasida ko‘rsatilgan jinoyat harbiy xizmatchi tomonidan jangovar, maxsus yoki transport mashinasida sodir etiladi. Harbiy xizmatchi tomonidan jangovar, maxsus yoki transport mashinasi bo‘lmagan mashinani boshqarish qoidalarini buzish, xuddi fuqaroviy shaxs tomonidan jangovar, maxsus yoki transport mashinasini boshqarish qoidalarini buzish kabi JK 266-moddasining alomatlariga mos keladi (Transport vositalari harakati yoki ulardan foydalanish xavfsizligi qoidalarini buzish).\n\n17. JKning 298-moddasi 2-qismida mashinalarni bosh-qarish yoki ulardan foydalanish qoidalarini buzganlik uchun javobgarlik nazarda tutilgan:\n\na) odam o‘limiga sabab bo‘lsa.\n\n18. (Odam o‘limi tushunchasi haqida JKning 97-moddasi sharhiga qarang). \n\n19. Harbiy mashinani boshqarish qoidalarini buzishni hamda ushbu hodisaning natijasida hayoti xavf ostida qolgan va o‘zini o‘zi himoya qilish imkoniyatidan mahrum bo‘lgan shaxsga yordam ko‘rsatmaslikni birgalikda sodir etgan shaxsning harakatlarini JKning 298-moddasi bilan birgalikda JK 117-moddasining tegishli qismi bo‘yicha kvalifikatsiya qilinishi lozim.\n\nAgar jabrlanuvchiga mashinani boshqarish qoidalarini buzish oqibatida hayot uchun xavfli bo‘lmagan yengil tan jarohatlari yetkazilgan bo‘lsa yoki uning o‘limi bevosita voqea paytida yuz bergani ochiq-oydin bo‘lsa yoki aybdor shaxsning jabrlanuvchiga yordam ko‘rsatishi majburiy bo‘lsa-da, uning o‘z hayoti yoki sog‘lig‘i uchun ochiq xavf yuzaga kelgan bo‘lsa, ya’ni uning yordam ko‘rsatish imkoniyati bo‘lmasa, shaxs JKning 117-moddasi bo‘yicha javobgarlikdan ozod etiladi.\n\n20. Boshqarish qoidalarini buzishning maxsus kvalifikatsiya qilingan tarkibi sharhlanayotgan moddaning 3-qis-mida nazarda tutilgan va shunday oqibatlarni maxsus kvalifikatsiya belgilari sifatida o‘z ichiga oladi:\n\na) odamlar o‘limiga;\n\nb) halokatga;\n\nv) boshqa og‘ir oqibatlarga sabab bo‘lsa. (JKning 260-moddasi sharhiga qarang).\n\n21. «Boshqa oqibatlar»ga ancha miqdordagi moddiy yoki moddiy bo‘lmagan zarar kiradi. Moddiy zarar avtomashina, muhandislik qurilmalari va boshqa binolarni yo‘q qilish yoki shikast yetkazishda, chorva mollarining nobud bo‘lishi va hokazolarda ifodalanishi mumkin. Moddiy bo‘lmagan og‘ir oqibatlar muhim harbiy topshiriqlar, jangovar, harbiy-o‘quv vazifalari yoki boshqa tadbirlarning barbod bo‘lishida ifodalanishi mumkin\"."
        },
        {
            "modda_raqami": "299-modda. Uchish yoki uchishga tayyorgarlik ko‘rish qoidalarini buzish.",
            "matini": "Uchish yoki uchishga tayyorgarlik ko‘rish qoidalarini, shuning dek, uchish apparatlaridan foydalanish qoidalarini buzish halokat yuz berishiga yoki boshqa og‘ir oqibatlarga sabab bo‘lsa,\n\nbesh yildan o‘n yilgacha ozodlikdan mahrum qilish bilan jazolanadi.",
            "sharxi": "1. Jinoyatning asosiy bevosita obyekti Qurolli Kuchlarda o‘rnatilgan uchish yoki uchishga tayyorgarlik ko‘rishning tartibiga hamda harbiy uchish apparatlaridan foydalanish qoidalariga rioya etilishini ta’minlovchi ijtimoiy munosabatlar bo‘ladi. Qo‘shimcha bevosita obyekt fuqarolarning hayoti, sog‘lig‘i, Qurolli Kuchlar mulkining xavfsizligini ta’minlaydigan ijtimoiy munosabatlardir.\n\n2. Ushbu jinoyatning predmeti uchish apparatlari hisoblanadi. Uchish apparatlariga O‘zbekiston Respublikasi Qurolli Kuchlariga tegishli bo‘lgan samolyotlar, vertolyotlar, planerlar va ularning maqsadidan qat’i nazar, boshqa inson tomonidan boshqariladigan uchish apparatlari (jangovar, razvedka, transport uchish apparatlari), shuningdek, uchuvchisiz uchadigan samolyotlar va planerlar kiradi.\n\n3. Obyektiv tomondan JKning 299-moddasida ko‘zda tutilgan jinoyat halokat yuz berishiga yoki boshqa og‘ir oqibatlarga sabab bo‘lgan uchish yoki uchishga tayyorgarlik ko‘rish qoidalarini, shuningdek, uchish apparatlaridan foydalanish qoidalarini buzishda ifodalanadi.\n\n4. Ushbu modda blanket dispozitsiyali. Har bir alohida holatda uchish qoidalarining, shuningdek, uchish apparatlaridan foydalanish qoidalarining qaysi bandi buzilganligi hamda ushbu buzish va halokat yoki boshqa og‘ir oqibatlar shaklidagi yuz bergan oqibatlar o‘rtasida sababiy bog‘lanishni aniqlash lozim. \n\nUchishlarni bajarish tartibi, shuningdek, harbiy uchish apparatlaridan foydalanishning qoidalari ham umumfuqaroviy, ham maxsus harbiy qo‘llanuvchi turli me’yoriy hujjatlar (boshqarish texnikasi, harbiy aviatsiya xizmatlarining muhandislik-aviatsiya, shturmanlik, navigatsiya, meteorologik va boshqa turlari masalalari bo‘yicha buyruqlar, qo‘llanmalar, yo‘riqnomalar) bilan batafsil belgilab berilgan.\n\n5. Uchish deb, dvigatellarni uchib ketish uchun ishga tushirishdan boshlab, qo‘nishdan keyin dvigatellarni to‘xtatish bilan tugallanadigan vaqt davri hisoblanadi.\n\n6. Shuning uchun ushbu jinoyat uchun javobgarlik faqat uchish apparatini havoda boshqarish vaqtida yoki ko‘tarilish-qo‘nish yo‘lagidagi harakat chog‘ida ko‘tarilish yoki qo‘ngandan so‘ng dvigatel to‘xtashigacha bo‘lgan vaqtda uchish apparatini boshqarish qoidalarini buzish, shuningdek, mashinani va ekipajni uchish oldidan tayyorlash qoidalarini buzgandagina yuzaga kelishi mumkin. Mashinaning havoga ko‘tarilishi yoki qo‘nishi bilan bog‘liq bo‘lmagan hodisalar ushbu modda bilan javobgarlikka tortishga asos bo‘la olmaydi va boshqa jinoyat tarkibini tashkil etishi mumkin.\n\n7. Uchish qoidalarini buzish uchuvchi tomonidan uchish apparatining uchib ketishi, uchishi va qo‘nishi paytida uchishni boshqarishning belgilangan qoidalarini bajarmaslik yoki tegishlicha bajarmasligidir. Uchish qoidalarini buzish uchishni boshqarish texnikasida, oriyentirlarni yoki yo‘l boshqaruvini yo‘qotib qo‘yishda, pikedan chiqishning kechikishida, joyiga yetmay yoki undan oshib ketib yerga qo‘nishda, oxirigacha chiqarilmagan shassi bilan yerga qo‘nishda, qo‘nish uchun pasayish tezligidan ortiq tezlik bilan harakatlanishda va hokazolardagi xatolar bilan bog‘liq bo‘lishi mumkin.\n\nUchishga tayyorgarlik ko‘rish qoidalarini buzish ekipaj a’zolarining uchishga tayyorgarlik ko‘rish va uchishga yo‘l qo‘yilishi qoidalarini bajarmaslik yoki mashinaning o‘zini uchishga tayyorlashning qoidalarini buzish bilan bog‘liq bo‘ladi (kasal uchuvchining uchishi, tibbiy ko‘rikdan o‘tmaslik, uchish apparatiga ishlatishga yaroqsiz bo‘lgan yonilg‘i yoki foydalanish suyuqliklarini quyish, uchish apparatiga tegishlicha bo‘lmagan texnik xizmat ko‘rsatilishi, ayrim tugunlar va agregatlarni siz ta’mirlash va hokazo). sifatsiz ta’\n\n8. Uchish apparatidan foydalanish deb, undan maqsadiga ko‘ra foydalanish tushuniladi. Foydalanish tushunchasi bilan, shuningdek, uchish apparatlarining avariyasiz ishlab turishini ta’minlaydigan tizimlar va agregatlardan maqsadiga ko‘ra foydalanish ham qamrab olinadi.\n\nUchish apparatidan foydalanish uning uchishi\n\nyoki uchishga tayyorgarlik tushunchasiga qaraganda kengroq tushunchadir. Agar uchish jarayoni undan foydalanishdan ajralmas bo‘lsa, u holda undan foydalanish ham uchish davrida, ham undan tashqarida sodir bo‘lishi mumkin (masalan, samolyotning angarda turish davrida, vertolyotning uchishdan keyingi xizmat ko‘rsatish davrida va hokazo).\n\nFoydalanish qoidalarini buzish, masalan, kerakli qo‘shimcha tayyorgarlikdan o‘tmagan shaxslarning boshqarishga qo‘yilishini, uchish apparatidan maqsadsiz foydalanishni, samolyotda yukni noto‘g‘ri joylashtirish, uchish xavfsizligini ta’minlaydigan tugunlar va mexanizmlarga texnik xizmat ko‘rsatish talablaridan chekinish va uchish apparatlaridan foydalanishning xavfsiz sharoitlarini ta’minlaydigan undan foydalanish tartibining boshqa buzilishlarini o‘z ichiga oladi.\n\n9. Jinoyat halokat yoki boshqa og‘ir oqibatlar shaklidagi oqibatlar yuzaga kelgan paytidan boshlab tugallangan deb hisoblanadi.\n\n10. Halokat deganda, harakatlanayotgan uchish apparatining unda uchayotgan ekipaj a’zolaridan, ko‘chirilayotgan bo‘linma shaxsiy tarkibidan yoki havo kemasida bo‘lgan boshqa shaxslardan birortasining halok bo‘lishiga sabab bo‘lgan buzilishi yoki shikastlanishi tushuniladi.\n\n11. Boshqa og‘ir oqibatlarga quyidagilar kirishi mumkin: havo kemasida bo‘lgan shaxslarning badaniga og‘ir shikast yetkazilishi; uchish apparatining yerga qulab tushishi yoki majburan qo‘nishi natijasida yerdagi odamlarning halok bo‘lishi yoki ularning badaniga og‘ir shikast yetkazilishi; avariya, ya’ni samolyotga uning to‘la yaroqsiz holga kelishiga sabab bo‘lgan darajada shikast yetkazilishi; mashinalarning ularni ta’mirlash uchun anchagina moddiy xarajatlar talab qiladigan darajada buzilishi; havo kemasining halokati, qulashi yoki majburan qo‘nishi chog‘ida davlat, shuningdek, harbiy mulkning yoki shaxsiy mulkning nobud bo‘lishi yoki ularga katta miqdorda zarar yetkazilishi.\n\n12. Tergov va sud organlari har bir aniq holatda ushbu voqea va yuz bergan oqibatlar o‘rtasidagi sabab-oqibat bog‘lanishi mavjudligini aniqlashi lozim, aks holda sodir etilgan qilmishda ushbu jinoyat tarkibining mavjudligini ta’kidlash mumkin emas.\n\n13. Jinoyatning subyektiv tomoni ehtiyotsizlik shakli-dagi ayb bilan ifodalanadi. Uchish yoki uchishga tayyorgarlik ko‘rish qoidalarini buzishga yo‘l qo‘ygan shaxs og‘ir oqibatlar yuz berishi mumkinligini oldindan ko‘ra oladi, lekin asossiz holda ushbu oqibatlar yuz bermaydi, deb hisoblaydi yoki ularni oldindan ko‘ra olishi lozim va mumkin edi.\n\nSodir etilgan qilmishni JKning ushbu moddasi bo‘yicha kvalifikatsiya qilish uchun jinoyatni sodir etish motivi ahamiyatga ega emas.\n\n14. JKning 299-moddasida nazarda tutilgan «jinoyat-ning subyekti zimmasiga uchish yoki uchishga tayyorgarlik ko‘rishni ta’minlashga oid maxsus vazifa yuklatilgan harbiy xizmatchilar bo‘lishlari mumkin. Uchish rahbari, havo kemasining qo‘mondoni, uchuvchi, bort muhandisi, shturman va boshqalar ham javobgarlikka tortilishlari mumkin»."
        },
        {
            "modda_raqami": "300-modda. Kemani boshqarish qoidalarini buzish.",
            "matini": "Kemani boshqarish qoidalarini buzish kemaning halokatga uchrashiga yoki unga jiddiy shikast yetkazilishiga, odamlar halok bo‘lishiga yoki boshqa og‘ir oqibatlarga sabab bo‘lsa,\n\nbesh yildan o‘n yilgacha ozodlikdan mahrum qilish bilan jazolanadi.",
            "sharxi": "1. Jinoyatning asosiy bevosita obyekti Qurolli Kuchlarda o‘rnatilgan kemani boshqarishning tartibini hamda harbiy kemalardan foydalanish qoidalarini ta’minlaydigan ijtimoiy munosabatlar bo‘ladi. Qo‘shimcha bevosita obyekt fuqarolarning hayoti, sog‘lig‘i, Qurolli Kuchlar mulkining xavfsizligini ta’minlaydigan ijtimoiy munosabatlardir.\n\n2. Ushbu jinoyatning predmeti faqat harbiy kemalar, ya’ni O‘zbekiston Respublikasi Harbiy Dengiz floti kema tarkibining kemalari bo‘lishi mumkin. Bular jangovar va qorovul kemalari, maxsus maqsadli suzish vositalari, katerlar va boshqalar bo‘lishi mumkin.\n\n3. Obyektiv tomondan JKning 300-moddasida ko‘zda tutilgan jinoyat kemaning halokatga uchrashiga yoki jiddiy shikastlanishiga, odamlar halok bo‘lishiga yoki boshqa og‘ir oqibatlarga sabab bo‘lgan kemani boshqarish qoidalarini buzishda ifodalanadi.\n\n4. Ushbu modda blanket dispozitsiyalidir. Jinoiy javobgarlik kelib chiqishi uchun kemani boshqarish qoidalarining buzilishini hamda ushbu qoida buzish bilan kemaning halokatga uchrashi yoki jiddiy shikastlanishi, odamlar halok bo‘lishi yoki boshqa og‘ir oqibatlar o‘rtasida sababiy bog‘lanishni aniqlash lozim.\n\n5. Kemani boshqarish kemani suzish paytida bevosita boshqarishni, kemaning kursi va tezligini aniqlash, uning manzilini aniqlash, manevrlarni amalga oshirish, buksirga olish, to‘qnashishning oldini olish choralarini ko‘rish, ob-havo o‘zgarishi holatida xavfsizlik choralarini ko‘rish va hokazo, ya’ni Kema nizomi, maxsus qo‘llanmalar, yo‘riqnomalar va boshqa me’yoriy hujjatlar bilan belgilangan suv kemasini boshqarishning ma’lum qoidalarini o‘z ichiga oladi.\n\nKemani boshqarish qoidalarini buzish, masalan, kema boshlig‘ining chuqurliklarni muntazam o‘lchab borish yoxud daryoning tor joyida yoki qirg‘oqqa yaqin joyda suzish tezligini kamaytirish choralarini ko‘rmaslikda ifodalanishi mumkin.\n\n6. Faqat qonunda belgilangan og‘ir oqibatlarga, ya’ni kemaning halokatga uchrashi, uning jiddiy shikastlanishi, odamlar halok bo‘lishi yoki boshqa og‘ir oqibatlarga olib kelgan kema boshqarish qoidalarining buzilishlari jinoiy javobgarlikka sabab bo‘ladi.\n\nKemaning halokatga uchrashi deb, uning to‘liq buzilishi yoki cho‘ktirilishi tushuniladi. Kemani tiklash mumkin bo‘lmagan holda u halokatga uchragan deb tan olinadi.\n\nKemaga jiddiy shikast yetkazilishi deb, kemaga kapital ta’mirlashni talab etuvchi shikastlar yetkazilishi tushuniladi.\n\nOdamlar halok bo‘lishi deb, kema jamoasi ikki va undan ortiq a’zosining o‘limi tushuniladi.\n\nBoshqa og‘ir oqibatlarga quyidagilar kiradi: ikki yoki undan ortiq jamoa a’zolariga yoki kema yo‘lovchilariga og‘ir yoki o‘rtacha og‘irlikdagi tan jarohatlarining yetkazilishi, harbiy topshiriqning buzilishi, ekologik halokat, o‘simliklar, hayvonlarning ommaviy halokati va boshqalar.\n\nKemani boshqarish qoidalarining buzilishi kemaning halokatga uchrashi yoki jiddiy shikastlanishi, odamlar halok bo‘lishi yoki boshqa og‘ir oqibatlar yuzaga kelgan paytidan boshlab tugallangan jinoyat deb hisoblanadi.\n\n7. Tergov va sud organlari har bir aniq holatda ushbu voqea va yuz bergan oqibatlar o‘rtasidagi sababiy bog‘lanish mavjudligini aniqlashi lozim, aks holda sodir etilgan qilmishda ushbu jinoyat tarkibining borligini ta’kidlash mumkin emas.\n\n8. Subyektiv tomondan kemani boshqarish qoida-larini buzish ham qasddan, ham ehtiyotsizlik bilan bo‘lishi mumkin. Lekin yuz bergan oqibatlarga nisbatan Jinoyatning subyektining aybi doimo ehtiyotsizlik shaklida ifodalanadi (jinoiy o‘z-o‘ziga ishonish yoki jinoiy beparvolik). Aks holda aybdor shaxsning JK boshqa moddalari bilan javobgarligi (davlatga xoinlik qilish, mulkni qasddan nobud qilish yoki unga zarar yetkazish va boshqalar) masalasi qo‘yilishi mumkin.\n\n9. Jinoyatning subyekti kemani boshqarish qoidalarini buzgan harbiy xizmatchi bo‘lishi mumkin. Bu kemaning rahbari, kema rahbarining yordamchisi, kemani boshqarish, jumladan manevr qilish vazifalarini bajarayotgan shturman va soqchilikdagi zobit bo‘lishi mumkin."
        },
        {
            "modda_raqami": "300-modda. Kemani boshqarish qoidalarini buzish.",
            "matini": "Kemani boshqarish qoidalarini buzish kemaning halokatga uchrashiga yoki unga jiddiy shikast yetkazilishiga, odamlar halok bo‘lishiga yoki boshqa og‘ir oqibatlarga sabab bo‘lsa,\n\nbesh yildan o‘n yilgacha ozodlikdan mahrum qilish bilan jazolanadi.",
            "sharxi": "1. Jinoyatning asosiy bevosita obyekti Qurolli Kuchlarda o‘rnatilgan kemani boshqarishning tartibini hamda harbiy kemalardan foydalanish qoidalarini ta’minlaydigan ijtimoiy munosabatlar bo‘ladi. Qo‘shimcha bevosita obyekt fuqarolarning hayoti, sog‘lig‘i, Qurolli Kuchlar mulkining xavfsizligini ta’minlaydigan ijtimoiy munosabatlardir.\n\n2. Ushbu jinoyatning predmeti faqat harbiy kemalar, ya’ni O‘zbekiston Respublikasi Harbiy Dengiz floti kema tarkibining kemalari bo‘lishi mumkin. Bular jangovar va qorovul kemalari, maxsus maqsadli suzish vositalari, katerlar va boshqalar bo‘lishi mumkin.\n\n3. Obyektiv tomondan JKning 300-moddasida ko‘zda tutilgan jinoyat kemaning halokatga uchrashiga yoki jiddiy shikastlanishiga, odamlar halok bo‘lishiga yoki boshqa og‘ir oqibatlarga sabab bo‘lgan kemani boshqarish qoidalarini buzishda ifodalanadi.\n\n4. Ushbu modda blanket dispozitsiyalidir. Jinoiy javobgarlik kelib chiqishi uchun kemani boshqarish qoidalarining buzilishini hamda ushbu qoida buzish bilan kemaning halokatga uchrashi yoki jiddiy shikastlanishi, odamlar halok bo‘lishi yoki boshqa og‘ir oqibatlar o‘rtasida sababiy bog‘lanishni aniqlash lozim.\n\n5. Kemani boshqarish kemani suzish paytida bevosita boshqarishni, kemaning kursi va tezligini aniqlash, uning manzilini aniqlash, manevrlarni amalga oshirish, buksirga olish, to‘qnashishning oldini olish choralarini ko‘rish, ob-havo o‘zgarishi holatida xavfsizlik choralarini ko‘rish va hokazo, ya’ni Kema nizomi, maxsus qo‘llanmalar, yo‘riqnomalar va boshqa me’yoriy hujjatlar bilan belgilangan suv kemasini boshqarishning ma’lum qoidalarini o‘z ichiga oladi.\n\nKemani boshqarish qoidalarini buzish, masalan, kema boshlig‘ining chuqurliklarni muntazam o‘lchab borish yoxud daryoning tor joyida yoki qirg‘oqqa yaqin joyda suzish tezligini kamaytirish choralarini ko‘rmaslikda ifodalanishi mumkin.\n\n6. Faqat qonunda belgilangan og‘ir oqibatlarga, ya’ni kemaning halokatga uchrashi, uning jiddiy shikastlanishi, odamlar halok bo‘lishi yoki boshqa og‘ir oqibatlarga olib kelgan kema boshqarish qoidalarining buzilishlari jinoiy javobgarlikka sabab bo‘ladi.\n\nKemaning halokatga uchrashi deb, uning to‘liq buzilishi yoki cho‘ktirilishi tushuniladi. Kemani tiklash mumkin bo‘lmagan holda u halokatga uchragan deb tan olinadi.\n\nKemaga jiddiy shikast yetkazilishi deb, kemaga kapital ta’mirlashni talab etuvchi shikastlar yetkazilishi tushuniladi.\n\nOdamlar halok bo‘lishi deb, kema jamoasi ikki va undan ortiq a’zosining o‘limi tushuniladi.\n\nBoshqa og‘ir oqibatlarga quyidagilar kiradi: ikki yoki undan ortiq jamoa a’zolariga yoki kema yo‘lovchilariga og‘ir yoki o‘rtacha og‘irlikdagi tan jarohatlarining yetkazilishi, harbiy topshiriqning buzilishi, ekologik halokat, o‘simliklar, hayvonlarning ommaviy halokati va boshqalar.\n\nKemani boshqarish qoidalarining buzilishi kemaning halokatga uchrashi yoki jiddiy shikastlanishi, odamlar halok bo‘lishi yoki boshqa og‘ir oqibatlar yuzaga kelgan paytidan boshlab tugallangan jinoyat deb hisoblanadi.\n\n7. Tergov va sud organlari har bir aniq holatda ushbu voqea va yuz bergan oqibatlar o‘rtasidagi sababiy bog‘lanish mavjudligini aniqlashi lozim, aks holda sodir etilgan qilmishda ushbu jinoyat tarkibining borligini ta’kidlash mumkin emas.\n\n8. Subyektiv tomondan kemani boshqarish qoida-larini buzish ham qasddan, ham ehtiyotsizlik bilan bo‘lishi mumkin. Lekin yuz bergan oqibatlarga nisbatan Jinoyatning subyektining aybi doimo ehtiyotsizlik shaklida ifodalanadi (jinoiy o‘z-o‘ziga ishonish yoki jinoiy beparvolik). Aks holda aybdor shaxsning JK boshqa moddalari bilan javobgarligi (davlatga xoinlik qilish, mulkni qasddan nobud qilish yoki unga zarar yetkazish va boshqalar) masalasi qo‘yilishi mumkin.\n\n9. Jinoyatning subyekti kemani boshqarish qoidalarini buzgan harbiy xizmatchi bo‘lishi mumkin. Bu kemaning rahbari, kema rahbarining yordamchisi, kemani boshqarish, jumladan manevr qilish vazifalarini bajarayotgan shturman va soqchilikdagi zobit bo‘lishi mumkin."
        }
    ]
}