{
    "bob_nomi": "XXII bob. Harbiy xizmatni o‘tash tartibiga qarshi jinoyatlar",
    "moddalar": [
        {
            "modda_raqami": "287-modda. Harbiy qism yoki xizmat joyini o‘zboshimchalik bilan tashlab ketish. ",
            "matini": "Muddatli harbiy xizmat harbiy xizmatchisining harbiy qism yoki xizmat joyini o‘zboshimchalik bilan tashlab ketishi, shuningdek, harbiy qismdan qisqa muddatga ruxsat berilganda, boshqa xizmatga tayinlanganda yoki boshqa xizmat joyiga o‘tkazilganda, xizmat safaridan, otpuskadan yoki davolash muassasasidan uzrli sabablarsiz bir kecha-kunduzdan ortiq, lekin o‘n kecha-kunduzdan ko‘p bo‘lmagan muddat davomida xizmat joyida hozir bo‘lmasligi, shunday qilmishlar uchun intizomiy jazo chorasi qo‘llanilganidan keyin sodir etilgan bo‘lsa,\n\nbir yilgacha intizomiy qismga yuborish yoki bir yilgacha ozodlikdan mahrum qilish bilan jazolanadi.\n\nMuddatli harbiy xizmat harbiy xizmatchisi, ofitserlar tarkibidan bo‘lgan shaxs yoki harbiy xizmatni kontrakt (shartnoma) bo‘yicha o‘tayotgan harbiy xizmatchining qism yoki xizmat joyini o‘zboshimchalik bilan tashlab ketishi, shuningdek uzrli sabablarsiz belgilangan muddatdan o‘n kecha-kunduzdan ortiq, lekin bir oydan ko‘p bo‘lmagan muddat davomida xizmat joyiga yetib kelmasligi\n\nikki yilgacha xizmat bo‘yicha cheklash yoki uch yilgacha ozodlikdan mahrum qilish bilan jazolanadi.\n\nHarbiy qism yoki xizmat joyini o‘zboshimchalik bilan tashlab ketish, shuningdek, xizmatga belgilangan muddatdan uzrli sabablarsiz bir oydan ortiq vaqt ichida yetib kelmaslik ushbu moddaning ikkinchi qismida ko‘rsatilgan shaxslar tomonidan sodir etilgan bo‘lsa,\n\nbesh yilgacha ozodlikdan mahrum qilish bilan jazolanadi.\n\nUshbu moddada nazarda tutilgan qilmishlar jangovar vaziyatda sodir etilgan bo‘lsa, muddatidan qat’i nazar, -\n\nbesh yildan o‘n yilgacha ozodlikdan mahrum qilish bilan jazolanadi.",
            "sharxi": "1. O‘zbekiston Respublikasining Konstitutsiyasida O‘zbekiston Respublikasini himoya qilish har bir fuqaroning burchidir, deb belgilangan. Fuqarolar qonunda belgilangan tartibda harbiy yoki muqobil xizmatni o‘tashga majburdirlar.\n\nO‘zbekiston Respublikasida haqiqiy harbiy yoki muqobil xizmatni o‘tash tartiblari O‘zbekiston Respublikasining «Umumiy harbiy majburiyat va harbiy xizmat to‘g‘risida»gi, «Mudofaa to‘g‘risida»gi Qonunlari va O‘zbekiston Respublikasining harbiy nizomlari asosida o‘rnatilgan.\n\n2. Jinoyatning bevosita obyekti har bir harbiy xizmatchi belgilangan joyda xizmatni o‘tashi va harbiy xizmat davom etayotgan butun muddat davomida xizmat majburiyatlarini to‘la hajmda bajarishi lozimligini, Qurolli Kuchlarda harbiy xizmatni o‘tashning qonunchilikda belgilagan tartibini ta’minlovchi ijtimoiy munosabatlardan iborat.\n\n3. JKning 287-moddasi 1-qismida nazarda tutilgan jinoyatning obyektiv tomoni muddatli harbiy xizmat harbiy xizmatchisining harbiy qism yoki xizmat joyini o‘zboshimchalik bilan tashlab ketishi, shuningdek, harbiy qismdan qisqa muddatga ruxsat berilganda, boshqa xizmatga tayinlanganda yoki boshqa xizmat joyiga o‘tkazilganda, xizmat safaridan, mehnat ta’tilidan yoki davolash muassasasidan uzrli sabablarsiz bir kecha-kunduzdan ortiq, lekin o‘n kecha-kunduzdan ko‘p bo‘lmagan muddat davomida xizmat joyida hozir bo‘lmasligida ifodalanadi.\n\n4. Chaqiruv bo‘yicha harbiy xizmat o‘tayotgan harbiy xizmatchilar harbiy qism hududida joylashgan kazarmalarga o‘rnashadilar. Harbiy xizmatni o‘tash boshqa joylarda bo‘lishi ham mumkin.\n\n5. Harbiy qism hududi qorovul, naryad yoki boshqa usul bilan qo‘riqlanadigan, shu harbiy qism yoki alohida bo‘lim uchun qism komandiri yoki yuqori qo‘mondon buyrug‘i bilan o‘rnatilgan alohida chegaralangan joyda joylashgan kazarma, lager yoki ko‘chma hudud hisoblanadi. Chegara qo‘shinlarida harbiy qism hududiga nafaqat chegara otryadi joylashgan hudud, balki chegara zastavasi joylanmasi ham ushbu otryadning alohida joylashgan bo‘limi sifatida kiradi.\n\n6. Xizmatni o‘tash joyi deb, tegishli qo‘mondonlik farmoyishi yoki ruxsati bilan har qanday xizmat majburiyatlarini amalda bajarish joylarini tushunish lozim. Bu xo‘jalik ishlarini bajarish joyi yoki qorovulda, naryadda; harbiy-tibbiy muassasada statsionar davolanish davrida; vaqtincha safarga yuborilgan vaqt qismida; transportda shaxsiy tarkibni ko‘chirishda transport vositalarida (poyezdda, avtomobil eshelonlarida, kemalarda) majburiyatlarni bajarish bo‘lishi mumkin.\n\n7. Harbiy qism yoki xizmat joyini faqat tegishli harbiy bo‘lim komandirining (boshlig‘ining) ruxsati bilan tark etish mumkin. Komandirning ruxsatisiz harbiy qism yoki xizmat joyini, xizmat joylashgan joyni tark etish harbiy nizom bilan taqiqlanadi, aks holda bu harbiy qism yoki xizmat joyini o‘zboshimchalik bilan tashlab ketish bo‘ladi.\n\n8. Agar erkinlik berish huquqiga ega bo‘lmagan (masalan, vzvod komandirining ruxsati bilan) boshliqning ruxsati bilan qismdan ketish holatlarida, harbiy xizmatchi olingan ruxsatnomasining vakolatliligi to‘g‘risida vijdonan adashganligi tufayli ko‘rib chiqilayotgan jinoyat tarkibi vujudga kelmaydi. Bunday hollarda o‘z xizmat vakolatlaridan chetga chiqqan boshliq javobgar bo‘ladi.\n\n9. Muddatli harbiy xizmat harbiy xizmatchisining harbiy qism yoki xizmat joyini o‘zboshimchalik bilan tashlab ketishining zaruriy belgisi bir sutkadan ortiq, ammo o‘n sutkadan ko‘p bo‘lmagan vaqtda uning harbiy qismda yoki xizmat joyida bo‘lmasligidir. Bu muddatni harbiy qismni yoki xizmat joyini tark etgan vaqtdan, toki shu shaxsning qismga qaytishi yoki uning ushlanish vaqtigacha hisoblash lozim.\n\n10. Qismdan erkinlikka chiqqanda, boshqa joyga tayinlanganda yoki o‘tkazilganda, safardan, ta’tildan yoki davolash muassasasidan uzrli sabablarsiz o‘z muddatida xizmatga kelmaslik deb, harbiy xizmatchi qismdan yoki xizmat joyidan qonunga asoslangan holda chiqib ketib, harbiy xizmatchiga berilgan chaqiruv qog‘ozi, safar guvohnomasi, ta’til chiptasi, chiqishga ruxsat beruvchi hujjat bo‘yicha ko‘rsatilgan qo‘mondon tomonidan belgilangan muddatdan ortiq vaqt qismdan yoki xizmat joyidan tashqarida bo‘lishiga aytiladi.\n\nQaytib kelmaslik uchun uzrli sabablar harbiy xizmat-chining kasal bo‘lishi, yaqin qarindoshlarining o‘limi, tabiiy ofatlar va ular bilan bog‘liq bo‘lgan aholi punktlari bilan transport aloqalarining uzilib qolishi, harbiy holat va boshqa harbiy xizmatchini uning xizmat joyiga o‘z vaqtida qaytishiga obyektiv to‘sqinlik qiluvchi boshqa vaziyatlar hisoblanadi.\n11. O‘zboshimchalik bilan tashlab ketish kabi qaytib kelmaslik ham harbiy xizmatchi qismda 1 sutkadan ortiq, ammo 10 sutkadan ko‘p bo‘lmagan vaqtda yo‘q bo‘lgan bo‘lsa, jinoiy javobgarlik kelib chiqadi.\n\n12. Ushbu moddaning birinchi qismi ma’muriy preyuditsiyaga ega. Muddatli harbiy xizmatchiga harbiy qism yoki xizmat joyini o‘zboshimchalik bilan tashlab ketganligi uchun intizomiy jazo chorasi qo‘llanganidan so‘nggina, unga nisbatan xuddi shunday qilmish uchun jinoiy javobgarlik kelib chiqadi.\n\n13. Jinoyat agar harbiy xizmatchi qonunga xilof ravishda harbiy qismdan yoki xizmat joyidan tashqarida bo‘lib, 10 kun davomida xizmatni o‘tash joyiga kelmasa, jinoyat tugallangan deb topiladi.\n\nQismni o‘zboshimchalik bilan tashlab ketishning davo-miyligi qismni (xizmat joyini) o‘zboshimchalik bilan tashlab ketgan yoki qismga kelish vaqti tugaganidan so‘ng va uning qismga (xizmat joyiga) qaytgan yoki ushlangan vaqtigacha hisoblanadi. Bunda vaqtni hisoblash JPKning 314-moddasida belgilangan muddatlarni hisoblash qoidalariga muvofiq amalga oshiriladi.\n\n14. Subyektiv tomondan jinoyat qasddan yoki ehtiyotsizlik orqasida sodir etiladi. Agar, aybdor harbiy qismni yoki xizmat joyini komandirning ruxsatisiz tark etayotganini yoki qism xududiga belgilangan muddatda qaytmasligini anglasa va ushbu qilmishni sodir etishni istasa, ushbu harbiy qismni yoki xizmat joyini o‘zboshimcha-lik bilan tashlab ketish qasddan qilingan deb topiladi.\n\nO‘z muddatida xizmatga yetib kelmaslik ham qasddan, ham ehtiyotsizlik bilan sodir etilishi mumkin.\n\nJinoyat motivi kvalifikatsiya qilish uchun ahamiyatga ega emas. «Qarindosh va tanishlarni borib ko‘rish, xizmat hordig‘ini chiqarish, oilaviy va shaxsiy ishlarni bajarish, vaqtinchalik muammolarni hal etish istagi kabi sabablar qismni o‘zboshimchalik bilan tashlab ketish hollariga xosdir».\n\n15. Agar harbiy qismni yoki xizmat joyini o‘zboshim-chalik bilan tashlab ketish harbiy xizmatdan bo‘yin tovlash maqsadida sodir etilsa, qilmish JKning 288-moddasi (Dezertirlik) bilan kvalifikatsiya qilinadi.\n\n16. JKning 287-moddasi 1-qismida nazarda tutilgan Jinoyatning subyekti bo‘lib qonunning normalariga muvofiq muddatli harbiy xizmatdagi harbiy xizmatchilar, ya’ni askarlar, matroslar, serjantlar va muddatli xizmat starshinalari hisoblanadilar.\n\nJKning 287-moddasi 1-qismida nazarda tutilgan hara-katlar zaxiradagi va harbiy yig‘inlarga chaqirilgan fuqaro-larga ham tatbiq etiladi.\n\n17. JKning 287-moddasi 2-qismida nazarda tutilgan jinoyatning obyektiv tomoni muddatli harbiy xizmat harbiy xizmatchisi, ofitserlar tarkibidan bo‘lgan shaxs yoki harbiy xizmatni kontrakt (shartnoma) bo‘yicha o‘tayotgan harbiy xizmatchining qism yoki xizmat joyini o‘zboshimchalik bilan tashlab ketishi, shuningdek, uzrli sabablarsiz belgilangan muddatdan o‘n kecha-kunduzdan ortiq, lekin bir oydan ko‘p bo‘lmagan muddat davomida xizmat joyiga yetib kelmasligidan iboratdir.\n\n18. Ofitserlar tarkibidan bo‘lgan shaxslar, kontrakt bo‘yicha harbiy xizmatni o‘tayotgan harbiy xizmatchilar bunday xizmatni o‘tayotganda harbiy qismda yoki boshqa xizmat joyida bo‘lishlari mumkin. Harbiy xizmatni o‘tashdan bo‘sh vaqtlarida bu toifadagi harbiy xizmatchilar harbiy qism va xizmat joyidan tashqarida bo‘lishlari mumkin. Shu sababli bu toifadagi harbiy xizmatchilar uchun qismni va xizmat joyini o‘zboshimchalik bilan tashlab ketish deb, harbiy xizmat o‘tashi lozim bo‘lganda uzrli sabablarsiz xizmatga chiqmasligini tushunish lozim. Bunday vaziyatlarda, ko‘rsatilgan toifadagi harbiy xizmatchilarga nisbatan boshliq tomonidan kazarmada joylashuv o‘rnatilganda, qism va xizmat joyi chegarasidan maxsus ruxsatnomasiz ketish o‘z xohishi bilan qismni tark etish kabi ko‘rib chiqilishi lozim. 19. Ofitserlar tarkibidan bo‘lgan shaxslar, kontrakt (shartnoma) bo‘yicha harbiy xizmatni o‘tayotgan harbiy xizmatchilar harbiy qism joyidan tashqarida yashab turib, uzrli sabablarsiz xizmatga chiqmasa va bu bilan xizmat majburiyatlarini o‘tashdan bo‘yin tovlasa, bu holatlar o‘z muddatida xizmatga yetib kelmaganlik sifatida ko‘rib chiqilishi lozim.\n20. Aybdorning qilmishi, bu shaxs avval shu kabi qilmishi uchun intizomiy jazo chorasi qo‘llanganidan qat’i nazar, JKning 287-moddasi 2-qismi bo‘yicha kvalifikatsiya qilinadi.\n\n21. JKning 287-moddasi 2-qismida nazarda tutilgan Ji-noyatning subyekti muddatli harbiy xizmat harbiy xizmatchi-si, ofitserlar tarkibiga kiruvchi harbiy xizmatchilar, kon-trakt bo‘yicha harbiy xizmatni o‘tayotgan harbiy xizmatchilar bo‘lishlari mumkin.\n\nOfitserlar tarkibidan bo‘lgan shaxslar deb, haqiqiy harbiy xizmatda turgan kichik, katta va oliy ofitser tarkibiga aytiladi.\n\nKontrakt bo‘yicha xizmat qiluvchilar deb, amaldagi qonunchilikka muvofiq harbiy xizmat qilish istagini bildirgan harbiy xizmatchilarga aytiladi.\n\n22. JKning 287-moddasi 2-qismida ko‘rsatilgan subyektlar: muddatli harbiy xizmat harbiy xizmatchilari tomonidan, ofitserlar tarkibiga kiruvchi harbiy xizmatchilar tomonidan, kontrakt bo‘yicha harbiy xizmat o‘tayotgan harbiy xizmatchilar tomonidan sodir etilgan qismni yoki xizmat joyini o‘zboshimchalik bilan tashlab ketish hamda uzrli sabablarsiz bir oydan ortiq muddat xizmatga kelmaslik uchun JKning 287-moddasi 3-qismida tegishli javobgarlik nazarda tutilgan.\n\nBunda qismda yoki xizmat joyida qonunga xilof ravishda yo‘q bo‘lishning maksimal davomiyligi kvalifikatsiya qilish uchun ahamiyatga ega emas, biroq jazo tayinlashda hisobga olinishi mumkin.\n\n23. Agar Jinoyatning subyekti o‘zboshimchalik bilan qismni yoki xizmat joyini harbiy xizmatdan bo‘yin tovlash maqsadida o‘n sutkadan ortiq yoki umuman maqsadsiz xizmatdan bo‘yin tovlash maqsadida bir oydan ortiq davomiylikda tark etsa, ammo bu muddatlar o‘tmasidan oldin ushlangan bo‘lsa, uning harakatlarini JKning 287-moddasi 1, 2 va 3-qismlarida nazarda tutilgan jinoyatni sodir etishga suiqasd deb topiladi.\n\n24. JKning 287-moddasi 4-qismi jangovar vaziyatda sodir etilgan qismni yoki xizmat joyini o‘zboshimchalik bilan tashlab ketganligi uchun, davomiyligidan qat’i nazar, javobgarlikni nazarda tutadi.\n\n25. JKning 287-moddasi 4-qismida ko‘zda tutilgan jinoyatning subyekti harbiy unvonidan, xizmat asoslaridan (kontrakt yoki chaqiruv asosida) qat’i nazar, har qanday harbiy xizmatchi bo‘lishi mumkin. "
        },
        {
            "modda_raqami": "288-modda. Dezertirlik. ",
            "matini": "Dezertirlik, ya’ni harbiy xizmatdan butunlay bo‘yin tovlash maqsadida harbiy qism yoki xizmat joyini o‘zbo-shimchalik bilan tashlab ketish, shuningdek, shu maqsadda xizmat joyiga yetib kelmaslik\n\nbesh yilgacha ozodlikdan mahrum qilish bilan jazo-lanadi.\n\nO‘sha qilmish ofitserlar tarkibidan bo‘lgan shaxs yoki harbiy xizmatni kontrakt (shartnoma) bo‘yicha o‘tayotgan harbiy xizmatchi tomonidan sodir etilgan bo‘lsa,\n\nbesh yildan o‘n yilgacha ozodlikdan mahrum qilish bilan jazolanadi.",
            "sharxi": "1. Ushbu jinoyatning bevosita obyekti harbiy xiz-matni o‘tashning o‘rnatilgan tartibi hisoblanadi.\n\n2. Dezertirlikning obyektiv tomoni harbiy xizmatdan butunlay bo‘yin tovlash maqsadida harbiy qism yoki xizmat joyini o‘zboshimchalik bilan tashlab ketish, shuningdek, shu maqsadda xizmat joyiga yetib kelmaslikda ifodalanadi. («Harbiy qism yoki xizmat joyini o‘zboshimchalik bilan tashlab ketish» va «xizmat joyiga yetib kelmaslik» tushunchalari to‘g‘risida JKning 287-moddasi sharhiga qarang).\n\n3. Dezertirlik deganda, harbiy xizmatdan butunlay bo‘yin tovlash maqsadida harbiy qismni yoki xizmat joyini o‘zboshimchalik bilan tashlab ketish, shuningdek, o‘sha maqsadda xizmat joyiga yetib kelmaslik tushuniladi.\n\nDezertirlikda harbiy xizmatchi joyida yo‘qligining davomiyligi sodir etilgan jinoyatning jamiyatga xavfliligi darajasini baholashda va aybdorga jazo tayinlashda ahamiyatga ega bo‘ladi.\n\nAgar dezertirlik sodir etilganda xizmat joyidan tashqarida o‘zboshimchalik bilan bo‘lgan vaqti uzoq davom etmasa (muddatli harbiy xizmatchilar uchun ikki sutkadan kamroq, kontrakt (shartnoma) bo‘yicha harbiy xizmatchilar uchun o‘n sutkadan kamroq), bunday harakatlar xizmatga o‘z xohishi bilan qaytgan sharoitlarda yoki ikkita yengillashtiruvchi holatlarning mavjudligida JKning 288-moddasi belgilarining formal tarkibini ifodalovchi sifatida baholanishi va JKning 36-moddasiga muvofiq, kam ahamiyatli qilmish deb topilishi mumkin.\n\n4. Dezertirlik davomli jinoyat hisoblanadi. U aybdorning o‘z xohishiga ko‘ra harakatlarini to‘xtatishi (masalan, uning aybini bo‘yniga olib qismga yoki hukumat idoralariga kelishi) yoki dezertirlikning davom etishiga to‘sqinlik qiluvchi sharoitning ro‘y berguniga (masalan, aybdorning ushlanishi va sh.k.) qadar davom etishi mumkin.\n\n5. Harbiy qism yoki xizmat joyini tashlab ketib muddatida xizmatga kelmagan vaqtdan boshlab dezertirlik tugallangan jinoyat deb topiladi. Bunda shuni nazarda tutish lozimki, dezertirlikdan o‘z xohishi bo‘yicha qaytishi faqat harbiy qismni yoki xizmat joyini tark etgunigacha yoki xizmatga kelish muddati tugagunigacha mumkin bo‘ladi. Dezertirlik sodir etgan harbiy xizmatchining aybini bo‘yniga olib kelishi jazoni yengillashtiruvchi holat sifatida ko‘rilishi lozim (JKning 55-moddasi «a» bandi). Bunday vaziyatlarda JKning 66 va 71-moddalarida ko‘rsatilgan ma’lum sharoitlarning mavjudligida harbiy xizmatchi javobgarlikdan yoki jazodan ozod etilishi mumkin.\n\n6. Subyektiv tomondan jinoyat to‘g‘ri qasd bilan sodir etiladi. Jinoyatning subyektiv tomonining zaruriy belgisi qismni yoki xizmat joyini o‘zboshimchalik bilan tashlab ketishning maqsadi hisoblanadi. Aybdor qismni yoki xizmat joyini o‘zboshimchalik bilan tashlab ketishni yoki xizmat o‘tash joyiga harbiy xizmat qilishdan umuman bo‘yin tovlash maqsadida qaytmayotganligini anglaydi va bu harakatlarni sodir etishni istaydi.\n\nHarbiy xizmatdan bo‘yin tovlash maqsadlari aybdorning qasdida namoyon bo‘ladi, ya’ni qonun tomonidan o‘rnatilgan harbiy xizmat davomida harbiy xizmat majburiyatlarini o‘tashdan bosh tortishida ifodalanadi. Harbiy xizmatchida harbiy xizmatdan bo‘yin tovlash bevosita qismni yoki xizmat joyini tark etishdan oldin yoki xizmatga kelmaganida va qismni yoki xizmat joyini o‘zboshimchalik bilan tashlab ketish jarayoni sodir bo‘lganida paydo bo‘lishi mumkin.\n\n7. JKning 287-moddasida nazarda tutilgan jinoyat va dezertirlikning obyektiv tomonlarini o‘xshashliklarida, bu jinoyatlar tarkiblarini chegaralashni faqat sodir etilgan jinoyatning oxirgi maqsadi bilan aniqlanadigan aybdorning maqsad yo‘nalishi bo‘yicha harbiy xizmat o‘tashdan butunlay yoki ma’lum vaqtga bosh tortganligidan o‘tkazish lozim.\n\nHarbiy xizmat o‘tashdan butunlay bo‘yin tovlash maqsadi to‘g‘risida qismni yoki xizmat joyini tashlab ketganidan so‘ng o‘tgan vaqtning davomiyligi yoki unga kelmaganligi guvohlik beradi. Bundan tashqari, harbiy xizmat o‘tashdan butunlay bo‘yin tovlash maqsadlari to‘g‘risida «aybdor tomonidan soxta hujjatlar to‘g‘rilab olish, fuqaroviy kiyimga qayta kiyinib olish, harbiy kiyimni yo‘q qilish, ishga joylashishga yoki yashash uchun boshqa doimiy manba topishga urinish kabi» holatlar ham guvohlik beradi.\n\n8. «Dezertirlikni sodir etgan shaxsning asosiy sabab qilib ko‘rsatadigan vajlari harbiy xizmat qiyinchiliklari va mahrumliklarini boshdan kechirishni istamaslik, doimiy ravishdagi shaxsiy va oilaviy muammolarni hal qilishga intilish, harbiy xizmatni o‘tash davrida sodir etgan jinoyati uchun javobgarlikdan qochish va hokazolar bo‘lishi mumkin»2. Dezertirlikda motiv jinoyatni kvalifikatsiya qilishda ta’sir ko‘rsatmaydi.\n\n9. JKning 288-moddasi 1-qismida nazarda tutilgan Jinoyatning subyekti muddatli xizmatdagi oddiy harbiy xizmatchilar, ya’ni askarlar, matroslar, serjantlar va muddatli xizmat starshinalari hisoblanadilar. \n\nJKning 288-moddasi 1-qismi harakatlari zaxiradagi va harbiy yig‘inlarga chaqirilgan fuqarolarga ham tarqaladi.\n\n10. Intizomiy tartibga chaqirilgan, intizomiy qismga jo‘natish jazosiga hukm qilingan yoki qamoq ko‘rinishidagi jazoni o‘tayotgan (JKning 48-moddasiga qarang) harbiy xizmatchining gaupvaxtadan qochishi, harbiy huquqbuzarlik hisoblanadi va aniq ish holatlaridan kelib chiqib JKning 287 va 288-moddasi bo‘yicha kvalifikatsiya qilinishi mumkin.\n\n11. Gaupvaxtadan yoki unga nisbatan prokuror sanksiyasi yoki sud qarori bo‘yicha qo‘riqlov ostida saqlash ko‘rinishidagi chora tanlangan harbiy xizmatchi tomonidan tergov izolatoridan qochishni JKning 222-moddasi bo‘yicha kvalifikatsiya qilish lozim.\n\n12. JKning 288-moddasi 2-qismida ofitserlar tarkibidan bo‘lgan shaxslar, kontrakt (shartnoma) bo‘yicha xizmat o‘tayotgan harbiy xizmatchi tomonidan sodir etilgan dezertirlik uchun javobgarlik belgilangan.\n\n13. Kontrakt bo‘yicha harbiy xizmat o‘tayotgan harbiy xizmatchilarga nisbatan dezertirlik harbiy xizmatchi tomonidan bir tomonlama kontraktni buzish bilan ifodalanadi. Bu shundan kelib chiqadiki, amal qilinayotgan qonunchilik «kontrakt tuzuvchi»ni kontraktni muddati tugamaguncha o‘z tashabbusi bilan buzishi huquqini nazarda tutmaydi. Bunday buzish faqat yangi kontrakt tuzilgandagina mumkin. Masalan, birinchi kontrakt uch yilga tuzilgan, u esa, uni buzib, yangi ko‘rinishdagi kontrakt tuzadi besh yoki o‘n yilga.\n\n14. Bundan tashqari, kontrakt bo‘yicha harbiy xizmat o‘tayotgan harbiy xizmatchilar uchun, davom etayotgan jinoyat sifatidagi dezertirlik kontrakt muddati tugagan vaqtdan boshlab tugallangan deb tan olinadi. "
        },
        {
            "modda_raqami": "289-modda. Halok bo‘layotgan harbiy kemani tashlab ketish. ",
            "matini": "Halok bo‘layotgan harbiy kemani o‘z xizmat vazifalarini oxirigacha bajarmagan komandir tomonidan, shuningdek, komandirning tegishli farmoyishi bo‘lmasdan kema komandasi tarkibidagi shaxs tomonidan tashlab ketilishi\n\nbesh yildan o‘n yilgacha ozodlikdan mahrum qilish bilan jazolanadi.\n\nO‘sha qilmish jangovar vaziyatda sodir etilgan bo‘lsa,-o‘n yildan o‘n besh yilgacha ozodlikdan mahrum qilish bilan jazolanadi.",
            "sharxi": "1. Jinoyatning bevosita obyekti halokat yoki avariyalarda, harbiy kema «halokatida» harbiy munosabatlarning o‘rnatilgan tartibi hisoblanadi.\n\n2. Jinoyat obyektiv tomondan halok bo‘layotgan harbiy kemani o‘z xizmat vazifalarini oxirigacha bajarmagan komandir tomonidan, shuningdek, komandirning tegishli farmoyishi bo‘lmasdan, kema komandasi tarkibidagi shaxs tomonidan tashlab ketilishida ifodalanadi.\n\n3. Harbiy kema deb, harbiy xizmat o‘rnatilgan vazir-likka (idoraga) tegishli harbiy qo‘mondon javobgarligida bo‘lgan har qanday o‘zi yurar suv kemasi tushuniladi.\n\n4. Halok bo‘layotgan harbiy kemani tashlab ketish ham qirg‘oqqa chiqish yo‘li bilan, ham boshqa kemaga o‘tish yoki qutqaruvchi suzuvchi vositaga o‘tish bilan amalga oshiriladi. Harbiy xizmatchining ixtiyoridan tashqari kema halokatining tashqi ta’sirlari natijasida ilojsiz bort ortida qolishi ushbu jinoyat tarkibini hosil qilmaydi.\n\n5. Harbiy kema komandirining va komanda a’zolari-ning nizomda belgilangan xizmat majburiyatlaridan kelib chiqib, kema komandiri va komanda a’zolari halokatlarda, avariyalarda harbiy kemani qutqarish uchun barcha imkoniyatlarni qabul qilishlari zarur.\n\nKomandirda odamlarni, mol-mulkni qutqarishni tashkil etish bo‘yicha bevosita majburiyat yotadi. Qisman olganda, kema halokati xavfi sharoitlarida kema komandiri odamlarni qutqarish uchun ularni tashkiliy evakuatsiya qilishni, birinchi navbatda, kasallarni va yaradorlarni, bolalarni, ayollarni, fuqaro shaxslarni va faqat ulardan so‘ng, harbiy xizmatchilarni va ekipaj a’zolarini ta’minlashga majbur. Majburiy tadbirlar sanog‘iga sirli hujjatlarni, soqchilik va navigatsiya jurnallarini, xaritalarni, pul mablag‘larini va boshqa boyliklarni saqlashni ta’minlash ham kiradi. Jang holatida hujjatlarni, qurollarni va moddiy boyliklarni qutqarish imkoniyati yo‘q bo‘lganida, ular dushman qo‘liga tushmasligi uchun kema bilan yo‘q qilinishini ta’minlashi lozim.\n\nKomandir harbiy kemani qutqarish uchun barcha imkoniyatlarni ishlatgan vaziyatlarda, ammo uni qutqarish imkoniyati yo‘qligida harbiy kemani tark etish lozim, degan yagona qarorga kelsa, u uni tark etish uchun qaror qabul qiladi. Komandir harbiy kemani eng oxirida tark etadi.\n\n6. O‘z xizmat vazifalarini oxirigacha bajarma-ganlik deganda, Nizomga muvofiq o‘z majburiyatlarini to‘la bajarmaganlik yoki to‘la bo‘lmagan hajmda bajarganlik tushuniladi.\n\nHalok bo‘layotgan harbiy kemani tark etish uchun komanda a’zolarining javobgarligi kemani, mol-mulkni, hujjatlarni qutqarish bo‘yicha harbiy kema komandirining buyruq va farmoyishlarini bajarmagan vaziyatlarda yuzaga keladi. Kema komandirining komandasisiz komanda a’zolaridan hech kim kemani tark etish huquqiga ega bo‘lmaydi. Bunday komanda (ruxsat) shaxsan, texnik aloqa vositalari bilan yoki boshqa harbiy xizmatchilar orqali berilishi mumkin. Agar kema komandiri halok bo‘lsa yoki o‘z qo‘l ostidagilariga tegishli ruxsat berish imkoniyatidan mahrum bo‘lsa, komanda tomonidan halok bo‘layotgan kemani tark etish jinoyat tarkibini vujudga keltirmaydi.\n\n7. JK 289-moddasining zaruriy belgisi harbiy kema hayotiga xavf solayotgan holatning mavjudligidan iboratdir. Bunday holat paydo bo‘lishining sabablari turlicha (bortdagi yong‘in, minadagi portlash, boshqa kema bilan to‘qnashuv, tabiiy ofat va h.k.) bo‘lishi mumkin va ko‘rib chiqilayotgan jinoyatni kvalifikatsiya qilishga ta’sir qilmaydi. Hamda oxir-oqibatda kema halok bo‘ldimi yoki yo‘qmi, bu dalil ham jinoyatni kvalifikatsiya qilishga ta’sir etmaydi. 8. Halok bo‘layotgan harbiy kema komandiri o‘z xizmat vazifalarini oxirigacha bajarmay, amalda tark etgan vaqtdan boshlab yoki komandirning ruxsatisiz komanda a’zolari tomonidan kemani tark etgan vaqtdan boshlab jinoyat tugallangan deb topiladi.\n\n9. Subyektiv tomondan halok bo‘layotgan harbiy kemani tark etish to‘g‘ri qasddan sodir etiladi. Komandir o‘z vazifalarini bajarmasdan yoki to‘la hajmda bajarmasdan kemani tashlab ketayotganini anglaydi va kemani tashlab ketishni istaydi. Agar aybning ehtiyotsizligi aniqlansa, jinoiy javobgarlik mustasno etiladi.\n\nHarbiy kemaning komanda a’zolari tomonidan tashlab ketilishi ham to‘g‘ri qasd bilan sodir etiladi. Aybdor, harbiy kema komandirining komandasi yo‘q bo‘lishiga qaramasdan kemani tashlab ketayotganini anglaydi va shuni istaydi. Ehtiyotsizlik shaklidagi ayblar ham jinoiy javobgarlikni istisno etadi.\n\n10. Jinoyatning subyekti komandir yoki harbiy kema guruh a’zosi. Harbiy kema guruhi harbiy xizmatchilardan shakllantiriladi, ammo uning tarkibiga o‘quv yig‘inlarini o‘tayotgan davrdagi harbiy xizmatga majburlar ham kirishlari mumkin.\n\n11. JKning 289-moddasi 2-qismida jangovar vaziyatda sodir etilgan harbiy kemani tashlab ketganlik uchun javobgarlik nazarda tutiladi. "
        },
        {
            "modda_raqami": "290-modda. O‘zining biron a’zosini mayib qilish yo‘li bilan yoki boshqa usulda harbiy xizmatdan bo‘yin tovlash.",
            "matini": "O‘zining biron a’zosini mayib qilish, ya’ni harbiy xizmatchining o‘z badaniga biron shikast yetkazish yo‘li bilan, shuningdek, o‘zini yolg‘ondan kasallikka solib, hujjatlarni qalbakilashtirish yoki boshqacha aldash yo‘li bilan harbiy xizmat vazifalarini bajarishdan bo‘yin tovlashi yoki bu vazifalarni bajarishdan bosh tortishi \n\nbir yilgacha intizomiy qismga yuborish yoki besh yilgacha ozodlikdan mahrum qilish bilan jazolanadi.\n\nO‘sha harakat jangovar vaziyatda sodir etilgan bo‘lsa, -besh yildan o‘n yilgacha ozodlikdan mahrum qilish bilan jazolanadi.",
            "sharxi": "1. Jinoyatning bevosita obyekti harbiy xizmat o‘tashning o‘rnatilgan tartiblarini ta’minlovchi ijtimoiy munosabatlardir.\n\n2. JKning 290-moddasida nazarda tutilgan jinoyatning obyektiv tomoni o‘zining biron a’zosini mayib qilish, ya’ni harbiy xizmatchining o‘z badaniga biron shikast yetkazish yo‘li bilan, shuningdek, o‘zini yolg‘ondan kasallikka solib, hujjatlarni qalbakilashtirish yoki boshqacha aldash yo‘li bilan harbiy xizmat vazifalarini bajarishdan bo‘yin tovlashi yoki bu vazifalarni bajarishdan bosh tortish bilan bo‘yin tovlashda ifodalanadi.\n\n3. O‘zining biron a’zosini mayib qilish yo‘li bilan, ya’ni harbiy xizmatchini harbiy xizmatni o‘tashdan o‘zining biron a’zosiga qandaydir shikast yetkazish yo‘li bilan bo‘yin tovlashi, harbiy xizmatchi tomonidan a’zolariga, tanasi to‘qimalariga shikast yetkazish bilan sog‘lig‘iga zarar yetkazishi, shu bilan baravar davolash davrida yoki hamma vaqt harbiy xizmat o‘tashiga to‘sqinlik qiluvchi kasallikning paydo bo‘lishi va o‘tkirlashuvi uchun sharoit yaratishdan iboratdir. O‘ziga qandaydir shikast yetkazish usullari turlicha bo‘lishi mumkin, ammo bu jinoyatni kvalifikatsiya qilish uchun ahamiyatga ega emas. Bu har qanday quroldan tanaga jarohat yetkazish (to‘qimalarga o‘qotar quroldan otish, barmoqlarni bolta bilan chopish va h.k.), haqiqatda mavjud kasalni medikamentlardan noto‘g‘ri foydalanish yo‘li bilan chaqirish, sun’iy ravishda o‘zini kasallik holatiga keltirish (metall narsalarni yutish, teri ostiga zaharli narsalarni kiritish va h.k.) bo‘lishi mumkin. Bo‘yin tovlash tarkibi uchun a’zoni mayib qilish qanday yo‘l bilan sodir etilganligi ahamiyatsiz.\n\n4. Ta’kidlash lozimki, a’zolarga shikast yetkazishda aybdorning sog‘lig‘iga zarar yetadi. Bunda, harbiy xizmatchining sog‘lig‘iga zarar o‘zi tomonidan yoki uning iltimosiga ko‘ra boshqa shaxs tomonidan yetkazilishi holatlari qilmishni kvalifikatsiya qilishga ta’sir ko‘rsatmaydi.\n\nAgar harbiy xizmatchiga shikast yetkazish o‘zi tomonidan emas, uning iltimosiga ko‘ra boshqa shaxs tomonidan yetkazil-gan bo‘lsa, unda bu shaxs jinoyatga sherik sifatida jinoiy javobgarlikka tortilishi lozim, jinoyatning ijrochisi bunday iltimos bilan murojaat qilgan harbiy xizmatchi hisoblanadi, chunki u harbiy xizmat bo‘yicha vazifalarini bajarishdan bo‘yin tovlagan.\n\nA’zolariga shikast yetkazishda shikast darajasini aniqlash uchun majburiy sud-tibbiy ekspertiza va harbiy-tibbiy komissiyasining harbiy xizmatga layoqatliligi to‘g‘risidagi xulosasi talab etiladi.\n\nAgar sog‘liqqa zarar yetkazish aybdorga bog‘liq bo‘lmagan holatlarda sodir bo‘lsa, masalan, aybdor yaroqsiz vositalarni qo‘llashi munosabati bilan yoki sog‘liqqa yetkazilgan zarar o‘z tavsifi bilan harbiy xizmat bo‘yicha u yoki bu vazifalarni bajarishdan ozod etish uchun asos bo‘lmasa, aybdorning harakati ushbu jinoyatni sodir etish uchun suiqasd deb tan olinishi mumkin.\n\n5. O‘zini yolg‘ondan kasallikka solish ostida harbiy xizmat o‘tashga majbur bo‘lgan shaxsda harbiy xizmat o‘tashiga to‘sqinlik qiluvchi qanaqadir kasallikning borligi to‘g‘risida tibbiy komissiyani aldash (ko‘r, kar, ruhiy holati buzilgan va h.k. deb ko‘rsatish), boshqa har qanday usullar bilan adashtirish yoki mavjud bo‘lgan kasallik belgilarini ongli ravishda oshirib ko‘rsatish («kasallik aggravatsiyasi» deb ataluvchi) yotadi. Bunda aybdor o‘zini ham jismoniy, ham ruhiy holati buzilgan, nevrologik kasallikka chalingan qilib ko‘rsatishi mumkin.\n\nVijdonan, xizmat vazifalarini bajarishdan bo‘yin tovlash maqsadlarisiz, mavjud yoki taxmin etilayotgan kasallikka nisbatan adashish jinoyat tarkibini hosil qilmaydi.\n\n6. Hujjatlarni qalbakilashtirish harbiy xizmatdan bo‘yin tovlash usuli sifatida harbiy xizmat bo‘yicha vazifalarni bajarishdan qonunga xilof ravishda ozod bo‘lish uchun mazmunan qalbaki hujjatlarni qo‘mondonlikka taqdim etishda ifodalanadi. Bunday hujjatlar tug‘ilganlik to‘g‘risidagi guvohnoma qalbaki tug‘ilgan sanasi bilan, muddatidan avval zaxiraga bo‘shash maqsadida, ikkinchi farzand tug‘ilganligi to‘g‘risidagi qalbaki guvohnoma, sog‘lig‘i to‘g‘risidagi qalbaki tibbiy ma’lumotnoma, huquqni muhofaza qilish organlariga yolg‘on chaqiruv, oiladagi o‘ylab topilgan baxtsizlik to‘g‘risidagi telegramma va harbiy xizmatdan ozod bo‘lish uchun asos bo‘ladigan boshqa qalbakilashtirilgan har qanday hujjat bo‘lishi mumkin.\n\n«Barcha hollarda qalbakilashtirishning mohiyati shundaki, hujjatda ko‘rsatilgan voqea va hodisalar amalda mavjud bo‘lmasdan, ularga tayangan holda harbiy xizmatchi o‘zini vaqtincha yoki doimiy ravishda harbiy xizmat majburiyatlarini o‘tashdan ozod qilishni iltimos qiladi».\n\n7. Qalbaki hujjat aybdor tomonidan yoki uning iltimosiga ko‘ra boshqa shaxs tomonidan tayyorlanishi mumkin. Bunda oxirgisining harakatida zarur belgilar mavjudligi JKning 228-moddasi bo‘yicha (Hujjatlar, shtamplar, muhrlar, blankalar tayyorlash, ularni qalbakilashtirish, sotish yoki ulardan foydalanish) hamda JKning 28-moddasi tegishli qismiga tayanib 290-moddasi bilan birgalikda kvalifikatsiyalashishi lozim.\n\nAgar qalbaki hujjat harbiy xizmatchi yoki harbiy xizmatga majbur shaxs tomonidan tayyorlansa, unda uning harakatlari JKning 228-moddasi bo‘yicha qo‘shimcha kvalifikatsiyani talab etmaydi, chunki ular bo‘yin tovlashning ushbu usuli bilan to‘la qamrab olinadi.\n\n8. Bo‘yin tovlashning usuli sifatida boshqa aldov harbiy xizmatni o‘tashdan ozod bo‘lish maqsadida voqea yoki hodisalar to‘g‘risida bila turib, yolg‘on ma’lumot yetkazish yoki mazkur holatlar haqida xabar berishga burchli bo‘la turib, o‘sha maqsadda ongli ravishda xabar bermaslikdan iborat (masalan, zaxiraga ertaroq bo‘shash maqsadida oliy ma’lumoti borligi to‘g‘risida yolg‘on ma’lumot berish, xuddi shu maqsadda o‘zining o‘rniga boshqa shaxsni tibbiy ko‘rikka yuborish)2.\n\nHarbiy xizmatdan bo‘yin tovlash maqsadida lavozimli shaxsni sotib olish holatlari boshqa aldov sifatida ko‘rib chiqiladi. Agar bunda pora berish (olish) mavjud bo‘lsa, u holda javobgarlik sodir etilgan jinoyatlar jami tariqasida belgilanadi.\n\n9. «Harbiy xizmat vazifalarini o‘tashdan bosh tortish harbiy xizmatchi tomonidan ochiqdan-ochiq, yolg‘on ishlatmasdan, og‘zaki, yozma yoki boshqa yo‘l bilan harbiy xizmatni o‘tash yoki uning ba’zi majburiyatlarini bajarishni istamaslikda va amalda ularni bajarmay qo‘yishda namoyon bo‘ladi» 3.\n\nBosh tortish ikki shaklda namoyon bo‘lishi mumkin:\n\nbirinchidan, u ochiq arizada, ularni bajarishni keyinchalik amalda to‘xtatish bilan, harbiy xizmat majburiyatlarini o‘tashni istamasligini ifodalashi mumkin. Agar harbiy xizmatni o‘tashni istamasligi to‘g‘risidagi ochiq ariza ularning amaldagi bajarilmasligi bilan kuzatilmasa, bunday harakatlar ko‘rib chiqilayotgan jinoyat tarkibini tashkil qilmaydi;\n\nikkinchidan, bosh tortish, bu to‘g‘rida ochiq arizada kuzatilmasdan, harbiy xizmat majburiyatlarini bajarishni amalda to‘xtatish bilan ifodalanishi mumkin. \n\n10. Komandirning aniq talabini bajarishni istamaslik yoki amalda bajarmaslik harbiy xizmat vazifalari-ni o‘tashdan bosh tortish bo‘lmaydi (masalan, safarga ketish, sutkali naryadga kirish va h.k.). «Bunday harakatlar bo‘ysunmaslik jinoyati tarkibini tashkil qiladi, chunki bunday holda qo‘mondon talabi buyruq xususiyatiga ega bo‘lib, harakat esa, harbiy xizmatni o‘tashdan bosh tor-tishga emas, balki buyruqni ochiqdan-ochiq bajarmaslikka qaratilgan».\n\n11. Agar harbiy xizmat vazifalarini bajarishdan bosh tortish aybdor tomonidan, unga qonunchilikka va Qurol-li Kuchlarning Umumharbiy Nizomiga muvofiq maxsus vazifalar yuklangan davrda sodir etilsa (jangovar navbatchilik, sutkali yoki garnizon naryadida va h.k.), tegishli jinoyatlarning belgilari mavjud bo‘lganda javobgarlik JKning 291-294-moddalari bo‘yicha jinoyatlar jami tariqa-sida belgilanadi.\n\n12. Harbiy xizmatchining biron a’zosini mayib qilish yo‘li bilan o‘ziga qandaydir shikast yetkazishi, kasallikning simulyatsiyasi, qalbaki hujjatlarning taqdim etilishi yoki boshqa yolg‘on dalillar jinoyatni paydo qilmaydi, bu yo‘l bilan harbiy xizmat vazifalarini bajarishdan bo‘yin tovlash, ya’ni u yoki bu harbiy vazifalarni bajarishni amalda to‘xtatishini paydo qiladi.\n\n13. Harbiy xizmatdan bo‘yin tovlash a’zolariga shikast yetkazish yoki kasallikni simulyatsiya qilish, harbiy xizmat o‘tashdan bo‘yin tovlash maqsadida hujjatlarni qalbakilashtirish harbiy xizmat o‘tashdan bosh tortilgan vaqtdan boshlab tugallangan deb topiladi.\n\n14. Jinoyat subyektiv tomondan to‘g‘ri qasd bilan sodir etiladi. Aybdor harbiy xizmatdan qonunga xilof ravishda ozod etilishga yetishmoqchiligini anglaydi va shuni istaydi. Jinoyat maqsadi bo‘yin tovlash. harbiy xizmat vazifalarini o‘tashdan 15. Jinoyatning subyekti harbiy xizmatni o‘tayotgan shaxs hisoblanadi. Bu chaqiruv bo‘yicha harbiy xizmatni o‘tayotgan oddiy askar va serjant (starshina) tarkibidagi shaxslar hamda harbiy unvonidan va qo‘shin turidan qat’i nazar harbiy xizmatni kontrakt (shartnoma) bo‘yicha o‘tayotgan harbiy xizmatchilar bo‘lishlari mumkin. Ko‘rib chiqilayotgan jinoyat subyektlari, harbiy yig‘inga chaqirilgan, zaxirada bo‘lgan fuqarolar ham bo‘lishlari mumkin.\n\n16. JKning 290-moddasida nazarda tutilgan jinoyat ushbu jinoyat ishtirokchilari deb topilgan harbiy xizmatchilar va harbiy xizmatchi bo‘lmagan shaxslar ishtirokchiligida sodir etilishi mumkin. (JKning 28-moddasi sharhiga qarang).\n\n17. JKning 290-moddasi 2-qismida sharhlanayotgan jinoyatni jangovar vaziyatda sodir etganlik nazarda tutilgan. («Jangovar vaziyat» tushunchasi to‘g‘risida JKning 279-moddasi tahlilida aytilgan edi)."
        },
        {
            "modda_raqami": "291-modda. Qorovul xizmatini o‘tash qoidalarini buzish.",
            "matini": "Qorovul (soqchilik) xizmati ustav qoidalarini qorovul tarkibiga kirgan shaxs tomonidan zararli oqibatlar keltirib chiqaradigan tarzda buzish, basharti, mazkur qorovul bunday oqibatlarning oldini olish uchun tayinlangan bo‘lsa,\n\nikki yilgacha xizmat bo‘yicha cheklash yoki bir yilgacha intizomiy qismga yuborish yoxud bir yilgacha ozodlikdan mahrum qilish bilan jazolanadi.\n\nO‘sha qilmish:\n\na) badanga og‘ir shikast yetkazilishiga;\n\n6) odam o‘lishiga;\n\nv) boshqa og‘ir oqibatlarga sabab bo‘lsa,\n\nbesh yildan o‘n yilgacha ozodlikdan mahrum qilish bilan jazolanadi.\n\nO‘sha qilmish jangovar vaziyatda sodir etilgan bo‘lsa,  \n\no‘n yildan o‘n besh yilgacha ozodlikdan mahrum qilish bilan jazolanadi.",
            "sharxi": "1. Ushbu jinoyatning asosiy bevosita obyekti umumiy tartibda harbiy xizmatni o‘tashning tarkibiy qismi sifatida qorovul xizmatini (vaxtaga oid) o‘tashning o‘rnatilgan tartibini ta’minlovchi ijtimoiy munosabatlardan iboratdir.\n\nBu tartibga qat’iy rioya etish qo‘riqlashga ishonilgan obyektning xavfsizligini va muhofaza etilishini, harbiy xizmatchilar orasida yuqori harbiy tartibni ushlashni ta’minlaydi. Bunday tartiblar qorovul (soqchilik) xizmatini o‘tovchi shaxslar alohida huquqiy holati, ularga maxsus funksiyalarning, maxsus huquq va majburiyatlarning, qorovul (soqchilik) xizmatini o‘tashning nizom asosida chiqarilgan va takomillashtirilgan tegishli buyruqlar, farmoyishlar bilan aniq tartibga solinganligi bilan tavsiflanadi.\n\nQorovul xizmatini o‘tash qoidalarini buzishning qo‘shimcha bevosita obyekti deb, qorovulga qo‘riqlashga topshiriladigan ma’lum obyektlarning xavfsizligi, jamiyat xavfsizligi va tartiblarini (masalan, gaupvaxtada saqlanayotgan shaxslarni qo‘riqlashni) tushunish lozim.\n\n2. Jinoyatning obyektiv tomoni zararli oqibatlar kelib chiqishining oldini olish uchun tayinlangan qorovul tarkibiga kirgan shaxs tomonidan qorovul (soqchilik) xizmatini o‘tashning nizom qoidalarini buzishi natijasida zararli oqibatlar kelib chiqishida ifodalanadi.\n\nQorovul xizmati o‘zida qonunchilik va Qurolli Kuchlar Umumharbiy Nizomlari bilan tartibga solingan harbiy va davlat obyektlarini hamda gaupvaxtada va harbiy intizomiy qismida saqlanayotgan shaxslarni qo‘riqlash bo‘yicha maxsus xizmatni ifodalaydi. Qorovul xizmatini o‘tash jangovar vazifani bajarish hisoblanadi va shaxsiy tarkibdan barcha Nizom qoidalariga aniq rioya etishni, yuqori ogohlikni, aniq yechimni hamda tashabbusni talab etadi. \n\nQorovul xizmati qo‘riqlov ostida saqlanayotgan va jazoni ijro etish muassasalarida jazo o‘tayotgan, qamoqqa olinganlarni qo‘riqlash va tashish bo‘yicha xizmat hisoblanib, O‘zbekiston Respublikasi IIV ichki qo‘shin harbiy xizmatchilari tomonidan amalga oshiriladi.\n\nHarbiy kemalardagi soqchilik xizmati qorovul xizmatiga tenglashtiriladi. U kemadagi navbatchilikning alohida turi hisoblanadi va jangovar texnikani va kemaning o‘zini qo‘riqlash hamda uning doimiy jangovar holatini ta’minlash vazifasiga egadir. Kema bo‘yicha soqchilik (butun kema bo‘yicha) va maxsus soqchilik (kemaning jangovar qismlari va xizmatlari bo‘yicha) farqlanadi.\n\n3. Qorovul (soqchilik) xizmatini o‘tash qoidalari qonunchilikda, Qurolli Kuchlar Nizomida, IIV me’yoriy hujjatlarida va ularning bajarilishi bo‘yicha chiqarilgan turli buyruqlar, farmoyishlar va h.k.da belgilangan. Shu munosabat bilan jinoyat tarkibi belgilarini aniqlash shu vaziyatda buzilgan qorovul xizmati qoidalarining mazmuniga bog‘liq bo‘ladi.\n\nModdaning dispozitsiyasi blanketdir. Jinoiy javobgarlik yuzaga kelishi uchun Nizomning qaysi aniq qoidalari, yozma farmoyishlarning talablari va postlar tabellarida va yo‘riqnomalarda ko‘rsatilgan qorovul shaxsning alohida vazifalari buzilganligini har tomonlama aniqlash lozim.\n\n4. Qorovul (soqchilik) xizmati nizom qoida-larining buzilishi ham harakatda, ham harakatsizlikda ifodalanishi mumkin: postdan o‘zboshimchalik bilan ketish, postdagi uyqu, e’tiborsizlik, postda begonalar bo‘lishiga yo‘l qo‘yish, qo‘riqlanayotgan obyektdan mulkni o‘g‘irlash va h.k. Gaupvaxtada va intizomiy harbiy qismda saqlanayotgan shaxslarni qo‘riqlash bo‘yicha hamda qo‘riqlov ostida saqlanayotgan yoki ozodlikdan mahrum qilish muassasalarida jazoni o‘tayotgan mahkumlarni qo‘riqlash va tashish qorovul tarkibidagi harbiy xizmatchilar tomonidan qorovul xizmati nizom qoidalarining buzilishi, qamoqdagilarga zo‘rlik ishla-tish, ularning qadr-qimmatini kamsitish, ular huquqlarini va qonuniy manfaatlarini kamsitish va h.k. yo‘llar bilan sodir etilishi mumkin. \n\n5. JK 291-moddasi bo‘yicha jinoyatlarni to‘g‘ri kvalifikatsiya qilish uchun qorovul xizmatini o‘tashning boshlanish va tamom bo‘lish vaqtini aniq belgilash zarur bo‘ladi.\n\nQorovul tarkibidagi shaxsning qorovul xizmati bo‘yicha vazifalarini bajarishga kirishish vaqti razvod vaqtida qorovul bo‘yicha (qism bo‘yicha navbatchi) navbatchini kutib olish uchun «yig‘il» komandasi berilgan vaqt hisoblanadi. Shu vaqtdan boshlab qorovullar qorovul bo‘yicha (qism bo‘yicha navbatchi) navbatchining hukmi ostiga o‘tadi.\n\nQorovul tarkibidagi xizmat o‘tashning oxirgi vaqti qorovul almashgan komanda boshlig‘i tomonidan navbatchilikdan so‘ng qismga ketish uchun buyruq berilgan vaqt hisoblanadi. Shu vaqtda qorovul ko‘rsatilgan shaxsning boshqaruvidan chiqadi.\n\nAgar qorovul xizmatini o‘tash qoidalari razvod boshla-nishi oldidan yoki qorovul almashganidan so‘ng buzilsa, unda harbiy xizmatchi JKning 291-moddasi bo‘yicha javobgarlikka tortilishi mumkin emas. Masalan, razvodga borishdan bosh tortish va qorovullikka kirishmagani uchun harbiy xizmatchi JKning 279-moddasi bo‘yicha buyruqqa bo‘ysunmaganlik uchun javobgarlikka tortilishi mumkin.\n\n6. Qorovul xizmatini o‘tash qoidalarining buzilishi va kelib chiqqan zararli oqibatlar orasidagi sababiy bog‘lanish ko‘rib chiqilayotgan jinoyat tarkibining zaruriy belgisi hisoblanadi.\n\n7. Ko‘rib chiqilayotgan modda mazmunidagi zararli oqibatlar bular qorovul tarkibida turgan shaxslar ogohlantirishi lozim bo‘lgan vazifalarga kirgan oqibatlardir. Bu, masalan, qo‘riqlanayotgan obyektdan harbiy mulkni o‘g‘irlash, qamoqqa olinganning soqchilar nazorati ostida kuzatib borilayotgan vaqtda qochishi, patrul naryadining harakatsizligi oqibatida harbiy xizmatchi tomonidan jamoat tartiblarining qo‘pol ravishda buzilishi va h.k.lar qorovul qo‘riqlayotgan obyektlarga zarar sifatida, qamoq ostida saqlanayotgan shaxslarga kuch ishlatish yoki boshqa g‘ayriqonuniy choralar bilan ta’sir etish hamda qo‘riqlov ostidan g‘ayriqonuniy tarzda qisqa vaqtga ozod etish holatlari sifatida ko‘rib chiqilishi lozim. \n\nZararli oqibatlarning kelib chiqishi ko‘rinishidagi belgilar qorovul tarkibiga kirgan har bir shaxsga nisbatan ko‘rilmog‘i lozim. Agar, zararli oqibatlarning oldini olish qorovul emas, balki qaysidir qo‘riqchi yoki qorovul boshlig‘ining majburiyatiga kirsa, hamda aynan u tomonidan qorovul xizmatini o‘tash qoidalarini buzganligi mavjud bo‘lsa, u JKning 291-moddasi 1-qismi bilan javobgarlikka tortilishi lozim.\n\n8. Agar sharhlanayotgan jinoyatning sodir etilishi natijasida ularning oldini olish qorovulning vazifasiga kirmagan boshqa zararli oqibatlarga sabab bo‘lgan bo‘lsa, unda qilmish qorovul xizmatini o‘tash qoidalarining buzilishi tarkibini hosil qilmaydi. Masalan, qo‘riqchi, postga yaqinlashayotgan begona odamni sezib, ogohlantirishsiz qurol ishlatadi va tajovuzkorni o‘ldiradi. U qorovul xizmatini o‘tash qoidalarining buzilishiga yo‘l qo‘ygan bo‘lsa-da, JKning 291-moddasida nazarda tutilgan jinoyat tarkibi uning harakatlarida mavjud emas, chunki zarar qorovul qo‘riqlamayotgan obyektga yetkazildi. Bunday holatda sodir etilgan qilmish shaxsga qarshi jinoyat sifatida kvalifikatsiya qilinadi.\n\n9. Qo‘riqlanayotgan obyektdagi muhr yoki plombani buzish, qulflarni sindirish, qo‘riqlanayotgan obyektga haqiqiy zarar yetkazmasdan ularga qo‘riqchi yoki boshqa shaxsning kirishi zararli oqibatlar deb topilmaydi va JKning 291-moddasi 1-qismi bilan javobgarlikni keltirib chiqarmaydi.\n\nBiroq, ayrim vaziyatlarda qo‘riqchi oldini olishi lozim bo‘lgan qo‘riqlanayotgan obyektga begona shaxsning kirishining o‘zi zararli oqibat deb ko‘rib chiqilishi lozim. Masalan, qorovul oldini olishi lozim bo‘lgan qo‘riqlanayotgan maxfiy obyektga begona shaxsning kirishining o‘zi zararli oqibat deb qaralishi lozim.\n\nQorovul (soqchilik) xizmati nizom qoidalarining buzilishi faqat bir sharoitda, agar bu qilmish ushbu qorovul ularning oldini olish uchun tayinlangan bo‘lsa va zararli oqibatlarni yuzaga keltirsa tugallangan jinoyat tarkibini hosil qiladi. 10. Agar qorovul (soqchilik) xizmati nizom qoidalarining buzilishidan zararli oqibatlar kelib chiqmasa, unda JK 291-moddasi bo‘yicha javobgarlik istisno etiladi. Qorovul (soqchilik) tarkibidagi harbiy xizmatchilar bunday buzilishlar uchun O‘zbekiston Respublikasi Qurolli Kuchlarining Intizom Nizomi bo‘yicha intizomiy javobgarlikka tortilishlari mumkin.\n\n11. Subyektiv tomondan jinoyat qasddan yoki ehtiyot-\n\nsizlik orqasida sodir etilishi mumkin. Ayrim qoida buzishlar faqat qasddan sodir etilishi mumkin (postdan ketish, qo‘riqlanayotgan obyektda o‘g‘irlik sodir etish va h.k.). Boshqalari esa ehtiyotsizlik oqibatida sodir etiladi (qurol bilan ehtiyotsiz munosabatda bo‘lish, postda xizmat o‘tayotganda yetarli darajada ogoh bo‘lmaslik va h.k.). Ammo ham qasddan, ham ehtiyotsizlik orqasida sodir etiladigan buzilishlar ham mavjud (postdagi uyqu, patrul qilish yo‘li bilan xizmat o‘tashda qo‘riqchi yo‘nalishining buzilishi va h.k.). Og‘ir oqibatlarga nisbatan ayb ko‘pincha ehtiyotsizlik ko‘rinishida ifodalanadi, ammo qasddan ham sodir etilishi mumkin.\n\nJinoyatning motiv va maqsadi turlicha bo‘ladi va qilmishni kvalifikatsiya qilishga ta’sir ko‘rsatmaydi.\n\n12. JKning 291-moddasida nazarda tutilgan jinoyatning subyekti, faqat qorovul yoki soqchilik (qorovul boshlig‘i, razvodchi, qo‘riqchi, qorovul va boshqalar) tarkibidagi shaxslar bo‘lishlari mumkin. Qorovul (soqchilik) xizmatini (masalan, garnizon komendanti, garnizon gaupvaxtasi boshlig‘i) tashkil etishga va holatiga javobgar bo‘lgan, ammo qorovul (soqchilik) tarkibiga kirmaydigan lavozimli shaxslar ko‘rib chiqilayotgan jinoyatning subyektlari bo‘la olmaydilar. Bu shaxslar tomonidan qorovul (soqchilik) xizmati nizom qoidalarining buzilishi tegishli belgilari yetarli bo‘lganida harbiy mansabdorlik jinoyati sifatida kvalifikatsiya qilinishi mumkin.\n\n13. Qonunchilik va Qurolli Kuchlarning Umumharbiy Nizomi harbiy qasamyod qabul qilmaganlarni harbiy xizmat qorovuliga tayinlashni taqiqlaydi, qasamyod qabul qilish shaxsning ko‘rib chiqilayotgan jinoyat subyekti deb topilishi uchun zaruriy shartdir. \n\nJinoyatning bajaruvchisi qorovul xizmati o‘tash nizom qoidalarining buzilishida ifodalanayotgan, qorovul xizmati o‘tayotgan shaxs bo‘ladi, ularning ishtirokchilari esa, qorovul tarkibiga kirmagan ham harbiy xizmatchilar, ham fuqaro shaxslar bo‘lishlari mumkin.\n\n14. Qorovul tarkibiga kiruvchi shaxslar, ko‘rib chiqilayotgan jinoyat qamrab olmaydigan boshqa jinoyatlarni sodir etishlari mumkin, ulardan biri qorovul xizmatini o‘tash qoidalarini buzish bilan birgalikda kvalifikatsiya qilinadi, boshqasi esa, qo‘shimcha kvalifikatsiya qilishni talab etadi. Qorovul tomonidan unga qo‘riqlash uchun topshirilgan mulkni talon-toroj qilish, o‘zganing mulkini talon-toroj qilish hamda qorovul xizmati o‘tashning qoidalarini buzish deb topiladi va jinoyatlar jami bo‘yicha kvalifikatsiya qilinadi.\n\nShu bilan bir vaqtda, qorovul tomonidan atrofdagilar uchun yuqori xavf tug‘diruvchi qurol, moddalar va narsalar bilan muomalada bo‘lish qoidalarining buzilishi faqat JK 297-moddasi bo‘yicha kvalifikatsiya qilinadi (atrofdagilar uchun yuqori xavf tug‘diruvchi qurol, moddalar va narsalar bilan munosabatda bo‘lish qoidalarining buzilishi), agar bunda qo‘riqlanadigan obyektlar xavfsizligini ta’minlovchi qorovul xizmatini o‘tash qoidalari amalda buzilmagan bo‘lsa (masalan, qo‘riqchi qurol bilan o‘ynab, undan o‘q uzib, unga qo‘riqlash uchun topshirilgan yoqilg‘i-moylash materiallari omborini yo‘qqa chiqarsa), agar bu qoidalar buzilgan bo‘lsa, bunda qilmish bir vaqtning o‘zida qorovul xizmatini o‘tash qoidalarining buzilishiga olib keladi, qilmishning tegishli belgilari mavjud bo‘lganda JK 296-moddasi bo‘yicha kvalifikatsiya qilinadi.\n\nQo‘riqchi (qorovul) tomonidan qo‘riqlanayotgan obyekt-nigina emas, balki joylashgan harbiy qismni tashlab ketish ham jinoyatlar jami bo‘yicha kvalifikatsiya qilinishi lozim: agar tegishli zarar yetkazilgan bo‘lsa, harbiy xizmatdan bo‘yin tovlashning tegishli turi (masalan, dezertirlik) va qorovullik xizmati qoidalarining buzilishi. \n\n15. JKning 291-moddasi 2-qismida quyidagi oqibat-larga olib kelgan qorovullik xizmatini o‘tash qoidalarining buzilishi uchun javobgarlik nazarda tutilgan:\n\na) badanga og‘ir shikast yetkazilishi;\n\n6) odam o‘lishi;\n\nv) boshqa og‘ir oqibatlar.\n\n16. (Badanga og‘ir shikast yetkazish tushunchasi haqida JKning 104-moddasi sharhiga qarang).\n\n17. (Odam o‘limi tushunchasi haqida JKning 97-moddasi sharhiga qarang).\n\nOg‘ir oqibatlar mavjudligi to‘g‘risidagi masala (JK 291-moddasi 2-qismi «v» bandi) baholash tavsifiga ega bo‘lib, oqibatlarning og‘ir deb topilishi huquqbuzarlikning aniq holatlariga bog‘liq va maxsus xizmatni o‘tashga qarshi boshqa jinoyatlardagi kabi tegishli belgilar bilan amalga oshiriladi.\n\n18. Qorovul (soqchilik) xizmatini o‘tashning nizom qoidalari buzilishining boshqa og‘ir oqibatlariga: bir necha shaxslarga o‘rta va og‘ir tan jarohatlari yetkazish, bir necha kishining halok bo‘lishi, qo‘riqlanayotgan obyektga ko‘p va juda ko‘p miqdorda zarar yetkazish, obyektning jangovar tayyorgarligini buzish yoki e’lon qilinganida uni ta’minlamaslik, tayinlangan joyga qo‘shinni o‘z vaqtida harakatlantirmaslik, qismlar boshqaruvining tashkil etilishini buzish, qo‘riqlanayotgan obyektdan qurol, o‘q-dori va boshqa harbiy mulkni o‘g‘irlash, jangovar texnikani ishdan chiqarish, harbiy qism bayrog‘ini yo‘qotish, qamalgan shaxsning qamoqdan qochishi va h.k. kiradi.\n\n19. Qorovul (soqchilik) tarkibidagi shaxs tomonidan qo‘riqlanayotgan obyektdan qurol, o‘q-dori, portlovchi moddalar va portlatish qurilmalarini talon-toroj qilish JK 291-moddasi 2-qismi «v» bandi va 247-moddasi bo‘yicha jinoyatlar jami tariqasida kvalifikatsiya qilinishi lozim.\n\nQorovul (soqchilik) xizmatining nizom qoidalari buzilishi g‘ayriqonuniy bakteriologik, kimyoviy va boshqa xil yalpi qirg‘in qurol turlarini egallab olish bilan kuzatilsa, bunday hollarda jinoyatlar JK 291-moddasi 2-qismi «v» bandi va 2551-moddasi bo‘yicha jinoyatlar jami tariqasida kvalifikatsiya qilinishi lozim (Bakteriologik, kimyoviy va boshqa xil yalpi qirg‘in qurollari turlarini ishlab chiqish, ishlab chiqarish, to‘plash, olish, birovga o‘tkazish, saqlash, qonunga xilof ravishda egallash va ular bilan boshqa harakatlarni sodir etish). (Bakteriologik, kimyoviy va boshqa ommaviy qirg‘in qurol turlari to‘g‘risida kengroq JKning 255-moddasi sharhiga qarang).\n\nJK 291-moddasi 3-qismida jangovar vaziyatda sodir etilgan qorovul xizmatini o‘tash qoidalarining buzilishi uchun javobgarlik nazarda tutilgan. (Jangovar vaziyat tushunchasi to‘g‘risida JKning 279-moddasi sharhiga qarang)."
        },
        {
            "modda_raqami": "292-modda. Ichki xizmatni o‘tash yoki garnizonda patrullik qilish qoidalarini buzish.",
            "matini": "Ichki xizmat ustavi qoidalarini, shuningdek, garnizonda patrullik qilish qoidalarini zararli oqibatlar keltirib chiqaradigan tarzda buzish, tegishli xizmat bunday oqibatlarning oldini olish uchun tayinlangan bo‘lsa,\n\nikki yilgacha xizmat bo‘yicha cheklash yoki bir yilgacha intizomiy qismga yuborish yoki uch yilgacha ozodlikdan mahrum qilish bilan jazolanadi.",
            "sharxi": "1. Jinoyatning asosiy bevosita obyekti O‘zbekiston Respublikasi Qurolli Kuchlari ichki xizmat Nizomi bilan o‘rnatilgan ichki xizmatni o‘tashning va garnizonda patrullik qilishning tartiblarini ta’minlovchi ijtimoiy munosabatlardir. O‘rnatilgan qoidalarni buzish harbiy xizmatchilar orasida yoki ular ishtirokida tartibsizliklar paydo bo‘lishi, harbiy qismlar va bo‘linmalarning jangovar qobiliyatini pasaytirib, qurol va o‘q-dorilarning o‘g‘irlanishiga sharoit yaratadi, harbiy xizmatchilar orasida nizomga xilof o‘zaro munosabatlarning va h.k. paydo bo‘lishi xavfini tug‘diradi. Shu munosabat bilan ko‘rib chiqilayotgan jinoyatning qo‘shimcha bevosita obyekti jamoat tartibini, harbiy mulkning saqlanishini va h.k.ni ta’minlovchi ijtimoiy munosabatlardir.\n\n2. JKning 292-moddasida nazarda tutilgan jinoyat obyektiv tomondan ichki xizmat nizomi qoidalarini, shuningdek, garnizonda patrullik qilish qoidalarini zararli oqibatlar keltirib chiqaradigan tarzda buzishda ifodalanadi.\n\n3. Ichki xizmat nizomi qoidalari O‘zbekiston Respublikasi Qurolli Kuchlari ichki xizmati Nizomi bilan belgilanadi, unga muvofiq, ichki tartibni, bino va qism (bo‘linma) mulkini qo‘riqlashni ta’minlash uchun hamda boshqa ichki xizmat vazifalarini bajarish uchun harbiy xizmatchilardan sutkali naryad tayinlanadi (qorovul va soqchilikdan tashqari). Qism bo‘yicha navbatchidan, uning yordamchisidan, bo‘linma bo‘yicha navbatchidan, kunlik navbatchidan va boshqa harbiy xizmatchilardan tarkib topgan bu naryad, ichki tartib-qoidalarining bajarilishini ta’minlaydi, qismning nazorat-o‘tkazuv punktini boshqaradi, shaxsiy tarkibni, qurolni, o‘q-dorilarni, harbiy qism binosi va mulkini qo‘riqlaydi hamda ichki xizmat bo‘yicha boshqa vazifalarni bajaradi.\n\n4. Ichki xizmat o‘tashning nizom qoidalarini buzish rota bo‘yicha navbatchi tomonidan kazarmadagi urishishga to‘sqinlik qilmaganida, kundalik navbatchining o‘z postidan o‘zboshimchalik bilan ketishida, bo‘linmada sodir etilgan jinoyat to‘g‘risidagi axborotni qism komandiridan yashirishda va shunga o‘xshash buzilishlarda, xizmat binosidagi yong‘inni o‘chirishni tashkil etishda qism bo‘yicha navbatchining harakatsizligida va boshqalarda ifodalanadi.\n\n5. Qorovul (soqchilik) tarkibidagi harbiy xizmatchining xizmatni o‘tash bo‘yicha ustav qoidalarini buzishini JKning 291-moddasi bo‘yicha kvalifikatsiyalashadi.\n\n6. Ushbu modda blanket dispozitsiyali. Shaxsni jinoiy javobgarlikka tortish uchun ichki xizmat Nizomining qaysi moddasi buzilganligi zararli oqibatlar yuzaga kelganligi va ular o‘rtasidagi sababiy bog‘lanish aniqlanishi lozim. \n\n7. Ichki xizmat qoidalarining buzilishi, agar buning natijasida ularning oldini olish aybdorning vazifasiga kirgan bo‘lib, zararli oqibatlarga olib kelgan bo‘lsa, jinoyat tugallangan hisoblanadi.\n\n8. Bunday zararli oqibatlar qatoriga quyidagilar\n\nkiritiladi: kun tartibini yoki harbiy tadbirlarni buzish; harbiy xizmatchilar o‘rtasidagi o‘zaro munosabatlarga oid ustav qoidalarini buzish; bo‘linmadagi harbiy xizmatchiga og‘ir yoki o‘rtacha og‘ir tan jarohati yetkazish; bo‘linma shaxsiy tarkibidan kimningdir harbiy xizmat o‘tashdan bo‘yin tovlashi yoki o‘q-dorilarni, qurollarni yoki katta miqdordagi boshqa harbiy mulkni o‘g‘irlash va h.k.\n\n9. Ichki xizmatni o‘tash qoidalarini buzish sodir etilsa, ammo zararli oqibatlar yuzaga kelmasa, aybdor ichki xizmat Nizomiga muvofiq intizomiy javobgarlikka tortiladi.\n\n10. Patrullik qilish har bir garnizonda garnizon boshlig‘ining buyrug‘i bilan harbiy xizmatchilar tomonidan ko‘chalarda va boshqa jamoat joylarida, vokzallarda, bekatlarda va h.k.larda harbiy intizomga rioya qilish va tartibini saqlashni nazorat qilish uchun tashkil etiladi.\n\n11. Garnizonda patrullik qilishning nizom qoida-lari O‘zbekiston Respublikasi Qurolli Kuchlarining garnizon va qorovul xizmati Nizomida belgilangan va u patrul boshlig‘i va bir necha patrullik qiluvchidan tarkib topgan patrullik qilish naryadi tarkibidagi harbiy xizmatchilar uchun majburiy hisoblanadi. Garnizon patrullaridan tashqari aholi punktida patrullik qilish uchun harbiy komendaturada transport vositasiga ega bo‘lgan zaxira patruli bo‘lishi lozim.\n\n12. Garnizonda patrullik qilish ustavi qoida-larini buzish aholi punktlarida bezorilik holatla-rining oldini olish bo‘yicha choralar ko‘rmaslikda, shaxs-larni asossiz ushlashda, qurolni qonunga xilof ravishda ishlatishda, spirtli ichimliklar ichishda, patrullik qilish jadvalini bajarmaslikda va h.k.larda ifodalanishi mumkin.\n\n13. Agar patrulning oldini olish uchun harakat qilayotgan oqibat kelib chiqsa, patrullik qilishning ustav qoidalarini buzish jinoyati tugallangan deb topiladi.\n\n14. Bunday zararli oqibatlarga quyidagilar kiradi: harbiy xizmatchilar orasidagi mushtlashuv, harbiy xizmat-chilar va fuqaroviy aholi o‘rtasidagi nizolar, ular tomonidan sodir etilgan o‘g‘irliklar va boshqa jinoyatlar, ushlangan shaxs sog‘lig‘iga asossiz og‘ir va o‘rtacha og‘ir shikast yetkazish va h.k. Sog‘liqqa zarar yetkazish shaxsga qarshi jinoyatlar to‘g‘risidagi moddalar bo‘yicha qo‘shimcha kvalifikatsiya qilishni talab etadi. Kelib chiqqan oqibat va yo‘l qo‘yilgan qoida buzilishlar orasidagi sababiy bog‘lanishni aniqlash zarur. Bu aloqa patrullik qilayotganda oldini olishning obyektiv imkoniyati mavjudligini va boshqa oqibatlarni ko‘zda tutadi.\n\n15. Ichki xizmat o‘tash va garnizonda patrullik qilish ustav qoidalarini buzib, harbiy mulkni talon-toroj qilgan va harbiy xizmat o‘tashdan bo‘yin tovlagan yoki boshqa jinoyatlar sodir etgan shaxsning qilmishi jinoyatlar jami tariqasida kvalifikatsiya qilinishi lozim.\n\n16. JKning 292-moddasida nazarda tutilgan Jinoyat subyektiv tomondan to‘g‘ri va egri qasd bilan sodir etiladi, ammo aybdorning qilmishi oqibatlariga munosabati ehtiyotsizlikdan ham bo‘lishi mumkin.\n\nKvalifikatsiya uchun motiv va maqsad ahamiyatga ega emas.\n\n17. Ko‘rib chiqilayotgan jinoyatning subyekti qismning sutkalik naryad tarkibiga kiruvchi yoki patrul naryadi tarkibiga kiruvchi harbiy xizmatchi hisoblanadi. Bu qism bo‘yicha navbatchi va uning yordamchisi, navbatchi va bo‘linma bo‘yicha kundalik navbatchi, nazorat-o‘tkazish va nazorat-texnik punktlari bo‘yicha navbatchilar, oshxonadagi navbatchi va ishchilar va h.k. javobgarlikka tortiladilar.\n\nQorovul (soqchilik) tarkibiga kiruvchi shaxslar ushbu jinoyatning subyektlari bo‘lmaydilar, chunki qorovul xizmatini o‘tash ustav qoidalarini buzganlik uchun ular JKning 291-moddasi maxsus moddasi bo‘yicha javobgarlikka tortiladilar.\n\nShuningdek, ishga naryadga tayinlangan harbiy xizmat-chilar ushbu jinoyatning subyektlari deb tan olinmaydilar."
        },
        {
            "modda_raqami": "293-modda. Jangovar navbatchilikni o‘tash qoida-larini buzish.",
            "matini": "Jangovar navbatchilikni o‘tash (jangovar xizmat) qoidalarini buzish qo‘riqlanayotgan obyektlarga zarar yetkazilishiga yoki jangovar topshiriq bajarilmay qolishiga sabab bo‘lsa, -\n\nikki yilgacha xizmat bo‘yicha cheklash yoki bir yilgacha intizomiy qismga yuborish yoki besh yilgacha ozodlikdan mahrum qilish bilan jazolanadi.\n\nO‘sha qilmish O‘zbekiston Respublikasiga to‘satdan qilingan hujumni o‘z vaqtida payqamaganlik yoki daf etmaganlikda ifodalansa, shuningdek, og‘ir oqibatlarga sabab bo‘lsa,\n\nbesh yildan o‘n yilgacha ozodlikdan mahrum qilish bilan jazolanadi.",
            "sharxi": "1. Jinoyatning asosiy bevosita obyekti O‘zbekiston Respublikasi Qurolli Kuchlari ichki xizmat Nizomi bilan va har bir qo‘shin uchun qo‘llaniladigan qo‘mondonlik me’yoriy hujjatlari bilan o‘rnatilgan jangovar navbatchilikni o‘tash tartiblarini ta’minlovchi ijtimoiy munosabatlardir. Ushbu jinoyatning qo‘shimcha bevosita obyekti O‘zbekiston Respublikasi xavfsiz-ligini, chegaralari daxlsizligini, suverenitetini va manfaatlarini hamda odamlar hayoti, sog‘lig‘i va h.k.larni ta’minlovchi ijtimoiy munosabatlar bo‘lishi mumkin.\n\n2. JKning 293-moddasi 1-qismida nazarda tutilgan jinoyatning obyektiv tomoni qo‘riqlanayotgan obyektga zarar yetkazuvchi yoki jangovar vazifaning bajarilmay qolishiga olib keluvchi jangovar navbatchilikni (jangovar xizmatni) o‘tash qoidalarini buzishda ifodalanadi.\n\n3. Jangovar navbatchilik (jangovar xizmat) tarkibiga jangovar bo‘linma (raschot), kema va uchuvchi apparatlar ekipajlari, boshqaruv punktlarining, jangovar ta’minlash va xizmat ko‘rsatish kuchlarining navbatchi smenalari kiradi.\n\nJangovar navbatchilikni bevosita tashkil etish uchun harbiy qism komandiri javobgardir.\n\nJangovar navbatchilik strategik ahamiyatga ega bo‘lgan\n\nraketa qo‘shinlarida, havo mudofaasiga qarshi qo‘shinlarda, boshqa turdagi qo‘shinlarda tashkil etiladi. Turli qo‘shinlardagi jangovar navbatchilik (jangovar xizmat) o‘tash tartiblari O‘zbekiston Respublikasi tegishli turdagi Qurolli Kuchlarining Bosh qo‘mondonlarining buyruqlari bilan o‘rnatiladi.\n\n4. Jangovar navbatchilik (jangovar xizmat) o‘tash qoidalarining buzilishi O‘zbekiston Respublikasi\n\nQurolli Kuchlarining ichki xizmat Nizomida bayon etilgan me’yorlarni hamda tegishli buyruqlar, yo‘riqnomalar bilan o‘rnatilgan tartibda belgilangan maxsus funksiyalarini, navbatchi kuchlar va vositalar tarkibidagi harbiy xizmatchilar uchun boshqa me’yoriy idoraviy hujjatlar bilan belgilangan vazifalarni bajarmaslikdan yoki lozim darajada bajarmaganlikdan tashkil topgan. Bunday qoida buzish jangovar postdan ketish bilan, postda uxlab qolish, navbatchilikda spirtli ichimliklar ichish, jangovar navbatchilik o‘tayotgan joyga begonalar kirishiga yo‘l qo‘yish, texnik vositalarni buzish, maxsus moslamalardan foydalanish qoidalarini bajarmaslik, asboblar ko‘rsatkichlarini nazorat qilmaslik, olingan buyruqlarni bajarmaslik va boshqalarda ifodalanishi mumkin. Bunda qoida buzish jangovar navbatchilik o‘tayotgan vaqtda sodir bo‘lishi lozim, aybdor jangovar postda bo‘lganmi yoki dam olayotgan smenadami, bu kvalifikatsiya qilishda ahamiyatga ega emas.\n\n5. Ko‘rib chiqilayotgan modda blanket dispozitsiyalidir. Har bir aniq holatni JKning 293-moddasi 1-qismi bo‘yicha kvalifikatsiya qilishda jangovar navbatchilik (jangovar xizmat) o‘tashning qaysi qoidasi buzilganligini, qo‘riqlanayotgan obyektga zarar yetkazilganligini yoki jangovar vazifa bajarilmaganligini va ular orasidagi sababiy bog‘lanishni aniqlash zarur.\n\nKo‘rsatilgan zarar yetkazilishi to‘g‘risidagi masala baholash tavsifiga ega va har bir alohida vaziyatda harbiy xizmatchi jangovar navbatchilik (jangovar xizmat) o‘tayotganda O‘zbekiston Respublikasiga to‘satdan qilingan hujumni o‘z vaqtida payqash va uning xavfsizligini ta’minlash uchun mo‘ljallangan vazifalar xususiyatlarini hisobga olib hal qilinadi.\n\n6. Qo‘riqlanayotgan obyektlarga zarar yetkazish yoki jangovar topshiriqni bajarmaslik navbatchilik kuchlari va vositalari boshqaruvi punkti bilan aloqani yo‘qotishda, chet el uchuvchi apparati yoki suv kemasi bilan davlat chegaralari kesib o‘tilganligi to‘g‘risidagi axborotni o‘z vaqtida bermaslik, bo‘linmaning oldiga qo‘yilgan vazifalarni to‘la hajmda bajarish qobiliyatining haqiqiy pasayishi va h.k.da ifodalanadi.\n\nAgar jangovar navbatchilik (jangovar xizmat) o‘tash qoidalarining buzilishi yoki jangovar vazifani bajarmaslik qo‘riqlanayotgan obyektga zarar keltirmasa, aybdor shaxs intizomiy javobgarlikka tortiladi.\n\n7. Jangovar navbatchilik (jangovar xizmat) o‘tash qoida-larining buzilishida harbiy xizmatga nisbatan boshqa mustaqil jinoyat sodir etilsa, qilmish bu jinoyatlar majmui bo‘yicha kvalifikatsiya qilishni talab etadi. Masalan, agar navbatchi smena tarkibidagi harbiy xizmatchi o‘g‘irlash maqsadida radioapparaturadan ayrim qismlarni yechib olsa, qilmish JKning 293 va 296-moddalari bo‘yicha kvalifikatsiya qilinishi lozim (harbiy mulkni yo‘q qilish yoki zarar yetkazish).\n\n8. JKning 293-moddasi 2-qismida jangovar navbatchilik (jangovar xizmat) o‘tash qoidalarini buzish uchun javobgarlik O‘zbekiston Respublikasiga to‘satdan qilingan hujumni o‘z vaqtida payqamaslik yoki daf etmaslik og‘ir oqibatlar keltirishida ifodalangan.\n\n9. JKning 293-moddasi 2-qismi mazmunidagi og‘ir oqibatlar bevosita davlat xavfsizligini ta’minlash bo‘yicha jangovar navbatchilik vazifalari bilan bog‘liq bo‘lmog‘i lozim. Ularning mavjudligi to‘g‘risidagi masala sodir etilgan jinoyatning aniq holatlarini hisobga olish bilan hal qilinadi.\n\nBunday oqibatlar ostida respublika xavfsizligiga sezilarli yetkazilgan zararni tushunish lozim: hudud bo‘yicha respublika obyektlari bo‘yicha olovli zarbalar berish, davlat hududiga chet el jangovar samolyotlarini va kemalarining kirib borishi, jangovar texnikaning yo‘qotilishi, navbatchi kuchlar va vositalar tarkibidan odamlarning halok bo‘lishi va h.k.\n\n10. Qonunda ko‘rsatilgan jangovar navbatchilik o‘tash qoidalari buzilishi natijasidagi oqibatlar kelib chiqqan vaqtdan jinoyat tugallangan deb topiladi.\n\n11. JKning 293-moddasida nazarda tutilgan jinoyatning subyektiv tomoni jangovar navbatchilik o‘tash qoidalari buzilishiga nisbatan to‘g‘ri yoki egri qasdning mavjudligi bilan tavsiflanadi, yo‘l qo‘yilgan qoida buzishlar oqibat-lariga nisbatan ayb ehtiyotsizlik shaklida ifodalanadi.\n\nMotiv va maqsad har xil bo‘lishi mumkin, ammo jinoyatni kvalifikatsiya qilishga ta’sir qilmaydi.\n\n12. Jinoyatning subyekti navbatchi kuchlar tarkibidagi harbiy xizmatchi bo‘ladi.\n\nAgar harbiy xizmatchi qonunga xilof ravishda harbiy xizmatga chaqirilgan bo‘lsa yoki zarur shartlarni buzgan holda navbatchi kuchlar tarkibiga tayinlangan bo‘lsa (harbiy qasamyod qabul qilishdan oldin, kasallik vaqtida, ushbu harbiy xizmatchi sodir etgan jinoyat bo‘yicha tergov o‘tkazilayotgan vaqtda va h.k.), bunday vaziyatlarda, qilmish uchun javobgarlik, bunday harbiy xizmatchini jangovar navbatchilik (jangovar xizmat) o‘tashga jalb etish to‘g‘risida g‘ayriqonuniy qaror qabul qilgan boshliq (komandir) zimmasiga yuklanadi."
        },
        {
            "modda_raqami": "294-modda. Chegara xizmatini o‘tash qoidalarini buzish.",
            "matini": "Chegarachilar naryadi tarkibida bo‘lgan shaxsning chegara xizmatini o‘tash qoidalarini buzishi chegaraning daxlsizligiga zarar yetkazishi mumkin bo‘lsa,\n\nikki yilgacha xizmat bo‘yicha cheklash yoki bir yilgacha intizomiy qismga yuborish yoki besh yilgacha ozodlikdan mahrum qilish bilan jazolanadi.\n\nO‘sha qilmish:\n\na) qonunga xilof ravishda chegaradan o‘tishga;\n\nb) boshqa og‘ir oqibatlarga sabab bo‘lsa,\n\nbesh yildan o‘n yilgacha ozodlikdan mahrum qilish bilan jazolanadi.",
            "sharxi": "1. O‘zbekiston Respublikasining 1999 yil 20 avgustdagi «O‘zbekiston Respublikasining Davlat chegarasi to‘g‘risida»gi 820-1-sonli Qonuniga ko‘ra Davlat chegarasini qo‘riqlash o‘ziga:\n\n- har qanday joy bo‘yicha o‘tgan chegarani g‘ayriqonuniy o‘zgartirishga urinishni yo‘qotish, O‘zbekiston hududiga qo‘shin guruhlari va bandalarining qurolli bostirib kirishini daf etish;\n\n- chegarada qurolli va boshqa provokatsiyani yo‘qqa chiqarish; - ko‘rsatilgan tajovuzdan aholini, barcha turdagi mol-mulkni himoya etish;\n\nchegarani kesib o‘tishning oldini olish va unga yo‘l qo‘ymaslik;\n\nchegara orqali portlovchi, zaharlovchi, radioaktiv, narkotik vositalar, qurollar, o‘q dorilar va O‘zbekistonga olib kirilishi va olib chiqilishi taqiqlangan boshqa narsalar hamda kontrabanda predmetlari olib o‘tilishining oldini olish;\n\n- chegara orqali mamlakatimizning iqtisodiy va siyosiy manfaatlariga, davlat xavfsizligiga, jamoat tartibiga, aholi salomatligiga va axloqiga va h.k.larga zarar yetkazuvchi ma’lumotlarga ega bo‘lgan taqiqlangan nashrlarni, video va tovush yozish apparatlarini olib o‘tishning oldini olishni qamrab oladi.\n\n2. Jinoyatning bevosita obyekti o‘rnatilgan chegara xizmatini o‘tash tartiblarini ta’minlovchi ijtimoiy munosabatlardir.\n\n3. Jinoyatning obyektiv tomoni chegaraning daxlsiz-ligiga zarar yetkazishi mumkin bo‘lgan, chegara naryadi tarkibiga kiradigan shaxs tomonidan chegara xizmatini o‘tash tartiblarining buzilishida ifodalanadi.\n\nChegara xizmatini o‘tashning «O‘zbekiston Respublikasi Davlat chegarasi to‘g‘risida»gi Qonunida hamda davlat chegara-larini qo‘riqlash yo‘riqnomalarida o‘rnatilgan qoida va tartiblarida va Davlat xavfsizlik xizmati chegara qo‘shinlari boshqarmasi qo‘mondonining ayrim buyruqlarida chegara naryadi tarkibidagi shaxslarning aniq vazifalari belgilangan.\n\nModda blanket dispozitsiyali hisoblanib, har bir aniq vaziyatda chegara xizmatini o‘tashning qaysi qoidalari buzilganligini va ular O‘zbekiston Respublikasi chegaralarining daxlsizligiga zarar yetkazilishiga olib kelishi mumkinligini aniqlash lozim.\n\n4. Chegara xizmatini o‘tash qoidalarining buzilishi davlat manfaatlariga zarar yetkazishi mumkin bo‘lgan, qonun bilan va boshqa ko‘rsatilgan me’yoriy hujjatlar bilan o‘rnatilgan chegara xizmatini o‘tash qoidalarini bajarmaslikda yoki yetarli darajada bajarmaganlikda ifodalanadi.\n\nKo‘rsatilgan qoidalarning buzilishi postdan o‘zboshimchalik bilan ketish, postda uxlab qolish, chegara naryadi tarkibidaligi vaqtida spirtli ichimliklar iste’mol qilish, davlat chegara buzilishi belgilarini o‘z vaqtida payqamaslik, begona shaxslarni chegaraning qo‘riqlanayotgan maydoni orqali o‘tkazib yuborish va boshqalarda ifodalanadi.\n\n5. Jinoyat chegara daxlsizligiga zarar yetkazishi mumkin bo‘lgan, chegara xizmatini o‘tash qoidalari buzilgan vaqtdan boshlab tugallangan deb topiladi.\n\n6. JKning 294-moddasida nazarda tutilgan Jinoyat subyektiv tomondan to‘g‘ri yoki egri qasd bilan sodir etiladi, yo‘l qo‘yilgan qoida buzishlar oqibatlariga nisbatan ayb ehtiyotsizlik shaklida ifodalanadi. Motiv va maqsad har xil bo‘lishi mumkin, ammo jinoyatni kvalifikatsiya qilishga ta’sir qilmaydi.\n\n7. Jinoyatning subyekti faqat chegara naryadi tarkibiga kirgan yoki chegara xizmatida boshqa vazifalarni bajaradigan harbiy xizmatchi, shuningdek, chegara qo‘shinlarini O‘zbekiston Respublikasi davlat chegaralarini qo‘riqlash bo‘yicha xizmat vazifalarini o‘rnatilgan tegishli me’yoriy hujjatlar bilan bajarayotgan har qanday harbiy xizmatchisi bo‘lishi mumkin.\n\n8. JKning 294-moddasi 2-qismida quyidagi holatlarda chegara xizmatini o‘tash qoidalarini buzish uchun javobgarlik nazarda tutilgan:\n\na) qonunga xilof ravishda chegaradan o‘tish;\n\nb) boshqa og‘ir oqibatlarga olib keluvchi qilmish.\n\n9. Qonunga xilof ravishda chegaradan o‘tish bu O‘zbekiston Respublikasi chegarasidan har qanday yo‘nalishda qonunda o‘rnatilgan tartibni buzish bilan o‘tish (vakolatli hukumat idoralarining ruxsatisiz, noto‘g‘ri rasmiylashtirilgan hujjatlar bilan va h.k.).\n\n10. JKning 294-moddasi 2-qismi «b» bandida nazarda tutilgan boshqa og‘ir oqibatlar mazmuni ostida O‘zbekiston Respublikasi hududiga qurollangan bosqinchi banda to‘dalari, diversantlarning kirib kelishi yoki davlat chegaralari orqali qurollar, Giyohvandlik moddalari, boshqa kontrabanda predmetlarining olib o‘tilishi, odamlarning halokati, chegara buzuvchilar tomonidan chegara hududi aholisiga hujum qilish va boshqalarni tushunish lozim."
        }
    ]
}