{
    "bob_nomi": "XXIV bob. Harbiy mansabdorlik jinoyatlari",
    "moddalar": [
        {
            "modda_raqami": "301-modda. Hokimiyatni suiiste’mol qilish, hokimiyat vakolatidan tashqariga chiqish yoki hokimiyat harakatsizligi.",
            "matini": "Boshliq yoki boshqa mansabdor shaxsning o‘z hokimiyat yoki xizmat mavqeini suiiste’mol qilishi, hokimiyat yoki xizmat vakolati doirasidan chetga chiqishi, shuningdek, hokimiyat harakatsizligi Qurolli Kuchlarning manfaatlariga, harbiy xizmatchi yoki boshqa fuqarolarning huquqlari yoki qonun bilan qo‘riqlanadigan manfaatlariga ko‘p miqdorda zarar yoki jiddiy ziyon yetkazilishiga sabab bo‘lsa,\n\nuch yilgacha xizmat bo‘yicha cheklash yoki besh yilgacha ozodlikdan mahrum qilish bilan jazolanadi. \n\nO‘sha qilmishlar badanga o‘rtacha og‘ir yoki og‘ir shikast yetkazib, sodir etilgan bo‘lsa,\n\nbesh yildan o‘n yilgacha ozodlikdan mahrum qilish bilan jazolanadi.\n\nO‘sha qilmishlar:\n\na) odam o‘lishiga;\n\n6) boshqa og‘ir oqibatlarga sabab bo‘lsa,\n\no‘n yildan o‘n besh yilgacha ozodlikdan mahrum qilish bilan jazolanadi.\n\nUshbu moddada nazarda tutilgan qilmishlar jangovar vaziyatda sodir etilgan bo‘lsa,\n\no‘n besh yildan yigirma yilgacha ozodlikdan mahrum qilish bilan jazolanadi.",
            "sharxi": "1. Jinoyatning asosiy bevosita obyekti Qurolli Kuchlarda o‘rnatilgan harbiy boshqaruv organlarining normal ish faoliyatini, ularning abro‘sini, harbiy boshliqlar va mansabdor shaxslarning xizmat vakolatlarini amal-ga oshirishning belgilangan tartibini ta’minlaydigan ijtimoiy munosabatlar. Qo‘shimcha bevosita obyekt fuqarolarning hayoti, sog‘lig‘i, o‘zgalar mulkining daxlsiz-ligini ta’minlaydigan ijtimoiy munosabatlardir.\n\n2. Mazkur jinoyat obyektiv tomondan boshlik yoki boshqa mansabdor shaxsning o‘z hokimiyat yoki xizmat mavqeini suiiste’mol qilishi, hokimiyat yoki xizmat vakolati doirasidan chetga chiqishi, shuningdek, hokimiyat harakatsizligi Qurolli Kuchlarning manfaatlariga, harbiy xizmatchi yoki boshqa fuqarolarning huquqlari yoki qonun bilan qo‘riqlanadigan manfaatlariga ko‘p miqdorda zarar yoki jiddiy ziyon yetkazilishiga sabab bo‘lishida ifodalanadi.\n\n3. «Hokimiyatni yoki xizmat mavqeini suiiste’mol qilish boshliq yoki boshqa mansabdor shaxsning qasddan o‘z xizmat mavqeidan harbiy xizmat manfaatlariga zid maqsadlarda foydalanishidir. \n\nHokimiyatni yoki xizmat mavqeini suiiste’mol qilish mansabdor shaxs tomonidan uning o‘z vakolatlarini buzishida ifodalanishi mumkin, ammo bu harakatlar aybdor zimmasiga xizmat yuzasidan yuklatilgan u yoki bu muayyan huquq va majburiyatlarning buzilishi bilan bog‘liq bo‘lmasligi ham mumkin. Biroq barcha hollarda ham shaxs mazkur xatti-harakatlarni, faqat o‘zi egallab turgan xizmat mavqeiga ko‘ra sodir etgan bo‘lishi va bu xatti-harakatlar o‘z mohiyatiga ko‘ra xizmat burchiga zid bo‘lishi shart.\n\nXizmat manfaatlariga xilof ravishda sodir etilgan deb, xizmat zarurati taqozo etmagan, xizmat burchi va mansab majburiyatlarini buzadigan, qonunlar, harbiy nizomlar va qo‘mondonlik buyruqlariga zid bo‘lgan xatti-harakatlar tushunilishi lozim. Bunda xizmat bo‘yicha yuklatilgan majburiyatlarning mansabdor shaxs tomonidan buzilishini, unga berilgan huquqlarning suiiste’mol qilinishini, o‘z faoliyatida qonun talablaridan chetga chiqilishini maqsadga muvofiqlik yoki xizmat zarurati tufayli qilingan deb oqlab bo‘lmaydi.\n\n4. Hokimiyat yoki xizmat vakolatidan tashqariga chiqish, mansabni suiiste’mol qilishdan farqli ravishda, qo‘mondon yoki boshqa mansabdor shaxsning o‘ziga berilgan huquq va vakolatlar doirasidan qasddan, ochiqchasiga chetga chiqadigan harakatlarni sodir etishida ifodalanadi. Hokimiyat yoki xizmat vakolatidan tashqariga chiqish jumlasiga mansabdor shaxs xizmat yuzasidan faqat muayyan, ayni vaqtda mavjud bo‘lmagan hollardagina, sodir etishga haqli bo‘lgan yoki yuqori lavozimda turgan yoxud maxsus vakolatli shaxs sodir etishi lozim bo‘lgan harakatlar ham kiradi.\n\n5. Shaxsning xizmat mavqei doirasidan chetga chiqishda aybdorligi masalasini hal etish chog‘ida har doim uning vakolat doirasini aniqlab olish muhimdir. Harbiy mansabdor shaxslarning huquq va vakolatlari qonunlar, nizomlar, nizomlar va qo‘mondonlik buyruqlarida aniq belgilab qo‘yilgan. Ayni paytda shuni e’tiborga olish kerakki, mansabdor shaxs tomonidan qurol va boshqa jismoniy zo‘rlik ishlatilishi, agar bu harakatlar uning tomonidan o‘z xizmat majburiyatlarini bajarishi va xizmat yuzasidan jabrlanuvchiga nisbatan mavjud vakolatlar doirasidan chetga chiqishi bilan bog‘liq bo‘lgan hollardagina hokimiyatni suiiste’mol qilish deb baholanishi mumkin. Jabrlanuvchi aybdorga tobe yoki aybdor hokimiyat vakili bo‘lganligi bois unga qaram bo‘lgan hollarda muayyan vakolatlar mavjud bo‘lishi mumkin. Aks holda, shaxsga qarshi jinoyat uchun Jinoyat kodeksining tegishli moddalari bilan javobgarlik yuzaga kelishi mumkin.\n\n6. Hokimiyat harakatsizligi boshliq o‘z harbiy xizmat majburiyatlariga ko‘ra sodir qilishi lozim bo‘lgan harakatlarni qasddan bajarmaganligida ifodalanadi.\n\nHarbiy nizomlar har bir boshliq o‘ziga berilgan hokimiyatdan harbiy xizmat manfaatlari, unga ishonib topshirilgan qism (bo‘linma)ning jangovar salohiyatini oshirish, tartib va intizomga qat’iy amal qilish yo‘lida to‘liq foydalanishi kerakligini talab etadi. Boshliqning jinoiy harakatsizligi, muayyan sharoitda ijtimoiy xavfli oqibat-larning oldini olish uchun qo‘llashi lozim bo‘lgan choralarni qo‘llamasligi harbiy xizmatga katta ziyon yetkazishi mumkin.\n\nAgar bo‘linma qo‘mondoni o‘ziga tobe shaxs bo‘linma mulkini tashish paytida jangovar o‘qlarni o‘g‘irlab, begona shaxsga sotayotganligini ko‘ra turib, buning oldini olmasa, bu qo‘mondon jinoiy harakatsizlik uchun javobgarlikka tortilishi kerak.\n\nBoshliqning tobe shaxslarga nisbatan ularning nizomga zid harakatlariga barham berish uchun chora ko‘rmasligi ham hokimiyat harakatsizligi deb baholanishi lozim.\n\nHokimiyat harakatsizligi qasddan qilinadigan xatti-harakat bo‘lib, u aynan shu bilan xizmatga sovuqqonlik bilan qarashdan farq qiladi. Hokimiyat harakatsizligi hokimiyat vakolatini suiiste’mol qilishdan shunisi bilan farq qiladiki, bu jinoyat boshliq faqat hokimiyat vakolati doirasida va faqat xizmat vazifasiga ko‘ra qilishi shart bo‘lgan harakatni sodir etmasligi shaklida bo‘lishi mumkin. Shuning uchun ham har bir holda bajarilmay qolgan harakatlarni sodir etish mazkur mansabdor shaxsning vakolatiga kirish-kirmasligi va buning uchun unda yetarli imkoniyat bo‘lgan-bo‘lmaganligi aniqlanishi zarur»,\n\n7. Jinoyat Qurolli Kuchlarning manfaatlariga, harbiy xizmatchi yoki boshqa fuqarolarning huquqlari yoki qonun bilan qo‘riqlanadigan manfaatlariga ko‘p miqdorda zarar yoki jiddiy ziyon yetkazilishi shaklidagi jinoiy oqibatlar yuz bergan paytdan boshlab tugallangan hisoblanadi. Hokimiyatni suiiste’mol qilish yoki hokimiyat harakatsizligi hamda yuz bergan oqibatlar o‘rtasidagi sababiy bog‘lanish jinoyat obyektiv tomonining zaruriy belgisi hisoblanadi.\n\nMansabdorlik jinoyatini tavsiflaydigan zararli oqibat sifatida jiddiy zarar, o‘z xususiyati va ko‘lamiga ko‘ra ko‘p miqdorni tashkil etadi. Jiddiy zarar Qurolli Kuchlar, alohida xizmatchilar va boshqa shaxslarga yetkazilishi va turlicha, ham moddiy, ham moddiy bo‘lmagan muayyan tusda namoyon bo‘lishi mumkin. Jinoyat tugallangan deb tan olinishi uchun zarar amalda yetkazilgan bo‘lishi shart.\n\nJiddiy zarar sifatida, jumladan, sodir etilgan jinoyat tufayli bo‘linmada (qismda) harbiy intizomga putur yetishi, jangovar topshiriqning, o‘quv otishmalarining, ishlarning barbod bo‘lishi, harbiy mulkka ziyon yetkazish yoki uni yo‘q qilish, jiddiy moddiy zarar yetkazish, harbiy xizmatchilar va boshqa shaxslarning shaxsiy yoki mulkiy huquqlarining buzilishi kabilar tan olinadi.\n\nJiddiy zarar tushunchasi o‘z ichiga hokimiyat yoki xizmat vakolati doirasidan chetga chiqish jinoyati uchun xos bo‘lgan jabrlanuvchining hayoti va sog‘lig‘iga yetkazilgan zararni ham oladi. Qasddan odam o‘ldirish yoki qasddan badanga og‘ir shikast yetkazish sifatida yetkazilgan zarar hokimiyat yoki xizmat vakolatidan chetga chiqish jinoyati alomatlaridan tashqariga chiqadi va og‘irroq jinoyat sifatida mustaqil tavsiflashni taqozo etadi. \n\n8. Subyektiv tomondan hokimiyat yoki xizmat mavqeini suiiste’mol qilish, hokimiyat yoki xizmat vakolati doirasidan chetga chiqish, shuningdek, hokimiyat harakatsizligi qasddan sodir etiladigan jinoyatlardir. Aybdor shaxs uning xizmat vakolatlaridan foydalanib sodir etgan harakatlari (harakatsizligi) harbiy xizmat manfaatlariga zid kelishini anglab yetadi va aynan shunday ish tutishni istaydi yoki o‘z\n\nharakatlarining shunday turda ekanligiga beparvo qaraydi. Aybdor shaxsning jinoyat oqibatlariga qonunga\n\nko‘ra jinoyat tarkibining zaruriy belgilaridan biri bo‘lgan jiddiy ziyonga munosabati ham qasd qilish, ham ehtiyotsizlik shaklida ifodalanishi mumkin.\n\nJinoyatni sodir etish motivi va maqsadi uni kvalifikatsiya qilish uchun ahamiyatga ega bo‘lmaydi.\n\n9. JKning 301-moddasida ko‘zda tutilgan jinoyatning subyekti mansabdor shaxs bo‘lgan harbiy xizmatchi.\n\nHarbiy mansabdorlik jinoyatlarining subyektlari har-biy boshliqlar va boshqa mansabdor shaxslar bo‘lishi mumkin. Ichki xizmat Nizomiga muvofiq boshliq xizmat mavqei (lavozimi)ga va harbiy unvoniga ko‘ra bo‘lishi mumkin. Harbiy mansabdor shaxslarning namunaviy ro‘yxatlari Ichki xizmat Nizomida, Intizom Nizomida, Garnizon va qorovul xizmati Nizomida va boshqa huquqiy hujjatlarda keltirilgan.\n\nBoshqa harbiy xizmatchilar ham, agar ular boshliq bo‘lmay turib, muayyan tashkiliy-farmoyish berish yoki ma’muriy-xo‘jalik vazifalarini bajarish bilan bog‘liq bo‘lgan lavozimlarni doimiy yoki vaqtincha egallab tursa yoki bu vazifalarni qo‘mondonlikning maxsus farmoyishi bo‘yicha bajarsa, mansabdor shaxs bo‘lishi mumkin. Ushbu vazifalarni bajarish uchun harbiy xizmatchilarga yuridik ahamiyatga ega harakatlar sodir eta olishi bilan bog‘liq tegishli vakolatlar beriladi. Harbiy mansabdorlik jinoyatlarining ijrochilari faqat boshliqlar va mansabdor shaxslar, ishtirokchilari esa,\n\nboshqa shaxslar ham bo‘lishi mumkin. 10. Harbiy mansabdorlik jinoyatlarining o‘ziga xos xususiyati shundan iboratki, uni sodir etishdan kelib chiqadigan ijtimoiy xavfli oqibatlar, ba’zan, aybdor tomonidan bevosita emas, balki xizmat bo‘yicha unga tobe shaxslardan foydalanish, ularga noqonuniy buyruq berish orqali yetkazilishi mumkin. Bunday buyruqni qasddan bergan mansabdor shaxs noqonuniy buyruqni ijro etish natijasida kelib chiqqan oqibatlar uchun javob beradi. Bunday holda uning xatti-harakati shaxsan o‘zi sodir etgani singari mansabdorlik jinoyati sifatida, agar oqibatlarning o‘zi mustaqil jinoyatni tashkil etsa, qilmishlar majmui bilan tavsiflanishi lozim.\n\nMansabdor shaxsning noto‘g‘ri harakatlari bilan u sodir etgan jinoyat oqibatlari o‘rtasida sababiy bog‘lanish borligi aniqlangan bo‘lishi kerak».\n\n11. Agar hokimiyat yoki xizmat mavqeini suiiste’mol qilish, hokimiyat yoki xizmat vakolati doirasidan chetga chiqish, shuningdek, hokimiyat harakatsizligi o‘rtacha og‘irlikdagi yoki og‘ir tan jarohatlarini yetkazish bilan birga sodir etilgan bo‘lsa, aybdor shaxsning harakatlari JKning 301-moddasi\n\n2-qismi bilan kvalifikatsiya qilinadi.\n\n12. JKning 301-moddasi 3-qismida:\n\na) odam o‘lishiga;\n\nb) boshqa og‘ir oqibatlarga sabab bo‘lgan qilmishlar uchun javobgarlik ko‘zda tutilgan.\n\n13. JKning 301-moddasi 3-qismi «b» bandi ma’nosidagi boshqa og‘ir oqibatlar deganda, ikki yoki undan ortiq shaxsning badaniga o‘rtacha og‘ir yoki og‘ir shikast yetkazilishi, odamlar o‘limi, halokatlar va boshqalar tushunilishi lozim.\n\n14. Hokimiyat yoki xizmat mavqeini suiiste’mol qilish, jangovar vaziyatda sodir etilgan hokimiyat yoki xizmat vakolati doirasidan chetga chiqish, shuningdek, hokimiyat harakatsizligi mansabdor shaxs bo‘lgan harbiy xizmatchining JKning 301-moddasi 4-qismi bo‘yicha javobgarlikka tortilishiga olib keladi. "
        },
        {
            "modda_raqami": "302-modda. Xizmatga sovuqqonlik bilan qarash.",
            "matini": "Boshliq yoki boshqa mansabdor shaxsning o‘z xizmat vazifalariga nisbatan pala-partish yoki vijdonsizlarcha munosabatda bo‘lishi tufayli bu vazifalarni bajarmaganligi yoki lozim darajada bajarmaganligi ko‘p miqdorda zarar yetkazilishiga yoki boshqa og‘ir oqibatlarga sabab bo‘lsa,\n\nuch yilgacha xizmat bo‘yicha cheklash yoki uch yilgacha ozodlikdan mahrum qilish bilan jazolanadi.\n\nO‘sha qilmish jangovar vaziyatda sodir etilgan bo‘lsa, -uch yildan besh yilgacha ozodlikdan mahrum qilish bilan jazolanadi.",
            "sharxi": "1. Jinoyatning asosiy bevosita obyekti mansabdor shaxs bo‘lgan harbiy xizmatchining o‘ziga yuklatilgan vazifalarini bajarishining belgilangan tartibini ta’minlaydigan ijtimoiy munosabatlar bo‘ladi. Qo‘shimcha bevosita obyekt bu yerda fuqarolarning hayoti, sog‘lig‘i, o‘zgalar mulkining daxlsizligini ta’minlaydigan ijtimoiy munosabatlardir.\n\n2. JKning 302-moddasida ko‘zda tutilgan jinoyatning obyektiv tomoni boshliq yoki boshqa mansabdor shaxsning o‘z xizmat vazifalariga nisbatan pala-partish yoki vijdonsizlarcha munosabatda bo‘lishi tufayli bu vazifalarni bajarmaganligi yoki lozim darajada bajarmaganligi ko‘p miqdorda zarar yetkazilishiga yoki boshqa og‘ir oqibatlarga sabab bo‘lishida ifodalanadi.\n\nXizmatga sovuqqonlik bilan qarash mansabdor shaxs-ning o‘z xizmat vazifalariga nisbatan pala-partish yoki vijdonsizlarcha munosabatda bo‘lishi tufayli bu vazifalarni bajarmaganligi yoki lozim darajada bajarmaganligidan iborat.\n\n«Majburiyatlarni lozim darajada bajarmaslik ular-ning yuzaki, ishtiyoqsiz, e’tiborsizlik bilan, o‘ylamasdan va kerakli g‘ayrat, tashabbussiz bajarilishida namoyon bo‘ladi. Bu ko‘rinishdagi sovuqqonlik harbiy mansabdor shaxsning unga ishonib topshirilgan harbiy mulkka loqayd munosabatda bo‘lishi oqibatida mazkur mulkning nobud bo‘lishi yoki unga shikast yetishi, moddiy boyliklardan foydalanishda hisob-kitob va nazoratning yetarlicha bo‘lmaganligi yoki ularni saqlash yomon tashkil etilganligi sababli talon-toroj yoki kamomad kelib chiqishi, qo‘mondon bo‘linmada harbiy tartib o‘rnatish uchun tegishli chora-tadbirlar ko‘rmaganligi tufayli tobe shaxslar tomonidan intizomning qo‘pol buzilishi yoki qo‘mondonlik bergan topshiriqlarning bajarilishi barbod bo‘lishi kabilarda namoyon bo‘ladi.\n\nSovuqqonlik mansabdorlik jinoyati sifatida, mansabdor shaxs tomonidan bajarilmagan yoki lozim darajada bajarilmagan harakatlar uning xizmat vakolatiga tegishli bo‘lishini, lavozimi bo‘yicha uning zimmasiga yuklatilgan majburiyatlar doirasiga kirgan bo‘lishini taqozo etadi.\n\nMansabdor shaxs u yoki bu majburiyatlarni o‘z xizmat burchi tufayli bajarishi nafaqat shart bo‘lgan, balki uni lozim darajada bajarishi mumkin va buning uchun haqiqiy imkoniyatga ega bo‘lgan holdagina, sovuqqonlik uchun javobgarlikka tortilishi mumkin. Agar mansabdor shaxs o‘z xizmat vazifalarini lozim darajada amalga oshirish uchun yetarli imkoniyatga ega bo‘lmagan sharoitga tushib qolgan bo‘lsa, sovuqqonlik uchun javobgarlik istisno etiladi».\n\n3. Ko‘rib chiqilayotgan mazkur jinoyat ko‘p miqdorda zarar yoki boshqa og‘ir oqibatlar yuz bergan paytdan boshlab tugallangan hisoblanadi. Xizmatga sovuqqonlik bilan qarash hamda yuz bergan oqibatlar o‘rtasidagi sababiy bog‘lanish jinoyat obyektiv tomonining zaruriy belgisi bo‘ladi.\n\nFuqarolarning sog‘lig‘iga zarar yetkazilishi shaxsga qarshi jinoyatlar uchun javobgarlikni nazarda tutuvchi JKning tegishli moddalari bilan jinoyatlar jami tariqasida javobgarlikka tortiladi.\n\n4. Subyektiv tomondan jinoyat ehtiyotsizlikning jinoiy o‘z-o‘ziga ishonish yoki jinoiy beparvolik shaklida sodir etiladi.\n\n5. Jinoyatning subyekti mansabdor shaxs bo‘lgan harbiy xizmatchi bo‘ladi. "
        }
    ]
}